[
  {
    "name": "r1",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/4b7b27e855fc16a61fe69e49b6d149c91139ee5e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/3683d25522429d53ab252c40f11bf348da045050.jpg",
    "displayName": {
      "english": "Decor Destroyer",
      "token": "NEW_ACHIEVEMENT_1_0_NAME",
      "german": "Dekorzerstörer",
      "french": "Destructeur de Décor",
      "italian": "Decor Destroyer",
      "koreana": "장식 파괴자",
      "spanish": "Destructor de Decoración",
      "schinese": "装饰破坏者",
      "tchinese": "装饰破坏者",
      "russian": "Разрушитель декора",
      "thai": "พิฆาตตกแต่ง",
      "japanese": "デコメデコメデコメ",
      "portuguese": "Destruidor De Decoração",
      "polish": "Decor Destroyer",
      "danish": "Decor Destroyer",
      "dutch": "Decor Destroyer",
      "finnish": "Sisustus Tuhoaja",
      "norwegian": "Dekor Destroyer",
      "swedish": "Decor Destroyer",
      "hungarian": "Decor Destroyer",
      "czech": "Decor Destroyer",
      "romanian": "Decor Destroyer",
      "turkish": "Dekor Destroyer",
      "arabic": "ديكور المدمرة",
      "brazilian": "Destruidor De Decoração",
      "bulgarian": "Декор Разрушител",
      "greek": "Καταστροφέας Διακόσμησης",
      "ukrainian": "Руйнівник декору",
      "vietnamese": "Tàu Khu Trục Trang Trí",
      "latam": "Destructor de Decoración",
      "indonesian": "Perusak Dekorasi"
    },
    "description": {
      "english": "Wreck It All! Destroy any piece of decor in the game. Show your destructive side.",
      "token": "NEW_ACHIEVEMENT_1_0_DESC",
      "german": "Zerstöre alles! Zerstöre jedes Dekorstück im Spiel. Zeigen Sie Ihre zerstörerische Seite.",
      "french": "Détruisez Tout! Détruisez n'importe quel morceau de décor dans le jeu. Montrez votre côté destructeur.",
      "italian": "Distruggi tutto! Distruggere qualsiasi pezzo di arredamento nel gioco. Mostra il tuo lato distruttivo.",
      "koreana": "다 망쳐! 게임에서 장식의 조각을 파괴한다. 당신의 파괴적인 측면을 보여줍니다.",
      "spanish": "¡Arruínalo Todo! Destruye cualquier pieza de decoración en el juego. Muestra tu lado destructivo.",
      "schinese": "破坏一切！ 摧毁任何一块装饰在游戏中。 显示你的破坏性的一面。",
      "tchinese": "破坏一切！ 摧毁任何一块装饰在游戏中。 显示你的破坏性的一面。",
      "russian": "Разрушьте все! Уничтожьте любой элемент декора в игре. Покажите свою разрушительную сторону.",
      "thai": "ทำลายมันทั้งหมด! ทำลายชิ้นส่วนของการตกแต่งใดๆในเกม แสดงด้านทำลายของคุณ",
      "japanese": "それをすべて台無しに！ ゲーム内の装飾の任意の部分を破壊する。 あなたの破壊的な側面を示してください。",
      "portuguese": "Destruam Tudo! Destrua qualquer peça de decoração no jogo. Mostre seu lado destrutivo.",
      "polish": "Zniszcz To Wszystko! Zniszcz dowolny element wystroju w grze. Pokaż swoją destrukcyjną stronę.",
      "danish": "Vrag Det Hele! Ødelæg ethvert stykke indretning i spillet. Vis din destruktive side.",
      "dutch": "Maak Alles Kapot! Vernietig elk stuk decor in het spel. Laat je destructieve kant zien.",
      "finnish": "Tuhoa Kaikki! Tuhoa mikä tahansa pala sisustus peli. Näytä tuhoisa puolesi.",
      "norwegian": "Vrak Det Hele! Ødelegg ethvert stykke dekor i spillet. Vis din destruktive side.",
      "swedish": "Förstör Allt! Förstör någon del av inredningen i spelet. Visa din destruktiva sida.",
      "hungarian": "Tönkretesz Mindent! Pusztítson el minden dekorációt a játékban. Mutassa meg pusztító oldalát.",
      "czech": "Vrak To Všechno! Zničte jakýkoli kus výzdoby ve hře. Ukažte svou destruktivní stránku.",
      "romanian": "Distruge Totul! Distruge orice bucată de decor în joc. Arată-ți partea distructivă.",
      "turkish": "Hepsini mahvet! Oyundaki herhangi bir dekor parçasını yok edin. Yıkıcı tarafını göster.",
      "arabic": "حطام كل شيء! تدمير أي قطعة من الديكور في اللعبة. أظهر جانبك المدمر.",
      "brazilian": "Destruam Tudo! Destrua qualquer peça de decoração no jogo. Mostre seu lado destrutivo.",
      "bulgarian": "Унищожи Всичко! Унищожи всяко парче декор в играта. Покажете разрушителната си страна.",
      "greek": "Καταστρέψτε Τα Όλα! Καταστρέψτε οποιοδήποτε κομμάτι διακόσμησης στο παιχνίδι. Δείξτε την καταστροφική πλευρά σας.",
      "ukrainian": "Зруйнуйте все! Знищте будь-який елемент декору в грі. Покажіть свою руйнівну сторону.",
      "vietnamese": "Phá Hỏng Tất Cả! Phá hủy bất kỳ phần trang trí nào trong trò chơi. Thể hiện khía cạnh phá hoại của bạn.",
      "latam": "¡Arruínalo Todo! Destruye cualquier pieza de decoración en el juego. Muestra tu lado destructivo.",
      "indonesian": "Hancurkan Semuanya! Hancurkan dekorasi apa pun di dalam game. Tunjukkan sisi destruktif Anda."
    }
  },
  {
    "name": "r2",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/c7d12700dfab8fd0baab8d9b3fb3290ffdceb8f3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/33bc6da29d57771e9796b3c62f30cfe8220c227d.jpg",
    "displayName": {
      "english": "First Shot",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "german": "Erster Schuss",
      "french": "Premier Tir",
      "italian": "Primo colpo",
      "koreana": "첫 번째 샷",
      "spanish": "Primer Disparo",
      "schinese": "第一枪",
      "tchinese": "第一枪",
      "russian": "Первый выстрел",
      "thai": "นัดแรก",
      "japanese": "最初のショット",
      "portuguese": "Primeiro Tiro",
      "polish": "Pierwszy Strzał",
      "danish": "Første Skud",
      "dutch": "Eerste Schot",
      "finnish": "Ensimmäinen Laukaus",
      "norwegian": "Første Skudd",
      "swedish": "Första Skottet",
      "hungarian": "Első Lövés",
      "czech": "První Výstřel",
      "romanian": "Prima Lovitură",
      "turkish": "İlk atış",
      "arabic": "الطلقة الأولى",
      "brazilian": "Primeiro Tiro",
      "bulgarian": "Първи Изстрел",
      "greek": "Πρώτη Βολή",
      "ukrainian": "Перший постріл",
      "vietnamese": "Bắn Đầu Tiên",
      "latam": "Primer Disparo",
      "indonesian": "Tembakan Pertama"
    },
    "description": {
      "english": "Locked and Loaded! Fire your first shot from a pistol. The journey of a thousand miles begins with a single shot.",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "german": "Gesichert und geladen! Feuern Sie Ihren ersten Schuss aus einer Pistole ab. Die Reise von tausend Meilen beginnt mit einem einzigen Schuss.",
      "french": "Verrouillé et chargé! Tirez votre premier coup de pistolet. Le voyage de mille kilomètres commence par un seul coup de feu.",
      "italian": "Bloccato e caricato! Spara il tuo primo colpo da una pistola. Il viaggio di mille miglia inizia con un solo colpo.",
      "koreana": "잠금 및로드! 권총에서 첫 번째 샷을 발사. 1,000 마일의 여행은 단 한 번의 샷으로 시작됩니다.",
      "spanish": "¡Cerrado y cargado! Dispara tu primer tiro con una pistola. El viaje de mil millas comienza con un solo disparo.",
      "schinese": "上了锁，上了子弹！ 用手枪开出你的第一枪。 千里之行，始于足下。",
      "tchinese": "上了锁，上了子弹！ 用手枪开出你的第一枪。 千里之行，始于足下。",
      "russian": "Заряжен! Сделайте свой первый выстрел из пистолета. Путешествие длиной в тысячу миль начинается с одного выстрела.",
      "thai": "ล็อคและโหลด! ยิงยิงครั้งแรกของคุณจากปืน การเดินทางของพันไมล์เริ่มต้นด้วยการยิงเพียงครั้งเดียว",
      "japanese": "ロックされ、ロードされました！ ピストルからあなたの最初のショットを発射します。 千マイルの旅は一発で始まります。",
      "portuguese": "Trancado e carregado! Dispare seu primeiro tiro de uma pistola. A viagem de mil milhas começa com um único tiro.",
      "polish": "Zamknięte i załadowane! Oddaj swój pierwszy strzał z pistoletu. Podróż tysiąca mil zaczyna się od jednego strzału.",
      "danish": "Låst og ladt! Affyr dit første skud fra en pistol. Rejsen på tusind miles begynder med et enkelt skud.",
      "dutch": "Vergrendeld en geladen! Schiet je eerste schot uit een pistool. De reis van duizend mijl begint met één schot.",
      "finnish": "Lukittu ja ladattu! Ammu ensimmäinen laukauksesi pistoolilla. Tuhannen mailin matka alkaa yhdellä laukauksella.",
      "norwegian": "Låst Og Lastet! Skyt ditt første skudd fra en pistol. Reisen på tusen miles begynner med et enkelt skudd.",
      "swedish": "Låst och laddat! Avfyra ditt första skott från en pistol. Resan på tusen mil börjar med ett enda skott.",
      "hungarian": "Feltöltve! Lődd le az első lövést egy pisztolyból. Az ezer mérföldes utazás egyetlen lövéssel kezdődik.",
      "czech": "Zamčeno a nabito! Vystřelte svůj první výstřel z pistole. Cesta tisíce mil začíná jediným výstřelem.",
      "romanian": "Blocat și încărcat! Trage primul foc dintr-un pistol. Călătoria de o mie de mile începe cu o singură lovitură.",
      "turkish": "Kilitli ve Dolu! İlk atışını bir tabancadan yap. Bin kilometrelik yolculuk tek bir atışla başlar.",
      "arabic": "مؤمن وتحميلها! أطلق الطلقة الأولى من مسدس. تبدأ رحلة الألف ميل برصاصة واحدة.",
      "brazilian": "Trancado e carregado! Dispare seu primeiro tiro de uma pistola. A viagem de mil milhas começa com um único tiro.",
      "bulgarian": "Зареден и зареден! Изстреляй първия си изстрел от пистолет. Пътуването от хиляда мили започва с един изстрел.",
      "greek": "Κλειδωμένο και φορτωμένο! Πυροβολήστε την πρώτη σας βολή από πιστόλι. Το ταξίδι των χιλίων μιλίων ξεκινά με ένα μόνο πλάνο.",
      "ukrainian": "Заряджений! Зробіть свій перший постріл з пістолета. Подорож довжиною в тисячу миль починається з одного пострілу.",
      "vietnamese": "Bị khóa và Tải! Bắn phát súng đầu tiên của bạn từ một khẩu súng lục. Cuộc hành trình của một ngàn dặm bắt đầu với một shot duy nhất.",
      "latam": "¡Cerrado y cargado! Dispara tu primer tiro con una pistola. El viaje de mil millas comienza con un solo disparo.",
      "indonesian": "Terkunci dan Dimuat! Tembakkan tembakan pertama Anda dari pistol. Perjalanan seribu mil dimulai dengan satu tembakan."
    }
  },
  {
    "name": "r3",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/4d178541bc0ef22ed58024af9e67c72d72995d09.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/7d8a84583369a55f8a20b7a2d73319936efabfdb.jpg",
    "displayName": {
      "english": "Shotgun Master",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "german": "Schrotflintenmeister",
      "french": "Maître de Fusil de Chasse",
      "italian": "Shotgun Master",
      "koreana": "샷건 마스터",
      "spanish": "Maestro de Escopeta",
      "schinese": "猎枪大师",
      "tchinese": "猎枪大师",
      "russian": "Мастер стрельбы из дробовика",
      "thai": "ต้นแบบปืนลูกซอง",
      "japanese": "ショットガンマスター",
      "portuguese": "Shotgun Master",
      "polish": "Shotgun Master",
      "danish": "Shotgun Master",
      "dutch": "Shotgun Master",
      "finnish": "Haulikkomestari",
      "norwegian": "Shotgun Master",
      "swedish": "Shotgun Master",
      "hungarian": "Shotgun Mester",
      "czech": "Mistr Brokovnice",
      "romanian": "Shotgun Master",
      "turkish": "Av Tüfeği Ustası",
      "arabic": "بندقية ماستر",
      "brazilian": "Shotgun Master",
      "bulgarian": "Пушка Майстор",
      "greek": "Πλοίαρχος Κυνηγετικών Όπλων",
      "ukrainian": "Майстер стрільби з дробовика",
      "vietnamese": "Shotgun Chủ",
      "latam": "Maestro de Escopeta",
      "indonesian": "Master Senapan"
    },
    "description": {
      "english": "Blast Off! Pick up a shotgun and feel the power in your hands. Welcome to close-quarters combat.",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "german": "Los geht's! Nimm eine Schrotflinte und spüre die Kraft in deinen Händen. Willkommen im Nahkampf.",
      "french": "Décollez! Prenez un fusil de chasse et sentez le pouvoir entre vos mains. Bienvenue dans le combat rapproché.",
      "italian": "Sparate! Prendi un fucile da caccia e senti il potere nelle tue mani. Benvenuti al combattimento ravvicinato.",
      "koreana": "폭발! 산탄 총을 들고 당신의 손에 힘을 느낍니다. 근접 전투에 오신 것을 환영합니다.",
      "spanish": "¡Despega! Toma una escopeta y siente el poder en tus manos. Bienvenido al combate cuerpo a cuerpo.",
      "schinese": "发射！ 拿起霰弹枪，感受手中的力量。 欢迎来到近距离战斗。",
      "tchinese": "发射！ 拿起霰弹枪，感受手中的力量。 欢迎来到近距离战斗。",
      "russian": "Начинайте! Возьмите в руки дробовик и почувствуйте силу в своих руках. Добро пожаловать в ближний бой.",
      "thai": "ระเบิดออก! รับปืนลูกซองและความรู้สึกอำนาจในมือของคุณ ยินดีต้อนรับสู่การต่อสู้ปิดไตรมาส",
      "japanese": "ブラストオフ！ 散弾銃をピックアップし、あなたの手の中に力を感じる。 近い四半期の戦闘へようこそ。",
      "portuguese": "Decolar! Pegue uma espingarda e sinta o poder em suas mãos. Bem-vindos ao combate de curta distância.",
      "polish": "Strzelaj! Podnieś strzelbę i poczuj moc w swoich rękach. Witamy w walce w zwarciu.",
      "danish": "Af Sted! Tag et haglgevær op og Føl kraften i dine hænder. Velkommen til nærkamp.",
      "dutch": "Schiet Op! Pak een geweer en voel de kracht in je handen. Welkom bij close-quarters combat.",
      "finnish": "Ampukaa! Ota haulikko ja tunne voima käsissäsi. Tervetuloa lähitaisteluun.",
      "norwegian": "Spreng Av! Plukk opp en hagle og føle kraften i hendene. Velkommen til nærkamp.",
      "swedish": "Spränga Bort! Plocka upp ett hagelgevär och känna kraften i dina händer. Välkommen till närkamp.",
      "hungarian": "Kilövés! Vedd fel a puskát, és érezd az erőt a kezedben. Üdvözöljük a közelharcban.",
      "czech": "Odpal! Zvedněte brokovnici a pociťte sílu ve svých rukou. Vítejte v boji zblízka.",
      "romanian": "Blast Off! Ridică o pușcă și simte puterea în mâinile tale. Bine ați venit la lupta de aproape.",
      "turkish": "Patlat! Bir av tüfeği al ve ellerindeki gücü hisset. Yakın dövüşe hoş geldiniz.",
      "arabic": "انطلق! التقاط بندقية ويشعر السلطة في يديك. مرحبا بكم في إغلاق أرباع القتال.",
      "brazilian": "Decolar! Pegue uma espingarda e sinta o poder em suas mãos. Bem-vindos ao combate de curta distância.",
      "bulgarian": "Излитаме! Вземете пушка и почувствайте силата в ръцете си. Добре дошли в близък бой.",
      "greek": "Εκτοξεύσου! Σηκώστε ένα κυνηγετικό όπλο και νιώστε τη δύναμη στα χέρια σας. Καλώς ήρθατε στην μάχη από κοντά.",
      "ukrainian": "Починайте! Візьміть рушницю і відчуйте силу в руках. Ласкаво просимо в ближній бій.",
      "vietnamese": "Nổ Ra! Nhặt một khẩu súng ngắn và cảm nhận sức mạnh trong tay bạn. Chào mừng bạn đến close-quarters combat.",
      "latam": "¡Despega! Toma una escopeta y siente el poder en tus manos. Bienvenido al combate cuerpo a cuerpo.",
      "indonesian": "Lepas landas! Ambil senapan dan rasakan kekuatan di tangan Anda. Selamat datang di pertempuran jarak dekat."
    }
  },
  {
    "name": "r4",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/5fa2f43b40f4746f4b46042e1f760245337889e1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/0140c8581898e70fe3a58aff38d3c1fd7c25fcfc.jpg",
    "displayName": {
      "english": "Assault Ready",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "german": "Angriff bereit",
      "french": "Prêt pour l'Assaut",
      "italian": "Assalto pronto",
      "koreana": "폭행 준비",
      "spanish": "Listo para el Asalto",
      "schinese": "突击准备",
      "tchinese": "突击准备",
      "russian": "Готовность к нападению",
      "thai": "โจมตีพร้อม",
      "japanese": "アサルトレディ",
      "portuguese": "Assalto Pronto",
      "polish": "Atak Gotowy",
      "danish": "Assault Klar",
      "dutch": "Aanval Klaar",
      "finnish": "Hyökkäys Valmiina",
      "norwegian": "Assault Klar",
      "swedish": "Assault Redo",
      "hungarian": "Támadás Kész",
      "czech": "Útok Připraven",
      "romanian": "Asalt Gata",
      "turkish": "Saldırı Hazır",
      "arabic": "الاعتداء جاهز",
      "brazilian": "Assalto Pronto",
      "bulgarian": "Атака Готови",
      "greek": "Επίθεση Έτοιμη",
      "ukrainian": "Готовність до нападу",
      "vietnamese": "Tấn Công Sẵn Sàng",
      "latam": "Listo para el Asalto",
      "indonesian": "Assault Siap"
    },
    "description": {
      "english": "Fully Armed! Grab an assault rifle and prepare for intense firefights. You're now a force to be reckoned with.",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "german": "Voll bewaffnet! Schnapp dir ein Sturmgewehr und bereite dich auf intensive Feuergefechte vor. Du bist jetzt eine Macht, mit der man rechnen muss.",
      "french": "Entièrement Armé! Prenez un fusil d'assaut et préparez-vous à d'intenses échanges de tirs. Vous êtes maintenant une force avec laquelle il faut compter.",
      "italian": "Completamente armato! Prendi un fucile d'assalto e preparati per intensi scontri a fuoco. Ora sei una forza da non sottovalutare.",
      "koreana": "완전 무장! 돌격 소총을 잡고 격렬한 총격전을 준비하십시오. 당신은 이제 고려해야 할 힘입니다.",
      "spanish": "¡Completamente Armado! Coge un rifle de asalto y prepárate para intensos tiroteos. Ahora eres una fuerza a tener en cuenta.",
      "schinese": "全副武装！ 抓住突击步枪，准备激烈的交火。 你现在是一股不可忽视的力量。",
      "tchinese": "全副武装！ 抓住突击步枪，准备激烈的交火。 你现在是一股不可忽视的力量。",
      "russian": "Во всеоружии! Берите штурмовую винтовку и готовьтесь к интенсивным перестрелкам. Теперь вы - сила, с которой нужно считаться.",
      "thai": "อาวุธเต็มที่! คว้าปืนไรเฟิลจู่โจมและเตรียมความพร้อมสำหรับการดับเพลิงที่รุนแรง ตอนนี้คุณเป็นแรงที่จะคาดคิดด้วย",
      "japanese": "完全武装！ アサルトライフルをつかみ、激しい銃撃戦の準備をしてください。 あなたは今、考慮される力です。",
      "portuguese": "Totalmente Armado! Pegue um rifle de assalto e prepare-se para tiroteios intensos. Agora és uma força a ter em conta.",
      "polish": "W Pełni Uzbrojony! Chwyć karabin szturmowy i przygotuj się na intensywne strzelaniny. Jesteś teraz siłą, z którą trzeba się liczyć.",
      "danish": "Fuldt Bevæbnet! Grib en stormgevær og forbered dig på intense ildkampe. Du er nu en kraft, man skal regne med.",
      "dutch": "Volledig Bewapend! Pak een aanvalsgeweer en bereid je voor op intense vuurgevechten. Je bent nu een kracht om rekening mee te houden.",
      "finnish": "Täysin Aseistettu! Ota rynnäkkökivääri ja valmistaudu intensiivisiin tulitaisteluihin. Olet nyt varteenotettava voima.",
      "norwegian": "Fullt Bevæpnet! Grab en assault rifle og forberede seg på intense skuddvekslinger. Du er nå en styrke å regne med.",
      "swedish": "Fullt Beväpnad! Ta ett gevär och förbereda sig för intensiva eldstrider. Du är nu en kraft att räkna med.",
      "hungarian": "Teljesen Élesítve! Fogj egy gépkarabélyt, és készülj fel az intenzív tűzharcokra. Most már olyan erő vagy, amivel számolni kell.",
      "czech": "Plně Vyzbrojeni! Popadněte útočnou pušku a připravte se na intenzivní přestřelky. Nyní jste silou, se kterou je třeba počítat.",
      "romanian": "Complet Înarmat! Luați o pușcă de asalt și pregătiți-vă pentru lupte intense. Acum ești o forță de care trebuie să ții cont.",
      "turkish": "Tamamen Silahlı! Bir saldırı tüfeği alın ve yoğun çatışmalara hazırlanın. Artık hesaba katılması gereken bir güçsün.",
      "arabic": "مسلح بالكامل! الاستيلاء على بندقية هجومية والاستعداد لمعارك مكثفة. أنت الآن قوة لا يستهان بها.",
      "brazilian": "Totalmente Armado! Pegue um rifle de assalto e prepare-se para tiroteios intensos. Agora és uma força a ter em conta.",
      "bulgarian": "Напълно Въоръжени! Вземете пушка и се пригответе за престрелка. Сега си сила, с която трябва да се съобразяваме.",
      "greek": "Πλήρως Οπλισμένοι! Πιάσε ένα τουφέκι επίθεσης και προετοιμαστείτε για έντονες πυρκαγιές. Τώρα είσαι μια υπολογίσιμη δύναμη.",
      "ukrainian": "У всеозброєнні! Беріть штурмову гвинтівку і готуйтеся до інтенсивних перестрілок. Тепер Ви-сила, з якою потрібно рахуватися.",
      "vietnamese": "Vũ Trang Đầy Đủ! Lấy một khẩu súng trường tấn công và chuẩn bị cho các cuộc đọ súng dữ dội. Bây giờ bạn là một lực lượng để được tính đến.",
      "latam": "¡Completamente Armado! Coge un rifle de asalto y prepárate para intensos tiroteos. Ahora eres una fuerza a tener en cuenta.",
      "indonesian": "Bersenjata Lengkap! Ambil senapan serbu dan bersiaplah untuk baku tembak yang intens. Anda sekarang menjadi kekuatan yang harus diperhitungkan."
    }
  },
  {
    "name": "r5",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/11ebfd46246dd3f2597624d1e8812596303b98d6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/dcada8eb09c71c26f569f2e8c39a22a9c7adf34c.jpg",
    "displayName": {
      "english": "Chainsaw Carnage",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "german": "Kettensägen-Gemetzel",
      "french": "Carnage à la Tronçonneuse",
      "italian": "Chainsaw Carnage",
      "koreana": "전기톱 학살",
      "spanish": "Carnicería de Motosierra",
      "schinese": "电锯大屠杀",
      "tchinese": "电锯大屠杀",
      "russian": "Резня бензопилой",
      "thai": "Carคลั่ง",
      "japanese": "チェーンソー大虐殺",
      "portuguese": "Chainsaw Carnage",
      "polish": "Chainsaw Carnage",
      "danish": "Motorsav Carnage",
      "dutch": "Chainsaw Carnage",
      "finnish": "Moottorisaha Verilöyly",
      "norwegian": "Motorsag Carnage",
      "swedish": "Motorsåg Blodbad",
      "hungarian": "Chainsaw Carnage",
      "czech": "Masakr Motorovou Pilou",
      "romanian": "Carnagiu Cu Drujba",
      "turkish": "Testere Katliamı",
      "arabic": "مذبحة بالمنشار",
      "brazilian": "Chainsaw Carnage",
      "bulgarian": "Резачка Касапница",
      "greek": "Σφαγή Με Αλυσοπρίονο",
      "ukrainian": "Різанина бензопилою",
      "vietnamese": "Chainsaw Tàn Sát",
      "latam": "Carnicería de Motosierra",
      "indonesian": "Pembantaian Gergaji Mesin"
    },
    "description": {
      "english": "Cutting Edge! Equip a chainsaw and unleash chaos. Let the shredding begin!",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "german": "Schneide! Rüste eine Kettensäge aus und entfessle Chaos. Lass das Schreddern beginnen!",
      "french": "Tranchant! Équipez-vous d'une tronçonneuse et déchaînez le chaos. Que le déchiquetage commence!",
      "italian": "All'avanguardia! Equipaggiare una motosega e scatenare il caos. Che la triturazione abbia inizio!",
      "koreana": "최첨단! 전기 톱을 장착하고 혼란을 풀어 라. 파쇄 시작하자!",
      "spanish": "¡Vanguardia! Equipa una motosierra y desata el caos. ¡Que comience la trituración!",
      "schinese": "尖端！ 装备电锯并释放混乱。 开始撕碎吧！",
      "tchinese": "尖端！ 装备电锯并释放混乱。 开始撕碎吧！",
      "russian": "Режущая кромка! Вооружитесь бензопилой и посейте хаос. Начинайте кромсать!",
      "thai": "ตัดขอบ! จัดให้มีเลื่อยและปลดปล่อยความสับสนวุ่นวาย เริ่มการหั่นย่อยเลย!",
      "japanese": "最先端！ チェーンソーを装備し、混乱を解き放つ。 シュレッダーを始めましょう！",
      "portuguese": "De Ponta! Equipar uma motosserra e desencadear o caos. Que comece a destruição!",
      "polish": "Ostrze! Wyposaż piłę łańcuchową i uwolnij chaos. Niech rozpocznie się rozdrabnianie!",
      "danish": "Banebrydende! Udstyr en motorsav og slip kaos løs. Lad makuleringen begynde!",
      "dutch": "Cutting Edge! Rust een kettingzaag uit en ontketen chaos. Laat het versnipperen beginnen!",
      "finnish": "Huippua! Varusta moottorisaha ja vapauta kaaos. Silppuaminen alkakoon!",
      "norwegian": "Cutting Edge! Utstyr en motorsag og slipp løs kaos. La makuleringen begynne!",
      "swedish": "Framkant! Utrusta en motorsåg och släpp loss kaos. Låt fragmentering börja!",
      "hungarian": "Élvonalbeli! Felszerelni egy láncfűrész, és szabadítsa fel a káosz. Kezdődjön az aprítás!",
      "czech": "Špičkový! Vybavte motorovou pilu a rozpoutejte chaos. Nechte skartaci začít!",
      "romanian": "Cutting Edge! Echipați un ferăstrău cu lanț și dezlănțuiți haosul. Să înceapă mărunțirea!",
      "turkish": "Son teknoloji! Motorlu testereyi donatın ve kaosu serbest bırakın. Parçalama başlasın!",
      "arabic": "المتطورة! تجهيز بالمنشار وإطلاق العنان للفوضى. دع التمزيق يبدأ!",
      "brazilian": "De Ponta! Equipar uma motosserra e desencadear o caos. Que comece a destruição!",
      "bulgarian": "Режещ Ръб! Оборудвайте резачка и отприщете Хаоса. Нека раздробяването започне!",
      "greek": "Αιχμή! Εξοπλίστε ένα αλυσοπρίονο και απελευθερώστε το χάος. Ας αρχίσει ο τεμαχισμός!",
      "ukrainian": "Ріжуча кромка! Озбройтеся бензопилою і посійте хаос. Починайте шматувати!",
      "vietnamese": "Cắt Cạnh! Trang bị cưa máy và giải phóng sự hỗn loạn. Hãy để việc băm nhỏ bắt đầu!",
      "latam": "¡Vanguardia! Equipa una motosierra y desata el caos. ¡Que comience la trituración!",
      "indonesian": "Ujung Tombak! Lengkapi gergaji mesin dan lepaskan kekacauan. Biarkan pencacahan dimulai!"
    }
  },
  {
    "name": "r6",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/7a00c6cf981f0e23cf6aecf3b3d39e2232deb939.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/96436be23b4159cea97caeb46bc4e6107f4b775e.jpg",
    "displayName": {
      "english": "Mass Annihilator",
      "token": "NEW_ACHIEVEMENT_1_5_NAME",
      "german": "Massenvernichter",
      "french": "Annihilateur de Masse",
      "italian": "Annientatore di massa",
      "koreana": "대량 파괴자",
      "spanish": "Aniquilador de Masas",
      "schinese": "大规模歼灭者",
      "tchinese": "大规模歼灭者",
      "russian": "Уничтожитель массы",
      "thai": "เครื่องกำจัดมวล",
      "japanese": "マス-アニヒレーター",
      "portuguese": "Aniquilador Em Massa",
      "polish": "Mass Annihilator",
      "danish": "Mass Annihilator",
      "dutch": "Mass Annihilator",
      "finnish": "Joukkotuhoaja",
      "norwegian": "Masseødeleggelsesvåpen",
      "swedish": "Massförstörare",
      "hungarian": "Mass Annihilator",
      "czech": "Mass Annihilator",
      "romanian": "Anihilator De Masă",
      "turkish": "Kitle İmha Edici",
      "arabic": "الإبادة الجماعية",
      "brazilian": "Aniquilador Em Massa",
      "bulgarian": "Масов Унищожител",
      "greek": "Μαζικός Εξολοθρευτής",
      "ukrainian": "Знищувач маси",
      "vietnamese": "Tiêu Diệt Hàng Loạt",
      "latam": "Aniquilador de Masas",
      "indonesian": "Pemusnahan Massal"
    },
    "description": {
      "english": "Ultimate Slayer! Eliminate 200 enemies. Leave nothing but a trail of destruction in your wake.",
      "token": "NEW_ACHIEVEMENT_1_5_DESC",
      "german": "Ultimative Jägerin! Eliminiere 200 Feinde. Hinterlasse nichts als eine Spur der Zerstörung.",
      "french": "Tueur ultime! Éliminez 200 ennemis. Ne laissez rien d'autre qu'une traînée de destruction dans votre sillage.",
      "italian": "Ultimo Slayer! Elimina 200 nemici. Non lasciare altro che una scia di distruzione nella tua scia.",
      "koreana": "궁극의 슬레이어! 200 명의 적을 제거하십시오. 당신의 여파로 파괴의 흔적 만 남겨주세요.",
      "spanish": "¡Asesino definitivo! Elimina a 200 enemigos. Deja nada más que un rastro de destrucción a tu paso.",
      "schinese": "终极杀手！ 消灭200个敌人。 在你身后只留下一条毁灭的痕迹.",
      "tchinese": "终极杀手！ 消灭200个敌人。 在你身后只留下一条毁灭的痕迹.",
      "russian": "Непревзойденный истребитель! Уничтожьте 200 врагов. Не оставляйте за собой ничего, кроме разрушительного следа.",
      "thai": "สุดยอดนักฆ่า! กำจัดศัตรู 200 ตัว อย่าทิ้งร่องรอยแห่งความพินาศไว้เลย",
      "japanese": "アルティメット・スレイヤー! 200人の敵を排除します。 あなたのきっかけに破壊の跡だけを残してください。",
      "portuguese": "Ultimate Slayer! Elimine 200 inimigos. Não deixe nada além de um rastro de destruição em seu rastro.",
      "polish": "Ultimate Slayer! Wyeliminuj 200 wrogów. Nie zostawiaj po sobie nic poza śladem zniszczenia.",
      "danish": "Ultimate Slayer! Eliminer 200 fjender. Efterlad intet andet end et spor af ødelæggelse i dit kølvand.",
      "dutch": "Ultieme Doder! Elimineer 200 vijanden. Laat niets anders achter dan een spoor van vernietiging in je kielzog.",
      "finnish": "Ultimate Slayer! Eliminoi 200 vihollista. Jätä jälkeesi vain tuhon jäljet.",
      "norwegian": "Ultimate Slayer! Eliminer 200 fiender. La ingenting annet enn et spor av ødeleggelse i kjølvannet.",
      "swedish": "Ultimata Slayer! Eliminera 200 fiender. Lämna inget annat än ett spår av förstörelse i din kölvatten.",
      "hungarian": "Végső Vadász! Távolítson el 200 ellenséget. Ne hagyj mást, csak a pusztítás nyomát a nyomodban.",
      "czech": "Ultimate Slayer! Eliminujte 200 nepřátel. Nenechávejte po sobě nic jiného než stopu zkázy.",
      "romanian": "Vânătoarea Supremă! Eliminați 200 de dușmani. Nu lăsa decât o urmă de distrugere în urma ta.",
      "turkish": "Nihai Avcı! 200 Düşmanı yok et. Arkanızda bir yıkım izinden başka bir şey bırakmayın.",
      "arabic": "القاتل النهائي! القضاء على 200 الأعداء. لا تترك شيئا سوى أثر الدمار في أعقابك.",
      "brazilian": "Ultimate Slayer! Elimine 200 inimigos. Não deixe nada além de um rastro de destruição em seu rastro.",
      "bulgarian": "Най-Добрата Убийца! Елиминирайте 200 врагове. Не оставяйте нищо друго освен следа от разрушение след себе си.",
      "greek": "Απόλυτη Φόνισσα! Εξαλείψτε 200 εχθρούς. Αφήστε μόνο ένα ίχνος καταστροφής στο πέρασμά σας.",
      "ukrainian": "Неперевершений винищувач! Знищити 200 ворогів. Не залишайте за собою нічого, крім руйнівного сліду.",
      "vietnamese": "Cuối Cùng Slayer! Loại bỏ 200 kẻ thù. Không để lại gì ngoài một dấu vết hủy diệt trong sự trỗi dậy của bạn.",
      "latam": "¡Asesino definitivo! Elimina a 200 enemigos. Deja nada más que un rastro de destrucción a tu paso.",
      "indonesian": "Pembunuh Pamungkas! Hilangkan 200 musuh. Tidak meninggalkan apa pun selain jejak kehancuran di belakang Anda."
    }
  },
  {
    "name": "r7",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/7bf10f79d7bf19d3d0ada33981c7317f28f7bc96.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/35ffc4c1b6b342983ef142b8875e71759d3b7d87.jpg",
    "displayName": {
      "english": "Welcome Aboard",
      "token": "NEW_ACHIEVEMENT_1_6_NAME",
      "german": "Willkommen an Bord",
      "french": "Bienvenue à Bord",
      "italian": "Benvenuti a bordo",
      "koreana": "배를 타고 오신 것을 환영합니다",
      "spanish": "Bienvenido a Bordo",
      "schinese": "欢迎到这儿来",
      "tchinese": "欢迎到这儿来",
      "russian": "Добро пожаловать на борт",
      "thai": "ยินดีต้อนรับบนเรือ",
      "japanese": "歓迎された乗って",
      "portuguese": "Bem-Vindo A Bordo",
      "polish": "Witamy Na Pokładzie",
      "danish": "Velkommen Ombord",
      "dutch": "Welkom Aan Boord",
      "finnish": "Tervetuloa Mukaan",
      "norwegian": "Velkommen Ombord",
      "swedish": "Välkommen Ombord",
      "hungarian": "Üdvözöljük A Fedélzeten",
      "czech": "Vítejte Na Palubě",
      "romanian": "Bine Ați Venit La Bord",
      "turkish": "Gemiye Hoş Geldiniz",
      "arabic": "مرحبا بكم على متن",
      "brazilian": "Bem-Vindo A Bordo",
      "bulgarian": "Добре Дошли На Борда",
      "greek": "Καλώς Ήρθατε Στο Πλοίο",
      "ukrainian": "Ласкаво просимо на борт",
      "vietnamese": "Chào Mừng Bạn Lên Tàu",
      "latam": "Bienvenido a Bordo",
      "indonesian": "Selamat Datang di Kapal"
    },
    "description": {
      "english": "Getting Started! Log into the game for the first time. Every epic journey begins with a single step.",
      "token": "NEW_ACHIEVEMENT_1_6_DESC",
      "german": "Erste Schritte! Logge dich zum ersten Mal in das Spiel ein. Jede epische Reise beginnt mit einem einzigen Schritt.",
      "french": "Pour commencer! Connectez-vous au jeu pour la première fois. Chaque voyage épique commence par un seul pas.",
      "italian": "Per iniziare! Accedi al gioco per la prima volta. Ogni viaggio epico inizia con un solo passo.",
      "koreana": "시작하기! 처음으로 게임에 로그인합니다. 모든 서사시 여행은 한 단계로 시작됩니다.",
      "spanish": "¡Empezando! Inicia sesión en el juego por primera vez. Cada viaje épico comienza con un solo paso.",
      "schinese": "开始吧！ 首次登录游戏。 每一个史诗般的旅程都始于一步。",
      "tchinese": "开始吧！ 首次登录游戏。 每一个史诗般的旅程都始于一步。",
      "russian": "Начинаем! Войдите в игру в первый раз. Каждое грандиозное путешествие начинается с одного шага.",
      "thai": "เริ่มต้น! เข้าสู่เกมเป็นครั้งแรก ทุกการเดินทางมหากาพย์เริ่มต้นด้วยขั้นตอนเดียว",
      "japanese": "はじめに！ 初めてゲームにログインします。 すべての壮大な旅は、単一のステップで始まります。",
      "portuguese": "Começando! Entre no jogo pela primeira vez. Toda jornada épica começa com um único passo.",
      "polish": "Pierwsze Kroki! Zaloguj się do gry po raz pierwszy. Każda epicka podróż zaczyna się od jednego kroku.",
      "danish": "Kom Godt I Gang! Log ind i spillet for første gang. Hver episk rejse begynder med et enkelt trin.",
      "dutch": "Aan De Slag! Log voor het eerst in op de game. Elke epische reis begint met een enkele stap.",
      "finnish": "Aloittaminen! Kirjaudu peliin ensimmäistä kertaa. Jokainen eeppinen matka alkaa yhdestä askeleesta.",
      "norwegian": "Komme I Gang! Logg deg på spillet for første gang. Hver episke reise begynner med et enkelt trinn.",
      "swedish": "Komma Igång! Logga in i spelet för första gången. Varje episk resa börjar med ett enda steg.",
      "hungarian": "Első Lépések! Jelentkezzen be először a játékba. Minden epikus utazás egyetlen lépéssel kezdődik.",
      "czech": "Začínáme! Přihlaste se do hry poprvé. Každá epická cesta začíná jediným krokem.",
      "romanian": "Noțiuni De Bază! Conectați-vă la joc pentru prima dată. Fiecare călătorie epică începe cu un singur pas.",
      "turkish": "Başlıyoruz! Oyuna ilk kez giriş yapın. Her destansı yolculuk tek bir adımla başlar.",
      "arabic": "الشروع في العمل! تسجيل الدخول إلى اللعبة لأول مرة. تبدأ كل رحلة ملحمية بخطوة واحدة.",
      "brazilian": "Começando! Entre no jogo pela primeira vez. Toda jornada épica começa com um único passo.",
      "bulgarian": "Започваме! Влезте в играта за първи път. Всяко епично пътуване започва с една единствена стъпка.",
      "greek": "Ξεκινώντας! Συνδεθείτε στο παιχνίδι για πρώτη φορά. Κάθε επικό ταξίδι ξεκινά με ένα μόνο βήμα.",
      "ukrainian": "Починаємо! Увійдіть в гру в перший раз. Кожна грандіозна подорож починається з одного кроку.",
      "vietnamese": "Bắt Đầu! Đăng nhập vào trò chơi lần đầu tiên. Mỗi cuộc hành trình sử thi bắt đầu với một bước duy nhất.",
      "latam": "¡Empezando! Inicia sesión en el juego por primera vez. Cada viaje épico comienza con un solo paso.",
      "indonesian": "Memulai! Masuk ke dalam game untuk pertama kalinya. Setiap perjalanan epik dimulai dengan satu langkah."
    }
  },
  {
    "name": "r8",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/005e83e90fc9ac0d6b00f00c9c3761f8f3e0e20f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/6a3277f579a29751c4c7a49d6dd1dd60daf13334.jpg",
    "displayName": {
      "english": "The Conqueror",
      "token": "NEW_ACHIEVEMENT_1_7_NAME",
      "german": "Conqueror",
      "french": "Le Conquérant",
      "italian": "conquistatore",
      "koreana": "정복자",
      "spanish": "El Conquistador",
      "schinese": "征服者",
      "tchinese": "征服者",
      "russian": "Завоеватель",
      "thai": "ผู้พิชิต",
      "japanese": "征服者",
      "portuguese": "O Conquistador",
      "polish": "Zdobywca",
      "danish": "sejrherre",
      "dutch": "overwinnaar",
      "finnish": "valloittaja",
      "norwegian": "Erobreren",
      "swedish": "erövrare",
      "hungarian": "A Hódító",
      "czech": "dobyvatel",
      "romanian": "Cuceritorul",
      "turkish": "Fatih",
      "arabic": "الفاتح",
      "brazilian": "O Conquistador",
      "bulgarian": "Завоевателят",
      "greek": "κατακτητής",
      "ukrainian": "Завойовник",
      "vietnamese": "Kẻ Chinh Phục",
      "latam": "El Conquistador",
      "indonesian": "Sang Penakluk"
    },
    "description": {
      "english": "Game Over! Complete the game. Congratulations, you've conquered every challenge!",
      "token": "NEW_ACHIEVEMENT_1_7_DESC",
      "german": "Spiel vorbei! Beende das Spiel. Herzlichen Glückwunsch, Sie haben jede Herausforderung gemeistert!",
      "french": "Jeu terminé! Terminez le jeu. Félicitations, vous avez relevé tous les défis!",
      "italian": "Gioco finito! Completa il gioco. Complimenti, hai vinto ogni sfida!",
      "koreana": "게임 오버! 게임을 완료합니다. 축하합니다,당신은 모든 도전을 정복했습니다!",
      "spanish": "¡Se Acabó El Juego! Completa el juego. ¡Felicitaciones, has conquistado todos los desafíos! ",
      "schinese": "游戏结束！ 完成游戏。 恭喜你，你已经征服了每一个挑战！",
      "tchinese": "游戏结束！ 完成游戏。 恭喜你，你已经征服了每一个挑战！",
      "russian": "Игра окончена! Завершите игру. Поздравляем, вы справились со всеми испытаниями!",
      "thai": "เกมจบแล้ว! จบเกม ขอแสดงความยินดีที่คุณได้เอาชนะความท้าทายทุก!",
      "japanese": "ゲームオーバー！ ゲームを完了します。 おめでとう、あなたはすべての挑戦を征服しました！",
      "portuguese": "Fim Do Jogo! Conclua o jogo. Parabéns, você venceu todos os desafios!",
      "polish": "Koniec Gry! Ukończ grę. Gratulacje, pokonałeś każde wyzwanie!",
      "danish": "Spillet Er Slut! Gennemfør spillet. Tillykke, du har erobret enhver udfordring!",
      "dutch": "Game Over! Voltooi het spel. Gefeliciteerd, je hebt elke uitdaging overwonnen!",
      "finnish": "Peli Ohi! Suorita peli loppuun. Onnittelut, olet voittanut jokaisen haasteen!",
      "norwegian": "Spillet Er Over! Fullfør spillet. Gratulerer, du har overvunnet alle utfordringer!",
      "swedish": "Spelet Är Över! Slutför spelet. Grattis, du har erövrat varje utmaning!",
      "hungarian": "Vége A Játéknak! Töltse ki a játékot. Gratulálunk, minden kihívást legyőztél!",
      "czech": "Konec Hry! Dokončete hru. Gratulujeme, překonali jste každou výzvu!",
      "romanian": "Jocul S-A Terminat! Termina jocul. Felicitări, ai cucerit fiecare provocare!",
      "turkish": "Oyun bitti! Oyunu tamamla. Tebrikler, her zorluğu yendiniz!",
      "arabic": "انتهت اللعبة! أكمل اللعبة. تهانينا ، لقد تغلبت على كل تحد!",
      "brazilian": "Fim Do Jogo! Conclua o jogo. Parabéns, você venceu todos os desafios!",
      "bulgarian": "Край На Играта! Завърши играта. Поздравления, преодоляхте всяко предизвикателство!",
      "greek": "Τέλος Παιχνιδιού! Ολοκληρώστε το παιχνίδι. Συγχαρητήρια, έχετε κατακτήσει κάθε πρόκληση!",
      "ukrainian": "Гра закінчена! Завершіть гру. Вітаємо, ви впоралися з усіма випробуваннями!",
      "vietnamese": "Trò Chơi Kết Thúc! Hoàn thành trò chơi. Xin chúc mừng, bạn đã chinh phục mọi thử thách!",
      "latam": "¡Se Acabó El Juego! Completa el juego. ¡Felicitaciones, has conquistado todos los desafíos! ",
      "indonesian": "Permainan Berakhir! Selesaikan permainannya. Selamat, Anda telah menaklukkan setiap tantangan!"
    }
  },
  {
    "name": "r9",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/d0e37f1e25530fdfdce84adc7d5ef29d965ed92e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3028290/7301410476078b3e270832f17bfc595148f9a1b4.jpg",
    "displayName": {
      "english": "Untouchable",
      "token": "NEW_ACHIEVEMENT_1_8_NAME",
      "german": "Unantastbar",
      "french": "Intouchable",
      "italian": "Intoccabile",
      "koreana": "만질 수 없는",
      "spanish": "Intocable",
      "schinese": "不可触摸的",
      "tchinese": "不可触摸的",
      "russian": "Неприкасаемый",
      "thai": "จัณฑาล",
      "japanese": "アンタッチャブル",
      "portuguese": "Intocável",
      "polish": "Nietykalny",
      "danish": "Urørlig",
      "dutch": "Onaantastbaar",
      "finnish": "Untouchable",
      "norwegian": "Untouchable",
      "swedish": "Oberörbar",
      "hungarian": "Untouchable",
      "czech": "Dotknutelný",
      "romanian": "De neatins",
      "turkish": "Dokunulmaz",
      "arabic": "المنبوذين",
      "brazilian": "Intocável",
      "bulgarian": "Недосегаем",
      "greek": "Ανέγγιχτο",
      "ukrainian": "Недоторканний",
      "vietnamese": "Không thể chạm vào",
      "latam": "Intocable",
      "indonesian": "Untouchable"
    },
    "description": {
      "english": "Flawless Victory! Finish a level without taking any damage. Your skills are unmatched.",
      "token": "NEW_ACHIEVEMENT_1_8_DESC",
      "german": "Makelloser Sieg! Beende ein Level, ohne Schaden zu nehmen. Ihre Fähigkeiten sind unübertroffen.",
      "french": "Victoire Sans Faille! Terminez un niveau sans subir de dégâts. Vos compétences sont inégalées.",
      "italian": "Vittoria impeccabile! Termina un livello senza subire danni. Le tue abilità sono impareggiabili.",
      "koreana": "완벽한 승리! 손상을 복용하지 않고 레벨을 완료합니다. 당신의 기술은 타의 추종을 불허합니다.",
      "spanish": "¡Victoria Impecable! Termina un nivel sin recibir ningún daño. Tus habilidades son inigualables.",
      "schinese": "完美的胜利！ 完成一个级别，而不会受到任何伤害。 你的技能是无与伦比的.",
      "tchinese": "完美的胜利！ 完成一个级别，而不会受到任何伤害。 你的技能是无与伦比的.",
      "russian": "Безупречная победа! Пройдите уровень, не получив ни единого урона. Ваши навыки не имеют себе равных.",
      "thai": "ชัยชนะที่สมบูรณ์แบบ! เสร็จสิ้นระดับโดยไม่ได้รับความเสียหายใดๆ ทักษะของคุณไม่ตรงกัน",
      "japanese": "完璧な勝利！ ダメージを受けることなくレベルを終了します。 あなたのスキルは比類のないです。",
      "portuguese": "Vitória Perfeita! Termine um nível sem sofrer qualquer dano. Suas habilidades são incomparáveis.",
      "polish": "Bezbłędne Zwycięstwo! Ukończ poziom bez żadnych obrażeń. Twoje umiejętności są niezrównane.",
      "danish": "Fejlfri Sejr! Afslut et niveau uden at tage nogen skade. Dine evner er uovertrufne.",
      "dutch": "Foutloze Overwinning! Maak een level af zonder schade te lijden. Je vaardigheden zijn ongeëvenaard.",
      "finnish": "Virheetön Voitto! Viimeistele taso vahingoittamatta. Taitosi ovat vertaansa vailla.",
      "norwegian": "Feilfri Seier! Fullfør et nivå uten å ta noen skade. Dine ferdigheter er uovertruffen.",
      "swedish": "Felfri Seger! Avsluta en nivå utan att ta några skador. Dina färdigheter är oöverträffade.",
      "hungarian": "Hibátlan Győzelem! Fejezd be a szintet anélkül, hogy bármilyen kárt. Páratlan képességeid vannak.",
      "czech": "Bezchybné Vítězství! Dokončete úroveň bez poškození. Vaše dovednosti jsou bezkonkurenční.",
      "romanian": "Victorie Fără Cusur! Termina un nivel fără a lua orice daune. Abilitățile tale sunt de neegalat.",
      "turkish": "Kusursuz Zafer! Herhangi bir hasar almadan bir seviyeyi bitirin. Yeteneklerin eşsiz.",
      "arabic": "انتصار لا تشوبه شائبة! الانتهاء من مستوى دون اتخاذ أي ضرر. المهارات الخاصة بك لا مثيل لها.",
      "brazilian": "Vitória Perfeita! Termine um nível sem sofrer qualquer dano. Suas habilidades são incomparáveis.",
      "bulgarian": "Безупречна Победа! Завършете ниво, без да поемате никакви щети. Уменията ти са ненадминати.",
      "greek": "Άψογη Νίκη! Τελειώστε ένα επίπεδο χωρίς να πάρετε καμία ζημιά. Οι ικανότητές σας είναι ασύγκριτες.",
      "ukrainian": "Бездоганна перемога! Пройдіть рівень, не отримавши жодної шкоди. Ваші навички не мають собі рівних.",
      "vietnamese": "Chiến Thắng Hoàn Hảo! Hoàn thành một cấp độ mà không có bất kỳ thiệt hại. Kỹ năng của bạn là vô song.",
      "latam": "¡Victoria Impecable! Termina un nivel sin recibir ningún daño. Tus habilidades son inigualables.",
      "indonesian": "Kemenangan Tanpa Cela! Selesaikan level tanpa mengalami kerusakan apa pun. Keterampilan Anda tidak tertandingi."
    }
  }
]