[
  {
    "name": "FIRST_CATCH",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/43759f949065d2a67495d8fb8fc70151011b5412.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/df41df9993db55ff32c16787a6f8a73a27efee7d.jpg",
    "displayName": {
      "arabic": "أول صيد",
      "brazilian": "Primeira Pescaria",
      "bulgarian": "Първо Улавяне",
      "czech": "První Úlovek",
      "danish": "Første Fangst",
      "dutch": "Eerste Vangst",
      "english": "First Catch",
      "finnish": "Ensimmäinen Saalis",
      "french": "Première Prise",
      "german": "Erster Fang",
      "greek": "Πρώτη Σύλληψη",
      "hungarian": "Első Fogás",
      "indonesian": "Tangkapan Pertama",
      "italian": "Prima Cattura",
      "japanese": "初回キャッチ",
      "koreana": "첫 번째 포획",
      "latam": "Primera Captura",
      "norwegian": "Første Fangst",
      "polish": "Pierwszy Połów",
      "portuguese": "Primeira Captura",
      "romanian": "Prima Captură",
      "russian": "Первый Улов",
      "schinese": "初次捕捉",
      "spanish": "Primera Captura",
      "swedish": "Första Fångst",
      "tchinese": "初次捕獲",
      "thai": "การจับครั้งแรก",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "turkish": "İlk Yakalama",
      "ukrainian": "Перший Улов",
      "vietnamese": "Lần Đầu Bắt Cá"
    },
    "description": {
      "arabic": "مرحباً بك في العالم المائي! اصطد سمكتك الأولى وابدأ رحلتك كحارس أحواض السمك.",
      "brazilian": "Bem-vindo ao mundo aquático! Pesque seu primeiro peixe e comece sua jornada como cuidador de aquário.",
      "bulgarian": "Добре дошли във водния свят! Уловете първата си риба и започнете пътуването си като пазител на аквариум.",
      "czech": "Vítejte ve vodním světě! Chyťte svou vůbec první rybu a začněte svou cestu jako správce akvária.",
      "danish": "Velkommen til den akvatiske verden! Fang din allerførste fisk og begynd din rejse som akvarieplejer.",
      "dutch": "Welkom in de aquatische wereld! Vang je allereerste vis en begin je reis als aquariumverzorger.",
      "english": "Welcome to the aquatic world! Catch your very first fish and begin your journey as an aquarium keeper.",
      "finnish": "Tervetuloa vesimaailmaan! Pyydystä ensimmäinen kalasi ja aloita matkasi akvaariohoitajana.",
      "french": "Bienvenue dans le monde aquatique ! Attrapez votre tout premier poisson et commencez votre voyage en tant que gardien d'aquarium.",
      "german": "Willkommen in der Unterwasserwelt! Fange deinen allerersten Fisch und beginne deine Reise als Aquariumsbesitzer.",
      "greek": "Καλώς ήρθατε στον υδάτινο κόσμο! Πιάστε το πρώτο σας ψάρι και ξεκινήστε το ταξίδι σας ως φροντιστής ενυδρείου.",
      "hungarian": "Üdvözöljük a vízi világban! Fogd el az első haladat és kezdd el utadat akvárium gondozóként.",
      "indonesian": "Selamat datang di dunia akuatik! Tangkap ikan pertamamu dan mulai perjalananmu sebagai penjaga akuarium.",
      "italian": "Benvenuto nel mondo acquatico! Cattura il tuo primo pesce e inizia il tuo viaggio come custode di acquario.",
      "japanese": "水族の世界へようこそ！初めての魚を捕まえて、アクアリウム管理者としての旅を始めましょう。",
      "koreana": "수중 세계에 오신 것을 환영합니다! 첫 번째 물고기를 잡고 수족관 관리자로서의 여정을 시작하세요.",
      "latam": "¡Bienvenido al mundo acuático! Atrapa tu primer pez y comienza tu aventura como cuidador de peceras.",
      "norwegian": "Velkommen til den akvatiske verden! Fang din aller første fisk og begynn din reise som akvariepleier.",
      "polish": "Witaj w wodnym świecie! Złap swoją pierwszą rybę i rozpocznij swoją podróż jako opiekun akwarium.",
      "portuguese": "Bem-vindo ao mundo aquático! Capture o seu primeiro peixe e inicie a sua jornada como guardião de aquário.",
      "romanian": "Bun venit în lumea acvatică! Prinde primul tău pește și începe călătoria ta ca îngrijitor de acvariu.",
      "russian": "Добро пожаловать в водный мир! Поймайте свою первую рыбу и начните своё путешествие как хранитель аквариума.",
      "schinese": "欢迎来到水族世界！捕捉您的第一条鱼，开始您的水族管理员之旅。",
      "spanish": "¡Bienvenido al mundo acuático! Captura tu primer pez y comienza tu viaje como cuidador de acuarios.",
      "swedish": "Välkommen till den akvatiska världen! Fånga din allra första fisk och börja din resa som akvarievårdare.",
      "tchinese": "歡迎來到水族世界！捕獲您的第一條魚，開始您的水族館管理者之旅。",
      "thai": "ยินดีต้อนรับสู่โลกใต้น้ำ! จับปลาตัวแรกของคุณและเริ่มต้นการเดินทางในฐานะผู้ดูแลตู้ปลา",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "turkish": "Sualtı dünyasına hoş geldin! İlk balığını yakala ve akvaryumculuk yolculuğuna başla.",
      "ukrainian": "Ласкаво просимо у водний світ! Зловіть свою першу рибу і почніть свою подорож як доглядач акваріума.",
      "vietnamese": "Chào mừng đến với thế giới thủy sinh! Bắt được con cá đầu tiên và bắt đầu hành trình trở thành người chăm sóc hồ cá."
    }
  },
  {
    "name": "FIRST_SALE",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/19709ba16ea78ff4ba2f2735000b8a53449469da.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/20a5c1ed9c8927ce8593e95882c27b7ecab9d239.jpg",
    "displayName": {
      "arabic": "أول بيع",
      "brazilian": "Primeira Venda",
      "bulgarian": "Първа Продажба",
      "czech": "První Prodej",
      "danish": "Første Salg",
      "dutch": "Eerste Verkoop",
      "english": "First Sale",
      "finnish": "Ensimmäinen Myynti",
      "french": "Première Vente",
      "german": "Erster Verkauf",
      "greek": "Πρώτη Πώληση",
      "hungarian": "Első Eladás",
      "indonesian": "Penjualan Pertama",
      "italian": "Prima Vendita",
      "japanese": "初回販売",
      "koreana": "첫 번째 판매",
      "latam": "Primera Venta",
      "norwegian": "Første Salg",
      "polish": "Pierwsza Sprzedaż",
      "portuguese": "Primeira Venda",
      "romanian": "Prima Vânzare",
      "russian": "Первая Продажа",
      "schinese": "初次销售",
      "spanish": "Primera Venta",
      "swedish": "Första Försäljning",
      "tchinese": "初次銷售",
      "thai": "การขายครั้งแรก",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "turkish": "İlk Satış",
      "ukrainian": "Перший Продаж",
      "vietnamese": "Lần Đầu Bán Hàng"
    },
    "description": {
      "arabic": "قم بأول عملية بيع للأسماك واختبر إثارة تجارة أحواض السمك الناجحة.",
      "brazilian": "Faça sua primeira venda de peixe e experimente a emoção de um negócio de aquário bem-sucedido.",
      "bulgarian": "Направете първата си продажба на риба и изпитайте вълнението от успешен аквариумен бизнес.",
      "czech": "Proveďte svůj první prodej ryb a zažijte vzrušení úspěšného akvarijního podnikání.",
      "danish": "Lav dit første fiskesalg og oplev spændingen ved en succesfuld akvarieforretning.",
      "dutch": "Maak je eerste visverkoop en ervaar de opwinding van een succesvol aquariumbedrijf.",
      "english": "Make your first fish sale and experience the thrill of successful aquarium business.",
      "finnish": "Tee ensimmäinen kalamyyntisi ja koe menestyksekkään akvaarioliiketoiminnan jännitys.",
      "french": "Réalisez votre première vente de poisson et ressentez le frisson d'un commerce d'aquarium réussi.",
      "german": "Tätige deinen ersten Fischverkauf und erlebe den Nervenkitzel eines erfolgreichen Aquariumsgeschäfts.",
      "greek": "Κάντε την πρώτη σας πώληση ψαριού και βιώστε τη συγκίνηση μιας επιτυχημένης επιχείρησης ενυδρείου.",
      "hungarian": "Bonyolítsd le az első haleladásodat és tapasztald meg a sikeres akvárium üzlet izgalmát.",
      "indonesian": "Lakukan penjualan ikan pertamamu dan rasakan sensasi bisnis akuarium yang sukses.",
      "italian": "Fai la tua prima vendita di pesce e vivi l'emozione di un business acquario di successo.",
      "japanese": "初めての魚の販売を行い、成功したアクアリウムビジネスのスリルを体験しましょう。",
      "koreana": "첫 번째 물고기를 판매하고 성공적인 수족관 사업의 스릴을 경험하세요.",
      "latam": "Realiza tu primera venta de peces y siente la emoción de un negocio de peceras exitoso.",
      "norwegian": "Gjør ditt første fiskesalg og opplev spenningen ved en vellykket akvarievirksomhet.",
      "polish": "Dokonaj swojej pierwszej sprzedaży ryby i poczuj ekscytację udanego biznesu akwarystycznego.",
      "portuguese": "Faça a sua primeira venda de peixe e experimente a emoção de um negócio de aquário bem-sucedido.",
      "romanian": "Fă prima ta vânzare de pești și trăiește emoția unei afaceri de acvariu de succes.",
      "russian": "Совершите свою первую продажу рыбы и почувствуйте волнение успешного аквариумного бизнеса.",
      "schinese": "完成您的第一笔鱼类销售，体验成功水族生意的兴奋感。",
      "spanish": "Haz tu primera venta de peces y experimenta la emoción de un negocio de acuarios exitoso.",
      "swedish": "Gör din första fiskförsäljning och upplev spänningen av en framgångsrik akvarieverksamhet.",
      "tchinese": "完成您的第一筆魚類銷售，體驗成功水族生意的興奮感。",
      "thai": "ทำการขายปลาครั้งแรกและสัมผัสความตื่นเต้นของธุรกิจตู้ปลาที่ประสบความสำเร็จ",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "turkish": "İlk balığını sat ve başarılı bir akvaryum işletmesinin heyecanını yaşa.",
      "ukrainian": "Здійсніть свій перший продаж риби і відчуйте хвилювання успішного акваріумного бізнесу.",
      "vietnamese": "Thực hiện lần bán cá đầu tiên và trải nghiệm cảm giác phấn khích của một doanh nghiệp hồ cá thành công."
    }
  },
  {
    "name": "GOLDEN_TOUCH",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/bb4ae95797e12f732a1805472ca00e064dd044f3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/8404a0991e6a483069f82b6cbc39449684de6854.jpg",
    "displayName": {
      "arabic": "اللمسة الذهبية",
      "brazilian": "Toque Dourado",
      "bulgarian": "Златно Докосване",
      "czech": "Zlatý Dotek",
      "danish": "Gyldent Berøring",
      "dutch": "Gouden Aanraking",
      "english": "Golden Touch",
      "finnish": "Kultainen Kosketus",
      "french": "Touche Dorée",
      "german": "Goldene Berührung",
      "greek": "Χρυσό Άγγιγμα",
      "hungarian": "Arany Érintés",
      "indonesian": "Sentuhan Emas",
      "italian": "Tocco d'Oro",
      "japanese": "ゴールデンタッチ",
      "koreana": "황금의 손길",
      "latam": "Toque Dorado",
      "norwegian": "Gylden Berøring",
      "polish": "Złoty Dotyk",
      "portuguese": "Toque Dourado",
      "romanian": "Atingerea de Aur",
      "russian": "Золотое Прикосновение",
      "schinese": "点金之手",
      "spanish": "Toque Dorado",
      "swedish": "Gyllene Beröring",
      "tchinese": "點金之手",
      "thai": "สัมผัสทองคำ",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "turkish": "Altın Dokunuş",
      "ukrainian": "Золотий Дотик",
      "vietnamese": "Chạm Vàng"
    },
    "description": {
      "arabic": "اكتشف السمكة الذهبية النادرة. حوض السمك الخاص بك يتألق الآن بجمال ثمين!",
      "brazilian": "Descubra a rara variante dourada de peixe. Seu aquário agora brilha com beleza preciosa!",
      "bulgarian": "Открийте рядкия златен вариант на риба. Вашият аквариум сега свети с ценна красота!",
      "czech": "Objevte vzácnou zlatou variantu ryby. Vaše akvárium nyní září vzácnou krásou!",
      "danish": "Opdag den sjældne gyldne variant af fisk. Dit akvarium skinner nu med kostbar skønhed!",
      "dutch": "Ontdek de zeldzame gouden variant vis. Je aquarium straalt nu met kostbare schoonheid!",
      "english": "Discover the rare golden variant fish. Your aquarium now shines with precious beauty!",
      "finnish": "Löydä harvinainen kultainen kalavariantti. Akvaariosi loistaa nyt arvokkaalla kauneudella!",
      "french": "Découvrez la rare variante dorée d'un poisson. Votre aquarium brille maintenant d'une beauté précieuse !",
      "german": "Entdecke die seltene goldene Variante eines Fisches. Dein Aquarium erstrahlt nun in kostbarer Schönheit!",
      "greek": "Ανακαλύψτε τη σπάνια χρυσή παραλλαγή ψαριού. Το ενυδρείο σας τώρα λάμπει με πολύτιμη ομορφιά!",
      "hungarian": "Fedezd fel a ritka arany változatú halat. Az akváriumod most értékes szépségben ragyog!",
      "indonesian": "Temukan varian emas ikan yang langka. Akuariummu kini bersinar dengan keindahan yang berharga!",
      "italian": "Scopri la rara variante dorata di un pesce. Il tuo acquario ora brilla di preziosa bellezza!",
      "japanese": "希少なゴールデン変種の魚を発見しましょう。あなたのアクアリウムが貴重な美しさで輝いています！",
      "koreana": "희귀한 황금 변종 물고기를 발견하세요. 당신의 수족관이 이제 귀중한 아름다움으로 빛납니다!",
      "latam": "Descubre la rara variante dorada de pez. ¡Tu pecera ahora brilla con belleza preciosa!",
      "norwegian": "Oppdag den sjeldne gylne varianten av fisk. Akvariet ditt skinner nå med dyrebar skjønhet!",
      "polish": "Odkryj rzadką złotą odmianę ryby. Twoje akwarium teraz świeci cennym pięknem!",
      "portuguese": "Descubra a rara variante dourada de peixe. O seu aquário agora brilha com beleza preciosa!",
      "romanian": "Descoperă rara variantă aurie de pește. Acvariul tău strălucește acum cu frumusețe prețioasă!",
      "russian": "Откройте редкую золотую разновидность рыбы. Ваш аквариум теперь сияет драгоценной красотой!",
      "schinese": "发现稀有的黄金变种鱼类。您的水族箱现在闪耀着珍贵的美丽！",
      "spanish": "Descubre la rara variante dorada de un pez. ¡Tu acuario ahora brilla con preciosa belleza!",
      "swedish": "Upptäck den sällsynta gyllene fiskarten. Ditt akvarium lyser nu med dyrbar skönhet!",
      "tchinese": "發現稀有的黃金變種魚類。您的水族箱現在閃耀著珍貴的美麗！",
      "thai": "ค้นพบปลาสายพันธุ์ทองคำที่หายาก ตู้ปลาของคุณตอนนี้เปล่งประกายด้วยความงามอันล้ำค่า!",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "turkish": "Nadir altın türde bir balık keşfet. Akvaryumun artık paha biçilmez bir güzellikle parlıyor!",
      "ukrainian": "Відкрийте рідкісний золотий варіант риби. Ваш акваріум тепер сяє дорогоцінною красою!",
      "vietnamese": "Khám phá biến thể cá vàng hiếm có. Hồ cá của bạn giờ tỏa sáng với vẻ đẹp quý giá!"
    }
  },
  {
    "name": "RAINBOW_HUNTER",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/fc4b2ff628d370dbd4fff321368d568d48902e60.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/b5666d13631c8291890cf3eb5b4e301c66a9ad08.jpg",
    "displayName": {
      "arabic": "صياد قوس قزح",
      "brazilian": "Caçador do Arco-íris",
      "bulgarian": "Ловец на Дъги",
      "czech": "Lovec Duhy",
      "danish": "Regnbuejæger",
      "dutch": "Regenboogjager",
      "english": "Rainbow Hunter",
      "finnish": "Sateenkaarimetsästäjä",
      "french": "Chasseur Arc-en-ciel",
      "german": "Regenbogenjäger",
      "greek": "Κυνηγός Ουράνιου Τόξου",
      "hungarian": "Szivárvány Vadász",
      "indonesian": "Pemburu Pelangi",
      "italian": "Cacciatore Arcobaleno",
      "japanese": "レインボーハンター",
      "koreana": "무지개 사냥꾼",
      "latam": "Cazador Arco Iris",
      "norwegian": "Regnbuejeger",
      "polish": "Łowca Tęczy",
      "portuguese": "Caçador de Arco-íris",
      "romanian": "Vânătorul Curcubeului",
      "russian": "Охотник за Радугой",
      "schinese": "彩虹猎人",
      "spanish": "Cazador Arcoíris",
      "swedish": "Regnbågsjägare",
      "tchinese": "彩虹獵人",
      "thai": "นักล่าสายรุ้ง",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "turkish": "Gökkuşağı Avcısı",
      "ukrainian": "Мисливець за Веселкою",
      "vietnamese": "Thợ Săn Cầu Vồng"
    },
    "description": {
      "arabic": "اصطد سمكة قوس قزح الرائعة وأضف ألواناً مذهلة إلى مجموعتك.",
      "brazilian": "Pesque um magnífico peixe arco-íris e adicione cores espetaculares à sua coleção.",
      "bulgarian": "Уловете великолепна дъгова риба и добавете зрелищни цветове към колекцията си.",
      "czech": "Chyťte nádhernou duhovou rybu a přidejte spektakulární barvy do své sbírky.",
      "danish": "Fang en pragtfuld regnbuefisk og tilføj spektakulære farver til din samling.",
      "dutch": "Vang een prachtige regenboogvis en voeg spectaculaire kleuren toe aan je collectie.",
      "english": "Catch a magnificent rainbow variant fish and add spectacular colors to your collection.",
      "finnish": "Pyydystä upea sateenkaarikala ja lisää näyttäviä värejä kokoelmaasi.",
      "french": "Attrapez un magnifique poisson arc-en-ciel et ajoutez des couleurs spectaculaires à votre collection.",
      "german": "Fange einen prächtigen Regenbogenfisch und füge spektakuläre Farben zu deiner Sammlung hinzu.",
      "greek": "Πιάστε ένα υπέροχο ψάρι ουράνιου τόξου και προσθέστε εντυπωσιακά χρώματα στη συλλογή σας.",
      "hungarian": "Fogj egy csodálatos szivárvány halat és adj látványos színeket a gyűjteményedhez.",
      "indonesian": "Tangkap ikan pelangi yang menakjubkan dan tambahkan warna spektakuler ke koleksimu.",
      "italian": "Cattura un magnifico pesce arcobaleno e aggiungi colori spettacolari alla tua collezione.",
      "japanese": "壮麗なレインボー変種の魚を捕まえて、コレクションに壮観な色彩を加えましょう。",
      "koreana": "장엄한 무지개 변종 물고기를 잡아 컬렉션에 화려한 색상을 추가하세요.",
      "latam": "Atrapa un magnífico pez arco iris y agrega colores espectaculares a tu colección.",
      "norwegian": "Fang en praktfull regnbuefisk og legg til spektakulære farger til samlingen din.",
      "polish": "Złap wspaniałą rybę tęczową i dodaj spektakularne kolory do swojej kolekcji.",
      "portuguese": "Capture um magnífico peixe arco-íris e adicione cores espetaculares à sua coleção.",
      "romanian": "Prinde un magnific pește curcubeu și adaugă culori spectaculoase la colecția ta.",
      "russian": "Поймайте великолепную радужную рыбу и добавьте захватывающие цвета в свою коллекцию.",
      "schinese": "捕捉一条华丽的彩虹变种鱼，为您的收藏增添壮观的色彩。",
      "spanish": "Captura un magnífico pez arcoíris y añade colores espectaculares a tu colección.",
      "swedish": "Fånga en magnifik regnbågsfisk och lägg till spektakulära färger till din samling.",
      "tchinese": "捕獲一條華麗的彩虹變種魚，為您的收藏增添壯觀的色彩。",
      "thai": "จับปลาสายพันธุ์สายรุ้งที่งดงามและเพิ่มสีสันอันตระการตาในคอลเลกชันของคุณ",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "turkish": "Muhteşem bir gökkuşağı varyantı balık yakala ve koleksiyonuna göz alıcı renkler kat.",
      "ukrainian": "Зловіть чудову веселкову рибу і додайте вражаючі кольори до своєї колекції.",
      "vietnamese": "Bắt được một con cá cầu vồng tuyệt đẹp và thêm những màu sắc nspectacular vào bộ sưu tập của bạn."
    }
  },
  {
    "name": "MILLIONAIRE",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/b858a2e1fe9d1d77e777a843c3898de31530d5a3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/86088a2745da9a2881433d1dd40031201a848f71.jpg",
    "displayName": {
      "arabic": "المليونير",
      "brazilian": "Milionário",
      "bulgarian": "Милионер",
      "czech": "Milionář",
      "danish": "Millionær",
      "dutch": "Miljonair",
      "english": "Millionaire",
      "finnish": "Miljonääri",
      "french": "Millionnaire",
      "german": "Millionär",
      "greek": "Εκατομμυριούχος",
      "hungarian": "Milliomos",
      "indonesian": "Jutawan",
      "italian": "Milionario",
      "japanese": "ミリオネア",
      "koreana": "백만장자",
      "latam": "Millonario",
      "norwegian": "Millionær",
      "polish": "Milioner",
      "portuguese": "Milionário",
      "romanian": "Milionar",
      "russian": "Миллионер",
      "schinese": "百万富翁",
      "spanish": "Millonario",
      "swedish": "Miljonär",
      "tchinese": "百萬富翁",
      "thai": "เศรษฐีล้านบาท",
      "token": "NEW_ACHIEVEMENT_1_5_NAME",
      "turkish": "Milyoner",
      "ukrainian": "Мільйонер",
      "vietnamese": "Triệu Phú"
    },
    "description": {
      "arabic": "اجمع 1,000,000 عملة من خلال إمبراطورية أحواض السمك الخاصة بك. لقد أتقنت فن تجارة الأسماك!",
      "brazilian": "Acumule 1.000.000 de moedas através do seu império de aquários. Você dominou a arte do comércio de peixes!",
      "bulgarian": "Натрупайте 1 000 000 монети чрез вашата аквариумна империя. Овладяхте изкуството на търговията с риби!",
      "czech": "Nashromážděte 1.000.000 mincí prostřednictvím svého akvarijního impéria. Zvládli jste umění obchodování s rybami!",
      "danish": "Akkumuler 1.000.000 mønter gennem dit akvarieimperium. Du har mestret kunsten at handle med fisk!",
      "dutch": "Verzamel 1.000.000 munten door je aquariumimperium. Je hebt de kunst van vishandel gemeesterd!",
      "english": "Accumulate 1,000,000 coins through your aquarium empire. You've mastered the art of fish trading!",
      "finnish": "Kerää 1 000 000 kolikkoa akvaarioimperiumisi kautta. Olet hallinnut kalakaupan taiteen!",
      "french": "Accumulez 1 000 000 de pièces grâce à votre empire aquatique. Vous avez maîtrisé l'art du commerce de poissons !",
      "german": "Sammle 1.000.000 Münzen durch dein Aquarium-Imperium. Du hast die Kunst des Fischhandels gemeistert!",
      "greek": "Συσσωρεύστε 1.000.000 νομίσματα μέσω της αυτοκρατορίας ενυδρείων σας. Έχετε κατακτήσει την τέχνη του εμπορίου ψαριών!",
      "hungarian": "Gyűjts össze 1.000.000 érmét az akvárium birodalmaddon keresztül. Elsajátítottad a halkereskedelem művészetét!",
      "indonesian": "Kumpulkan 1.000.000 koin melalui kerajaan akuariummu. Kamu telah menguasai seni perdagangan ikan!",
      "italian": "Accumula 1.000.000 di monete attraverso il tuo impero acquario. Hai padroneggiato l'arte del commercio di pesci!",
      "japanese": "アクアリウム帝国を通じて1,000,000コインを蓄積しましょう。魚の取引の技術をマスターしました！",
      "koreana": "수족관 제국을 통해 1,000,000 코인을 축적하세요. 당신은 물고기 거래의 기술을 마스터했습니다!",
      "latam": "Acumula 1.000.000 de monedas a través de tu imperio de peceras. ¡Has dominado el arte del comercio de peces!",
      "norwegian": "Samle 1.000.000 mynter gjennom akvarieimperiet ditt. Du har mestret kunsten å handle med fisk!",
      "polish": "Zgromadź 1.000.000 monet dzięki swojemu akwarystycznemu imperium. Opanowałeś sztukę handlu rybami!",
      "portuguese": "Acumule 1.000.000 de moedas através do seu império aquático. Dominou a arte do comércio de peixes!",
      "romanian": "Acumulează 1.000.000 de monede prin imperiul tău de acvarii. Ai stăpânit arta comerțului cu pești!",
      "russian": "Накопите 1 000 000 монет через свою аквариумную империю. Вы освоили искусство торговли рыбой!",
      "schinese": "通过您的水族帝国积累1,000,000金币。您已经掌握了鱼类贸易的艺术！",
      "spanish": "Acumula 1.000.000 de monedas a través de tu imperio de acuarios. ¡Has dominado el arte del comercio de peces!",
      "swedish": "Samla 1 000 000 mynt genom ditt akvariemperium. Du har bemästrat konsten att handla med fisk!",
      "tchinese": "透過您的水族帝國積累1,000,000金幣。您已經掌握了魚類貿易的藝術！",
      "thai": "สะสมเหรียญ 1,000,000 เหรียญผ่านจักรวรรดิตู้ปลาของคุณ คุณเชี่ยวชาญศิลปะการค้าขายปลาแล้ว!",
      "token": "NEW_ACHIEVEMENT_1_5_DESC",
      "turkish": "Akvaryum imparatorluğunla 1 000 000 madeni para biriktir. Balık ticaretinin ustası oldun!",
      "ukrainian": "Накопичте 1 000 000 монет через свою акваріумну імперію. Ви опанували мистецтво торгівлі рибою!",
      "vietnamese": "Tích lũy 1.000.000 xu thông qua đế chế hồ cá của bạn. Bạn đã thành thạo nghệ thuật buôn bán cá!"
    }
  },
  {
    "name": "BIG_SPENDER",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/bf371870772d2b52343610a8f9ef5e7f324f85c9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/06fb825893fc3e2d5f4143b1ca0e4885a2819a17.jpg",
    "displayName": {
      "arabic": "المنفق الكبير",
      "brazilian": "Grande Gastador",
      "bulgarian": "Голям Харчитель",
      "czech": "Velký Utrácející",
      "danish": "Stor Bruger",
      "dutch": "Grote Uitgever",
      "english": "Big Spender",
      "finnish": "Suuri Kuluttaja",
      "french": "Gros Dépensier",
      "german": "Großer Ausgeber",
      "greek": "Μεγάλος Σπαταλητής",
      "hungarian": "Nagy Költekező",
      "indonesian": "Pembelanja Besar",
      "italian": "Grande Spendaccione",
      "japanese": "大きな出費者",
      "koreana": "큰 손",
      "latam": "Gran Gastador",
      "norwegian": "Stor Forbruker",
      "polish": "Wielki Wydawca",
      "portuguese": "Grande Gastador",
      "romanian": "Marele Cheltuitor",
      "russian": "Большой Транжира",
      "schinese": "大手笔消费者",
      "spanish": "Gran Gastador",
      "swedish": "Stor Spenderare",
      "tchinese": "大手筆消費者",
      "thai": "นักใช้จ่ายใหญ่",
      "token": "NEW_ACHIEVEMENT_1_6_NAME",
      "turkish": "Büyük Harcayıcı",
      "ukrainian": "Великий Витрачатель",
      "vietnamese": "Người Chi Tiêu Lớn"
    },
    "description": {
      "arabic": "أنفق 100,000 عملة على الأسماك والتحسينات. الاستثمار هو مفتاح نجاح حوض السمك!",
      "brazilian": "Gaste 100.000 moedas em peixes e melhorias. Investimento é a chave para o sucesso do aquário!",
      "bulgarian": "Похарчете 100 000 монети за риби и подобрения. Инвестицията е ключът към успеха на аквариума!",
      "czech": "Utratťte 100.000 mincí za ryby a vylepšení. Investice je klíčem k úspěchu akvária!",
      "danish": "Brug 100.000 mønter på fisk og opgraderinger. Investering er nøglen til akvariesucces!",
      "dutch": "Besteed 100.000 munten aan vissen en upgrades. Investering is de sleutel tot aquariumsucces!",
      "english": "Spend 100,000 coins on fish and upgrades. Investment is the key to aquarium success!",
      "finnish": "Käytä 100 000 kolikkoa kaloihin ja päivityksiin. Sijoittaminen on akvaarion menestyksen avain!",
      "french": "Dépensez 100 000 pièces en poissons et améliorations. L'investissement est la clé du succès aquatique !",
      "german": "Gib 100.000 Münzen für Fische und Verbesserungen aus. Investition ist der Schlüssel zum Aquarium-Erfolg!",
      "greek": "Ξοδέψτε 100.000 νομίσματα σε ψάρια και αναβαθμίσεις. Η επένδυση είναι το κλειδί για την επιτυχία του ενυδρείου!",
      "hungarian": "Költs 100.000 érmét halakra és fejlesztésekre. A befektetés az akvárium siker kulcsa!",
      "indonesian": "Habiskan 100.000 koin untuk ikan dan peningkatan. Investasi adalah kunci sukses akuarium!",
      "italian": "Spendi 100.000 monete per pesci e miglioramenti. L'investimento è la chiave del successo dell'acquario!",
      "japanese": "魚とアップグレードに100,000コインを費やしましょう。投資がアクアリウム成功の鍵です！",
      "koreana": "물고기와 업그레이드에 100,000 코인을 소비하세요. 투자는 수족관 성공의 열쇠입니다!",
      "latam": "Gasta 100.000 monedas en peces y mejoras. ¡La inversión es la clave del éxito de la pecera!",
      "norwegian": "Bruk 100.000 mynter på fisk og oppgraderinger. Investering er nøkkelen til akvariesuksess!",
      "polish": "Wydaj 100.000 monet na ryby i ulepszenia. Inwestycja to klucz do sukcesu akwarium!",
      "portuguese": "Gaste 100.000 moedas em peixes e melhorias. O investimento é a chave para o sucesso do aquário!",
      "romanian": "Cheltuiește 100.000 de monede pe pești și îmbunătățiri. Investiția este cheia succesului acvariului!",
      "russian": "Потратьте 100 000 монет на рыб и улучшения. Инвестиции - ключ к успеху аквариума!",
      "schinese": "在鱼类和升级上花费100,000金币。投资是水族成功的关键！",
      "spanish": "Gasta 100.000 monedas en peces y mejoras. ¡La inversión es la clave del éxito del acuario!",
      "swedish": "Spendera 100 000 mynt på fisk och uppgraderingar. Investering är nyckeln till akvarieframgång!",
      "tchinese": "在魚類和升級上花費100,000金幣。投資是水族成功的關鍵！",
      "thai": "ใช้จ่าย 100,000 เหรียญสำหรับปลาและการอัพเกรด การลงทุนคือกุญแจสู่ความสำเร็จของตู้ปลา!",
      "token": "NEW_ACHIEVEMENT_1_6_DESC",
      "turkish": "Balıklara ve yükseltmelere 100 000 madeni para harca. Yatırım, akvaryum başarısının anahtarıdır!",
      "ukrainian": "Витратьте 100 000 монет на рибу та покращення. Інвестиції - це ключ до успіху акваріума!",
      "vietnamese": "Chi 100.000 xu cho cá và nâng cấp. Đầu tư là chìa khóa thành công của hồ cá!"
    }
  },
  {
    "name": "HOME_SWEET_HOME",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/a5ed4e89beeb0b7cc8240f1d260f3302e13e7b04.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/e1807b4dca554d7c16df2ba3b11d5f5a85a713d5.jpg",
    "displayName": {
      "arabic": "البيت الحلو",
      "brazilian": "Lar Doce Lar",
      "bulgarian": "Дом Мил Дом",
      "czech": "Domov Sladký Domov",
      "danish": "Hjem Søde Hjem",
      "dutch": "Thuis Lief Thuis",
      "english": "Home Sweet Home",
      "finnish": "Koti Kullan Kallis",
      "french": "Un Chez-soi Parfait",
      "german": "Trautes Heim",
      "greek": "Σπίτι Γλυκό Σπίτι",
      "hungarian": "Otthon Édes Otthon",
      "indonesian": "Rumah Manis Rumah",
      "italian": "Casa Dolce Casa",
      "japanese": "我が家のような場所",
      "koreana": "달콤한 우리 집",
      "latam": "Hogar Dulce Hogar",
      "norwegian": "Hjem Kjære Hjem",
      "polish": "Nie Ma Jak W Domu",
      "portuguese": "Lar Doce Lar",
      "romanian": "Acasă Dulce Acasă",
      "russian": "Дом Милый Дом",
      "schinese": "甜蜜之家",
      "spanish": "Hogar Dulce Hogar",
      "swedish": "Hemma Bäst",
      "tchinese": "甜蜜之家",
      "thai": "บ้านหวานบ้าน",
      "token": "NEW_ACHIEVEMENT_1_7_NAME",
      "turkish": "Ev Gibisi Yok",
      "ukrainian": "Дім Милий Дім",
      "vietnamese": "Ngôi Nhà Ngọt Ngào"
    },
    "description": {
      "arabic": "اخلق البيئة المعيشية المثالية لأصدقائك المائيين. أسماكك تشعر حقاً بأنها في المنزل!",
      "brazilian": "Crie o ambiente de vida perfeito para seus amigos aquáticos. Seus peixes se sentem verdadeiramente em casa!",
      "bulgarian": "Създайте перфектната жизнена среда за вашите водни приятели. Рибите ви се чувстват наистина като у дома!",
      "czech": "Vytvořte dokonalé životní prostředí pro své vodní přátele. Vaše ryby se cítí skutečně jako doma!",
      "danish": "Skab det perfekte livsmiljø for dine akvatiske venner. Dine fisk føler sig virkelig hjemme!",
      "dutch": "Creëer de perfecte leefomgeving voor je aquatische vrienden. Je vissen voelen zich echt thuis!",
      "english": "Create the perfect living environment for your aquatic friends. Your fish feel truly at home!",
      "finnish": "Luo täydellinen elinympäristö vesiystävillesi. Kalasi tuntevat olonsa todella kotoisaksi!",
      "french": "Créez l'environnement de vie parfait pour vos amis aquatiques. Vos poissons se sentent vraiment chez eux !",
      "german": "Schaffe die perfekte Lebensumgebung für deine Wasserfreunde. Deine Fische fühlen sich richtig zu Hause!",
      "greek": "Δημιουργήστε το τέλειο περιβάλλον διαβίωσης για τους υδάτινους φίλους σας. Τα ψάρια σας νιώθουν πραγματικά σαν στο σπίτι τους!",
      "hungarian": "Teremts tökéletes életkörülményeket vízi barátaidnak. A halaid valóban otthon érzik magukat!",
      "indonesian": "Ciptakan lingkungan hidup yang sempurna untuk teman-teman akuatikmu. Ikan-ikanmu benar-benar merasa di rumah!",
      "italian": "Crea l'ambiente di vita perfetto per i tuoi amici acquatici. I tuoi pesci si sentono davvero a casa!",
      "japanese": "水の友達のための完璧な生活環境を作りましょう。あなたの魚たちが本当に家にいるように感じています！",
      "koreana": "수중 친구들을 위한 완벽한 생활 환경을 만드세요. 당신의 물고기들이 진정으로 집에 있는 것처럼 느낍니다!",
      "latam": "Crea el ambiente de vida perfecto para tus amigos acuáticos. ¡Tus peces se sienten verdaderamente en casa!",
      "norwegian": "Skap det perfekte livsmiljøet for dine akvatiske venner. Fiskene dine føler seg virkelig hjemme!",
      "polish": "Stwórz idealne środowisko życia dla swoich wodnych przyjaciół. Twoje ryby czują się naprawdę jak w domu!",
      "portuguese": "Crie o ambiente de vida perfeito para os seus amigos aquáticos. Os seus peixes sentem-se verdadeiramente em casa!",
      "romanian": "Creează mediul de viață perfect pentru prietenii tăi acvatici. Peștii tăi se simt cu adevărat acasă!",
      "russian": "Создайте идеальную среду обитания для ваших водных друзей. Ваши рыбы чувствуют себя как дома!",
      "schinese": "为您的水族朋友创造完美的生活环境。您的鱼儿们感到真正宾至如归！",
      "spanish": "Crea el entorno de vida perfecto para tus amigos acuáticos. ¡Tus peces se sienten verdaderamente en casa!",
      "swedish": "Skapa den perfekta livsmiljön för dina akvatiska vänner. Dina fiskar känner sig verkligen hemma!",
      "tchinese": "為您的水族朋友創造完美的生活環境。您的魚兒們感到真正賓至如歸！",
      "thai": "สร้างสภาพแวดล้อมที่สมบูรณ์แบบสำหรับเพื่อนในน้ำของคุณ ปลาของคุณรู้สึกเหมือนอยู่บ้านจริง ๆ!",
      "token": "NEW_ACHIEVEMENT_1_7_DESC",
      "turkish": "Sualtı dostların için kusursuz bir yaşam ortamı oluştur. Balıkların kendini gerçekten evinde hissediyor!",
      "ukrainian": "Створіть ідеальне життєве середовище для ваших водних друзів. Ваші риби справді відчувають себе як вдома!",
      "vietnamese": "Tạo môi trường sống hoàn hảo cho những người bạn thủy sinh. Những con cá của bạn thực sự cảm thấy như ở nhà!"
    }
  },
  {
    "name": "RARE_COLLECTOR",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/5e76f6d6cca2fda8f10176b62e34f85e069eb03c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/7a9f160b79020335713176189e9b047e466fe66e.jpg",
    "displayName": {
      "arabic": "جامع نادر",
      "brazilian": "Colecionador Raro",
      "bulgarian": "Рядък Колекционер",
      "czech": "Vzácný Sběratel",
      "danish": "Sjælden Samler",
      "dutch": "Zeldzame Verzamelaar",
      "english": "Rare Collector",
      "finnish": "Harvinainen Keräilijä",
      "french": "Collectionneur Rare",
      "german": "Seltener Sammler",
      "greek": "Σπάνιος Συλλέκτης",
      "hungarian": "Ritka Gyűjtő",
      "indonesian": "Kolektor Langka",
      "italian": "Collezionista Raro",
      "japanese": "レアコレクター",
      "koreana": "희귀 수집가",
      "latam": "Coleccionista Raro",
      "norwegian": "Sjelden Samler",
      "polish": "Rzadki Kolekcjoner",
      "portuguese": "Colecionador Raro",
      "romanian": "Colecționar Rar",
      "russian": "Редкий Коллекционер",
      "schinese": "稀有收藏家",
      "spanish": "Coleccionista Raro",
      "swedish": "Sällsynt Samlare",
      "tchinese": "稀有收藏家",
      "thai": "นักสะสมหายาก",
      "token": "NEW_ACHIEVEMENT_1_8_NAME",
      "turkish": "Nadir Koleksiyoncu",
      "ukrainian": "Рідкісний Колекціонер",
      "vietnamese": "Nhà Sưu Tập Hiếm"
    },
    "description": {
      "arabic": "احصل على سمكة نادرة أو ملحمية أو أسطورية أو خرافية. لديك عين للأشياء الاستثنائية!",
      "brazilian": "Obtenha um peixe raro, épico, lendário ou mítico. Você tem olho para o extraordinário!",
      "bulgarian": "Получете рядка, епична, легендарна или митична риба. Имате око за необикновеното!",
      "czech": "Získejte vzácnou, epickou, legendární nebo mytickou rybu. Máte oko pro mimořádné věci!",
      "danish": "Få en sjælden, episk, legendarisk eller mytisk fisk. Du har øje for det ekstraordinære!",
      "dutch": "Verkrijg een zeldzame, epische, legendarische of mythische vis. Je hebt oog voor het buitengewone!",
      "english": "Obtain a rare, epic, legendary, or mythic fish. You have an eye for the extraordinary!",
      "finnish": "Hanki harvinainen, eeppinen, legendaarinen tai myyttinen kala. Sinulla on silmää poikkeukselliselle!",
      "french": "Obtenez un poisson rare, épique, légendaire ou mythique. Vous avez l'œil pour l'extraordinaire !",
      "german": "Erhalte einen seltenen, epischen, legendären oder mythischen Fisch. Du hast ein Auge für das Außergewöhnliche!",
      "greek": "Αποκτήστε ένα σπάνιο, επικό, θρυλικό ή μυθικό ψάρι. Έχετε μάτι για το εξαιρετικό!",
      "hungarian": "Szerezz egy ritka, epikus, legendás vagy mitikus halat. Szemed van a rendkívülire!",
      "indonesian": "Dapatkan ikan langka, epik, legendaris, atau mitik. Kamu punya mata untuk hal-hal luar biasa!",
      "italian": "Ottieni un pesce raro, epico, leggendario o mitico. Hai occhio per lo straordinario!",
      "japanese": "レア、エピック、レジェンダリー、またはミシック級の魚を獲得しましょう。あなたには非凡なものを見る目があります！",
      "koreana": "희귀, 서사, 전설, 또는 신화급 물고기를 획득하세요. 당신은 특별한 것을 보는 눈이 있습니다!",
      "latam": "Consigue un pez raro, épico, legendario o mítico. ¡Tienes ojo para lo extraordinario!",
      "norwegian": "Skaff en sjelden, episk, legendarisk eller mytisk fisk. Du har øye for det ekstraordinære!",
      "polish": "Zdobądź rzadką, epicką, legendarną lub mityczną rybę. Masz oko na niezwykłe rzeczy!",
      "portuguese": "Obtenha um peixe raro, épico, lendário ou mítico. Tem olho para o extraordinário!",
      "romanian": "Obține un pește rar, epic, legendar sau mitic. Ai ochi pentru ceea ce este extraordinar!",
      "russian": "Получите редкую, эпическую, легендарную или мифическую рыбу. У вас глаз на необычное!",
      "schinese": "获得一条稀有、史诗、传奇或神话级别的鱼。您有发现非凡事物的眼光！",
      "spanish": "Obtén un pez raro, épico, legendario o mítico. ¡Tienes ojo para lo extraordinario!",
      "swedish": "Skaffa en sällsynt, episk, legendarisk eller mytisk fisk. Du har ögon för det extraordinära!",
      "tchinese": "獲得一條稀有、史詩、傳奇或神話級別的魚。您有發現非凡事物的眼光！",
      "thai": "ได้รับปลาระดับหายาก, มหากาพย์, ตำนาน, หรือเทพนิยาย คุณมีตาในการมองเห็นสิ่งพิเศษ!",
      "token": "NEW_ACHIEVEMENT_1_8_DESC",
      "turkish": "Nadir, epik, efsanevi veya mitik bir balık edin. Sıradışı olanı görür görmez tanıyorsun!",
      "ukrainian": "Отримайте рідкісну, епічну, легендарну або міфічну рибу. У вас є око на незвичайне!",
      "vietnamese": "Có được một con cá hiếm, sử thi, huyền thoại hoặc thần thoại. Bạn có con mắt tinh tường cho những điều phi thường!"
    }
  },
  {
    "name": "SPECIES_MASTER",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/bcaad642ee2550dfa410a6aba131ea979e8234d3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/eaf4c19ddc108eafad050db0de580c041404ae4d.jpg",
    "displayName": {
      "arabic": "سيد الأنواع",
      "brazilian": "Mestre das Espécies",
      "bulgarian": "Майстор на Видовете",
      "czech": "Mistr Druhů",
      "danish": "Artsmester",
      "dutch": "Soortenmeester",
      "english": "Species Master",
      "finnish": "Lajimestari",
      "french": "Maître des Espèces",
      "german": "Artenmeister",
      "greek": "Κυρίαρχος Ειδών",
      "hungarian": "Fajok Mestere",
      "indonesian": "Master Spesies",
      "italian": "Maestro delle Specie",
      "japanese": "種族マスター",
      "koreana": "종 마스터",
      "latam": "Maestro de Especies",
      "norwegian": "Artsmester",
      "polish": "Mistrz Gatunków",
      "portuguese": "Mestre das Espécies",
      "romanian": "Maestrul Speciilor",
      "russian": "Мастер Видов",
      "schinese": "物种大师",
      "spanish": "Maestro de Especies",
      "swedish": "Artmästare",
      "tchinese": "物種大師",
      "thai": "ปรมาจารย์สายพันธุ์",
      "token": "NEW_ACHIEVEMENT_1_9_NAME",
      "turkish": "Tür Ustası",
      "ukrainian": "Майстер Видів",
      "vietnamese": "Bậc Thầy Loài Cá"
    },
    "description": {
      "arabic": "افتح 25 نوعاً مختلفاً من الأسماك. معرفتك بالتنوع البيولوجي المائي مذهلة!",
      "brazilian": "Desbloqueie 25 espécies diferentes de peixes. Seu conhecimento sobre biodiversidade aquática é impressionante!",
      "bulgarian": "Отключете 25 различни вида риби. Знанието ви за водното биоразнообразие е впечатляващо!",
      "czech": "Odemkněte 25 různých druhů ryb. Vaše znalost vodní biodiverzity je působivá!",
      "danish": "Lås 25 forskellige fiskearter op. Din viden om akvatisk biodiversitet er imponerende!",
      "dutch": "Ontgrendel 25 verschillende vissoorten. Je kennis van aquatische biodiversiteit is indrukwekkend!",
      "english": "Unlock 25 different fish species. Your knowledge of aquatic biodiversity is impressive!",
      "finnish": "Avaa 25 erilaista kalalajia. Tietosi vesieläinten monimuotoisuudesta on vaikuttavaa!",
      "french": "Débloquez 25 espèces de poissons différentes. Votre connaissance de la biodiversité aquatique est impressionnante !",
      "german": "Schalte 25 verschiedene Fischarten frei. Dein Wissen über aquatische Biodiversität ist beeindruckend!",
      "greek": "Ξεκλειδώστε 25 διαφορετικά είδη ψαριών. Η γνώση σας για την υδάτινη βιοποικιλότητα είναι εντυπωσιακή!",
      "hungarian": "Nyiss ki 25 különböző halfajt. A vízi biodiverzitásról szóló tudásod lenyűgöző!",
      "indonesian": "Buka kunci 25 spesies ikan yang berbeda. Pengetahuanmu tentang keanekaragaman hayati akuatik sangat mengesankan!",
      "italian": "Sblocca 25 specie di pesci diverse. La tua conoscenza della biodiversità acquatica è impressionante!",
      "japanese": "25種類の異なる魚の種族をアンロックしましょう。水生生物多様性に関するあなたの知識は印象的です！",
      "koreana": "25가지 다른 물고기 종을 잠금 해제하세요. 수중 생물 다양성에 대한 당신의 지식이 인상적입니다!",
      "latam": "Desbloquea 25 especies diferentes de peces. ¡Tu conocimiento sobre biodiversidad acuática es impresionante!",
      "norwegian": "Lås opp 25 forskjellige fiskearter. Din kunnskap om akvatisk biodiversitet er imponerende!",
      "polish": "Odblokuj 25 różnych gatunków ryb. Twoja wiedza o wodnej bioróżnorodności jest imponująca!",
      "portuguese": "Desbloqueie 25 espécies diferentes de peixes. O seu conhecimento sobre biodiversidade aquática é impressionante!",
      "romanian": "Deblochează 25 de specii diferite de pești. Cunoștințele tale despre biodiversitatea acvatică sunt impresionante!",
      "russian": "Откройте 25 различных видов рыб. Ваши знания о водном биоразнообразии впечатляют!",
      "schinese": "解锁25种不同的鱼类品种。您对水族生物多样性的了解令人印象深刻！",
      "spanish": "Desbloquea 25 especies de peces diferentes. ¡Tu conocimiento sobre biodiversidad acuática es impresionante!",
      "swedish": "Lås upp 25 olika fiskarter. Din kunskap om akvatisk biodiversitet är imponerande!",
      "tchinese": "解鎖25種不同的魚類品種。您對水族生物多樣性的瞭解令人印象深刻！",
      "thai": "ปลดล็อกปลา 25 สายพันธุ์ที่แตกต่างกัน ความรู้ของคุณเกี่ยวกับความหลากหลายทางชีวภาพในน้ำน่าประทับใจ!",
      "token": "NEW_ACHIEVEMENT_1_9_DESC",
      "turkish": "25 farklı balık türünün kilidini aç. Sualtı biyolojik çeşitliliğine dair bilgin etkileyici!",
      "ukrainian": "Розблокуйте 25 різних видів риб. Ваші знання про водне біорізноманіття вражають!",
      "vietnamese": "Mở khóa 25 loài cá khác nhau. Kiến thức của bạn về đa dạng sinh học thủy sinh thật ấn tượng!"
    }
  },
  {
    "name": "DEDICATED_PLAYER",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/342677295c627710843fa88a72716d8f11d7fb78.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/ca250d66f85b6ba4bfb5940362f9dd315f389f1e.jpg",
    "displayName": {
      "arabic": "لاعب مُخلص",
      "brazilian": "Jogador Dedicado",
      "bulgarian": "Отдаден Играч",
      "czech": "Oddaný Hráč",
      "danish": "Dedikeret Spiller",
      "dutch": "Toegewijde Speler",
      "english": "Dedicated Player",
      "finnish": "Omistautunut Pelaaja",
      "french": "Joueur Dévoué",
      "german": "Engagierter Spieler",
      "greek": "Αφοσιωμένος Παίκτης",
      "hungarian": "Elkötelezett Játékos",
      "indonesian": "Pemain Berdedikasi",
      "italian": "Giocatore Dedicato",
      "japanese": "献身的なプレイヤー",
      "koreana": "헌신적인 플레이어",
      "latam": "Jugador Dedicado",
      "norwegian": "Dedikert Spiller",
      "polish": "Oddany Gracz",
      "portuguese": "Jogador Dedicado",
      "romanian": "Jucător Dedicat",
      "russian": "Преданный Игрок",
      "schinese": "专注玩家",
      "spanish": "Jugador Dedicado",
      "swedish": "Hängiven Spelare",
      "tchinese": "專注玩家",
      "thai": "ผู้เล่นทุ่มเท",
      "token": "NEW_ACHIEVEMENT_1_10_NAME",
      "turkish": "Adanmış Oyuncu",
      "ukrainian": "Відданий Гравець",
      "vietnamese": "Người Chơi Tâm Huyết"
    },
    "description": {
      "arabic": "العب لمدة ساعة واحدة متواصلة. إخلاصك لرعاية الأسماك جدير بالإعجاب!",
      "brazilian": "Jogue por 1 hora seguida. Sua dedicação ao cuidado dos peixes é admirável!",
      "bulgarian": "Играйте 1 час непрекъснато. Отдадеността ви към грижата за рибите е възхитителна!",
      "czech": "Hrajte 1 hodinu v kuse. Vaše oddanost péči o ryby je obdivuhodná!",
      "danish": "Spil i 1 time i træk. Din dedikation til fiskepleje er beundringsværdig!",
      "dutch": "Speel 1 uur achtereen. Je toewijding aan viszorg is bewonderenswaardig!",
      "english": "Play for 1 hour continuously. Your dedication to fish care is admirable!",
      "finnish": "Pelaa 1 tunti yhtäjaksoisesti. Omistautumisesi kalanhoidolle on ihailtavaa!",
      "french": "Jouez pendant 1 heure en continu. Votre dévouement aux soins des poissons est admirable !",
      "german": "Spiele 1 Stunde ununterbrochen. Deine Hingabe zur Fischpflege ist bewundernswert!",
      "greek": "Παίξτε για 1 ώρα συνεχόμενα. Η αφοσίωσή σας στη φροντίδα των ψαριών είναι αξιοθαύμαστη!",
      "hungarian": "Játssz 1 órát egyfolytában. Az elköteleződésed a halgondozás iránt csodálatra méltó!",
      "indonesian": "Bermain selama 1 jam berturut-turut. Dedikasimu untuk perawatan ikan patut diacungi jempol!",
      "italian": "Gioca per 1 ora consecutiva. La tua dedizione alla cura dei pesci è ammirevole!",
      "japanese": "1時間連続でプレイしましょう。魚の世話への献身は称賛に値します！",
      "koreana": "1시간 연속으로 플레이하세요. 물고기 관리에 대한 당신의 헌신이 훌륭합니다!",
      "latam": "Juega durante 1 hora seguida. ¡Tu dedicación al cuidado de los peces es admirable!",
      "norwegian": "Spill i 1 time sammenhengende. Din dedikasjon til fiskestell er beundringsverdig!",
      "polish": "Graj przez 1 godzinę nieprzerwanie. Twoje poświęcenie dla opieki nad rybami jest godne podziwu!",
      "portuguese": "Jogue durante 1 hora consecutiva. A sua dedicação ao cuidado dos peixes é admirável!",
      "romanian": "Joacă timp de 1 oră continuu. Dedicarea ta pentru îngrijirea peștilor este admirabilă!",
      "russian": "Играйте 1 час непрерывно. Ваша преданность уходу за рыбами восхитительна!",
      "schinese": "连续游戏1小时。您对鱼类护理的dedication值得钦佩！",
      "spanish": "Juega durante 1 hora consecutiva. ¡Tu dedicación al cuidado de los peces es admirable!",
      "swedish": "Spela i 1 timme i sträck. Din hängivenhet för fiskvård är beundransvärd!",
      "tchinese": "連續遊戲1小時。您對魚類護理的奉獻精神值得欽佩！",
      "thai": "เล่นติดต่อกัน 1 ชั่วโมง ความทุ่มเทของคุณในการดูแลปลาน่าชื่นชม!",
      "token": "NEW_ACHIEVEMENT_1_10_DESC",
      "turkish": "Aralıksız 1 saat oyna. Balık bakımına olan bağlılığın takdire şayan!",
      "ukrainian": "Грайте 1 годину поспіль. Ваша відданість догляду за рибами заслуговує на захоплення!",
      "vietnamese": "Chơi liên tục trong 1 giờ. Sự tận tâm của bạn trong việc chăm sóc cá thật đáng ngưỡng mộ!"
    }
  },
  {
    "name": "ENTHUSIAST",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/4419fb7bf3ab62511d0fafab91a35951d64f4163.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/7d3d297b9e89e86447f44c48f7eb8e078182dada.jpg",
    "displayName": {
      "arabic": "متحمس",
      "brazilian": "Entusiasta",
      "bulgarian": "Ентусиаст",
      "czech": "Nadšenec",
      "danish": "Entusiast",
      "dutch": "Enthousiast",
      "english": "Enthusiast",
      "finnish": "Harrastaja",
      "french": "Passionné",
      "german": "Enthusiast",
      "greek": "Ενθουσιώδης",
      "hungarian": "Rajongó",
      "indonesian": "Penggemar",
      "italian": "Appassionato",
      "japanese": "熱愛者",
      "koreana": "열성가",
      "latam": "Entusiasta",
      "norwegian": "Entusiast",
      "polish": "Entuzjasta",
      "portuguese": "Entusiasta",
      "romanian": "Entuziast",
      "russian": "Энтузиаст",
      "schinese": "热爱者",
      "spanish": "Entusiasta",
      "swedish": "Entusiast",
      "tchinese": "熱愛者",
      "thai": "ผู้กระตือรือร้น",
      "token": "NEW_ACHIEVEMENT_1_11_NAME",
      "turkish": "Meraklı",
      "ukrainian": "Ентузіаст",
      "vietnamese": "Người Đam Mê"
    },
    "description": {
      "arabic": "العب لمدة 5 ساعات إجمالية. لقد تبنيت حقاً أسلوب حياة أحواض السمك!",
      "brazilian": "Jogue por 5 horas no total. Você realmente abraçou o estilo de vida do aquário!",
      "bulgarian": "Играйте общо 5 часа. Наистина прегърнахте аквариумния начин на живот!",
      "czech": "Hrajte celkem 5 hodin. Skutečně jste si osvojili akvarijní životní styl!",
      "danish": "Spil i 5 timer i alt. Du har virkelig omfavnet akvarielivsstilen!",
      "dutch": "Speel in totaal 5 uur. Je hebt de aquariumlevensstijl echt omarmd!",
      "english": "Play for 5 hours total. You've truly embraced the aquarium lifestyle!",
      "finnish": "Pelaa yhteensä 5 tuntia. Olet todella omaksunut akvaarion elämäntavan!",
      "french": "Jouez pendant 5 heures au total. Vous avez vraiment adopté le mode de vie aquarium !",
      "german": "Spiele insgesamt 5 Stunden. Du hast den Aquarium-Lebensstil wirklich angenommen!",
      "greek": "Παίξτε συνολικά 5 ώρες. Έχετε πραγματικά αγκαλιάσει τον τρόπο ζωής του ενυδρείου!",
      "hungarian": "Játssz összesen 5 órát. Valóban magadévá tetted az akvárium életstílust!",
      "indonesian": "Bermain total 5 jam. Kamu benar-benar telah merangkul gaya hidup akuarium!",
      "italian": "Gioca per un totale di 5 ore. Hai davvero abbracciato lo stile di vita dell'acquario!",
      "japanese": "合計5時間プレイしましょう。アクアリウムライフスタイルを真に受け入れました！",
      "koreana": "총 5시간 플레이하세요. 당신은 진정으로 수족관 라이프스타일을 받아들였습니다!",
      "latam": "Juega durante 5 horas en total. ¡Realmente has adoptado el estilo de vida de las peceras!",
      "norwegian": "Spill totalt 5 timer. Du har virkelig omfavnet akvarielivsstilen!",
      "polish": "Graj łącznie przez 5 godzin. Naprawdę przyjąłeś akwarystyczny styl życia!",
      "portuguese": "Jogue durante 5 horas no total. Abraçou verdadeiramente o estilo de vida do aquário!",
      "romanian": "Joacă în total 5 ore. Ai îmbrățișat cu adevărat stilul de viață al acvariului!",
      "russian": "Играйте в общей сложности 5 часов. Вы действительно приняли аквариумный образ жизни!",
      "schinese": "总共游戏5小时。您真正拥抱了水族生活方式！",
      "spanish": "Juega durante 5 horas en total. ¡Realmente has abrazado el estilo de vida del acuario!",
      "swedish": "Spela totalt 5 timmar. Du har verkligen omfamnat akvarie-livsstilen!",
      "tchinese": "總共遊戲5小時。您真正擁抱了水族生活方式！",
      "thai": "เล่นรวม 5 ชั่วโมง คุณได้รับวิถีชีวิตตู้ปลาอย่างแท้จริง!",
      "token": "NEW_ACHIEVEMENT_1_11_DESC",
      "turkish": "Toplam 5 saat oyna. Akvaryum yaşam tarzını gerçekten benimsedin!",
      "ukrainian": "Грайте загалом 5 годин. Ви справді прийняли акваріумний спосіб життя!",
      "vietnamese": "Chơi tổng cộng 5 giờ. Bạn đã thực sự áp dụng phong cách sống hồ cá!"
    }
  },
  {
    "name": "MASTER_AQUARIST",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/3f745a1397423ffc00fd21ac627ff48c66e8b24b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/210a7b5812cb7da7efa6d21943ca7d2eaa7b60f6.jpg",
    "displayName": {
      "arabic": "سيد أحواض السمك",
      "brazilian": "Mestre Aquarista",
      "bulgarian": "Майстор Аквариумист",
      "czech": "Mistr Akvarista",
      "danish": "Mester Akvarieplejer",
      "dutch": "Meester Aquarist",
      "english": "Master Aquarist",
      "finnish": "Mestarakvaaristi",
      "french": "Maître Aquariophile",
      "german": "Meister-Aquarianer",
      "greek": "Κυρίαρχος Ενυδρειολόγος",
      "hungarian": "Mester Akvaristák",
      "indonesian": "Master Akuaris",
      "italian": "Maestro Acquariologo",
      "japanese": "マスターアクアリスト",
      "koreana": "마스터 아쿠아리스트",
      "latam": "Maestro Pecerista",
      "norwegian": "Mester Akvarist",
      "polish": "Mistrz Akwarysta",
      "portuguese": "Mestre Aquarista",
      "romanian": "Maestrul Acvarist",
      "russian": "Мастер Аквариумист",
      "schinese": "水族大师",
      "spanish": "Maestro Acuarista",
      "swedish": "Mästar-Akvariist",
      "tchinese": "水族大師",
      "thai": "ปรมาจารย์ตู้ปลา",
      "token": "NEW_ACHIEVEMENT_1_12_NAME",
      "turkish": "Usta Akvaryumcu",
      "ukrainian": "Майстер Акваріуміст",
      "vietnamese": "Bậc Thầy Hồ Cá"
    },
    "description": {
      "arabic": "العب لمدة 10 ساعات إجمالية. أنت الآن سيد حقيقي في إدارة أحواض السمك!",
      "brazilian": "Jogue por 10 horas no total. Agora você é um verdadeiro mestre do gerenciamento de aquários!",
      "bulgarian": "Играйте общо 10 часа. Сега сте истински майстор на управлението на аквариуми!",
      "czech": "Hrajte celkem 10 hodin. Nyní jste skutečným mistrem správy akvária!",
      "danish": "Spil i 10 timer i alt. Du er nu en sand mester i akvariehåndtering!",
      "dutch": "Speel in totaal 10 uur. Je bent nu een ware meester van aquariumbeheer!",
      "english": "Play for 10 hours total. You are now a true master of aquarium management!",
      "finnish": "Pelaa yhteensä 10 tuntia. Olet nyt todellinen akvaariohoidon mestari!",
      "french": "Jouez pendant 10 heures au total. Vous êtes maintenant un véritable maître de la gestion d'aquarium !",
      "german": "Spiele insgesamt 10 Stunden. Du bist nun ein wahrer Meister des Aquarium-Managements!",
      "greek": "Παίξτε συνολικά 10 ώρες. Τώρα είστε πραγματικός κυρίαρχος της διαχείρισης ενυδρείων!",
      "hungarian": "Játssz összesen 10 órát. Most már igazi mestere vagy az akvárium kezelésnek!",
      "indonesian": "Bermain total 10 jam. Sekarang kamu adalah master sejati dalam pengelolaan akuarium!",
      "italian": "Gioca per un totale di 10 ore. Ora sei un vero maestro della gestione degli acquari!",
      "japanese": "合計10時間プレイしましょう。今やあなたはアクアリウム管理の真のマスターです！",
      "koreana": "총 10시간 플레이하세요. 이제 당신은 수족관 관리의 진정한 마스터입니다!",
      "latam": "Juega durante 10 horas en total. ¡Ahora eres un verdadero maestro del manejo de peceras!",
      "norwegian": "Spill totalt 10 timer. Du er nå en sann mester av akvarieledelse!",
      "polish": "Graj łącznie przez 10 godzin. Jesteś teraz prawdziwym mistrzem zarządzania akwarium!",
      "portuguese": "Jogue durante 10 horas no total. Agora é um verdadeiro mestre da gestão de aquários!",
      "romanian": "Joacă în total 10 ore. Acum ești un adevărat maestru al managementului acvariului!",
      "russian": "Играйте в общей сложности 10 часов. Теперь вы настоящий мастер управления аквариумом!",
      "schinese": "总共游戏10小时。您现在是水族管理的真正大师！",
      "spanish": "Juega durante 10 horas en total. ¡Ahora eres un verdadero maestro de la gestión de acuarios!",
      "swedish": "Spela totalt 10 timmar. Du är nu en sann mästare av akvariehantering!",
      "tchinese": "總共遊戲10小時。您現在是水族管理的真正大師！",
      "thai": "เล่นรวม 10 ชั่วโมง ตอนนี้คุณเป็นปรมาจารย์การจัดการตู้ปลาอย่างแท้จริง!",
      "token": "NEW_ACHIEVEMENT_1_12_DESC",
      "turkish": "Toplam 10 saat oyna. Artık akvaryum yönetiminin gerçek ustasısın!",
      "ukrainian": "Грайте загалом 10 годин. Тепер ви справжній майстер управління акваріумами!",
      "vietnamese": "Chơi tổng cộng 10 giờ. Giờ bạn là một bậc thầy thực thụ trong việc quản lý hồ cá!"
    }
  },
  {
    "name": "PASSIVE_INCOME",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/f766e9435c298c5041570c280128df13edd943f9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/bd0f73650364d11a9eac64eae51744118d314798.jpg",
    "displayName": {
      "arabic": "دخل سلبي",
      "brazilian": "Renda Passiva",
      "bulgarian": "Пасивен Доход",
      "czech": "Pasivní Příjem",
      "danish": "Passiv Indkomst",
      "dutch": "Passief Inkomen",
      "english": "Passive Income",
      "finnish": "Passiivinen Tulo",
      "french": "Revenu Passif",
      "german": "Passives Einkommen",
      "greek": "Παθητικό Εισόδημα",
      "hungarian": "Passzív Jövedelem",
      "indonesian": "Pendapatan Pasif",
      "italian": "Reddito Passivo",
      "japanese": "パッシブインカム",
      "koreana": "수동 소득",
      "latam": "Ingresos Pasivos",
      "norwegian": "Passiv Inntekt",
      "polish": "Pasywny Dochód",
      "portuguese": "Rendimento Passivo",
      "romanian": "Venit Pasiv",
      "russian": "Пассивный Доход",
      "schinese": "被动收入",
      "spanish": "Ingresos Pasivos",
      "swedish": "Passiv Inkomst",
      "tchinese": "被動收入",
      "thai": "รายได้แบบพาสซีฟ",
      "token": "NEW_ACHIEVEMENT_1_13_NAME",
      "turkish": "Pasif Gelir",
      "ukrainian": "Пасивний Дохід",
      "vietnamese": "Thu Nhập Thụ Động"
    },
    "description": {
      "arabic": "ولّد 1,000 عملة كدخل يومي. تجارة أحواض السمك الخاصة بك تعمل كالساعة!",
      "brazilian": "Gere 1.000 moedas de renda diária. Seu negócio de aquário funciona como um relógio!",
      "bulgarian": "Генерирайте 1 000 монети дневен доход. Вашият аквариумен бизнес работи като часовник!",
      "czech": "Generujte denní příjem 1.000 mincí. Vaše akvarijní podnikání funguje jako hodinky!",
      "danish": "Generer 1.000 mønter i daglig indkomst. Din akvarieforretning kører som et urværk!",
      "dutch": "Genereer 1.000 munten dagelijks inkomen. Je aquariumbedrijf loopt als een zonnetje!",
      "english": "Generate 1,000 coins in daily income. Your aquarium business runs like clockwork!",
      "finnish": "Tuota 1 000 kolikon päivittäinen tulo. Akvaarioliiketoimintasi toimii kuin kello!",
      "french": "Générez 1 000 pièces de revenus quotidiens. Votre business aquatique fonctionne comme une horloge !",
      "german": "Generiere 1.000 Münzen tägliches Einkommen. Dein Aquarium-Geschäft läuft wie ein Uhrwerk!",
      "greek": "Δημιουργήστε 1.000 νομίσματα ημερήσιου εισοδήματος. Η επιχείρηση ενυδρείων σας λειτουργεί σαν ρολόι!",
      "hungarian": "Termelj napi 1.000 érme jövedelmet. Az akvárium üzleted úgy működik, mint egy óramű!",
      "indonesian": "Hasilkan 1.000 koin pendapatan harian. Bisnis akuariummu berjalan seperti jam!",
      "italian": "Genera 1.000 monete di reddito giornaliero. Il tuo business acquario funziona come un orologio!",
      "japanese": "日収1,000コインを生成しましょう。あなたのアクアリウムビジネスは時計のように動いています！",
      "koreana": "일일 소득으로 1,000 코인을 생성하세요. 당신의 수족관 사업이 시계처럼 돌아갑니다!",
      "latam": "Genera 1.000 monedas de ingresos diarios. ¡Tu negocio de peceras funciona como reloj!",
      "norwegian": "Generer 1.000 mynter i daglig inntekt. Akvarievirksomheten din går som et urtverk!",
      "polish": "Generuj 1.000 monet dziennego dochodu. Twój biznes akwarystyczny działa jak w zegarku!",
      "portuguese": "Gere 1.000 moedas de rendimento diário. O seu negócio de aquário funciona como um relógio!",
      "romanian": "Generează 1.000 de monede venit zilnic. Afacerea ta de acvarii funcționează ca un ceasornic!",
      "russian": "Генерируйте 1 000 монет ежедневного дохода. Ваш аквариумный бизнес работает как часы!",
      "schinese": "产生每日1,000金币收入。您的水族生意运转如时钟般精准！",
      "spanish": "Genera 1.000 monedas de ingresos diarios. ¡Tu negocio de acuarios funciona como un reloj!",
      "swedish": "Generera 1 000 mynt i daglig inkomst. Din akvarieverksamhet fungerar som ett urverk!",
      "tchinese": "產生每日1,000金幣收入。您的水族生意運轉如時鐘般精準！",
      "thai": "สร้างรายได้ 1,000 เหรียญต่อวัน ธุรกิจตู้ปลาของคุณทำงานเหมือนนาฬิกา!",
      "token": "NEW_ACHIEVEMENT_1_13_DESC",
      "turkish": "Günlük 1 000 madeni para gelir elde et. Akvaryum işletmen tıkır tıkır işliyor!",
      "ukrainian": "Генеруйте 1 000 монет щоденного доходу. Ваш акваріумний бізнес працює як годинник!",
      "vietnamese": "Tạo ra 1.000 xu thu nhập hàng ngày. Doanh nghiệp hồ cá của bạn hoạt động như đồng hồ!"
    }
  },
  {
    "name": "FISH_WHISPERER",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/66c3ddadd2133fb57ea5329163dc9f3a842a555f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/4b4a702e5c3968ed2b74e57dd03649f35ad09477.jpg",
    "displayName": {
      "arabic": "همس الأسماك",
      "brazilian": "Sussurrador de Peixes",
      "bulgarian": "Шепнещ на Риби",
      "czech": "Šeptač Ryb",
      "danish": "Fiskehvisker",
      "dutch": "Visfluisteraar",
      "english": "Fish Whisperer",
      "finnish": "Kalakuiskaaja",
      "french": "Chuchoteur de Poissons",
      "german": "Fischflüsterer",
      "greek": "Ψιθυριστής Ψαριών",
      "hungarian": "Halsuttogó",
      "indonesian": "Pembisik Ikan",
      "italian": "Sussurratore di Pesci",
      "japanese": "魚の囁き手",
      "koreana": "물고기 속삭이는 자",
      "latam": "Susurrador de Peces",
      "norwegian": "Fiskehvisker",
      "polish": "Szeptucha Ryb",
      "portuguese": "Sussurrador de Peixes",
      "romanian": "Șoptitorul de Pești",
      "russian": "Заклинатель Рыб",
      "schinese": "鱼语者",
      "spanish": "Susurrador de Peces",
      "swedish": "Fiskviskare",
      "tchinese": "魚語者",
      "thai": "ผู้กระซิบกับปลา",
      "token": "NEW_ACHIEVEMENT_1_14_NAME",
      "turkish": "Balık Fısıldayıcısı",
      "ukrainian": "Шептун Риб",
      "vietnamese": "Người Thì Thầm Với Cá"
    },
    "description": {
      "arabic": "أعط أسماء مخصصة لـ 100 سمكة. لقد كونت رابطة شخصية مع كل صديق مائي!",
      "brazilian": "Dê nomes personalizados para 100 peixes. Você formou uma conexão pessoal com cada amigo aquático!",
      "bulgarian": "Дайте персонализирани имена на 100 риби. Създадохте лична връзка с всеки воден приятел!",
      "czech": "Dejte vlastní jména 100 rybám. Vytvořili jste osobní pouto s každým vodním přítelem!",
      "danish": "Giv tilpassede navne til 100 fisk. Du har dannet et personligt bånd med hver akvatisk ven!",
      "dutch": "Geef aangepaste namen aan 100 vissen. Je hebt een persoonlijke band gevormd met elke aquatische vriend!",
      "english": "Give custom names to 100 fish. You've formed a personal bond with each aquatic friend!",
      "finnish": "Anna mukautetut nimet 100 kalalle. Olet muodostanut henkilökohtaisen siteen jokaisen vesiystävän kanssa!",
      "french": "Donnez des noms personnalisés à 100 poissons. Vous avez formé un lien personnel avec chaque ami aquatique !",
      "german": "Gib 100 Fischen individuelle Namen. Du hast eine persönliche Bindung zu jedem Wasserfreund aufgebaut!",
      "greek": "Δώστε προσαρμοσμένα ονόματα σε 100 ψάρια. Έχετε σχηματίσει προσωπικό δεσμό με κάθε υδάτινο φίλο!",
      "hungarian": "Adj egyedi neveket 100 halnak. Személyes köteléket alakítottál ki minden vízi barátoddal!",
      "indonesian": "Beri nama kustom untuk 100 ikan. Kamu telah membentuk ikatan personal dengan setiap teman akuatik!",
      "italian": "Dai nomi personalizzati a 100 pesci. Hai formato un legame personale con ogni amico acquatico!",
      "japanese": "100匹の魚にカスタム名を付けましょう。それぞれの水の友達と個人的な絆を築きました！",
      "koreana": "100마리의 물고기에게 개별 이름을 지어주세요. 각 수중 친구와 개인적인 유대를 형성했습니다!",
      "latam": "Ponle nombres personalizados a 100 peces. ¡Has formado un vínculo personal con cada amigo acuático!",
      "norwegian": "Gi tilpassede navn til 100 fisk. Du har dannet et personlig bånd med hver akvatisk venn!",
      "polish": "Nadaj niestandardowe imiona 100 rybom. Nawiązałeś osobistą więź z każdym wodnym przyjacielem!",
      "portuguese": "Dê nomes personalizados a 100 peixes. Formou uma ligação pessoal com cada amigo aquático!",
      "romanian": "Dă nume personalizate la 100 de pești. Ai format o legătură personală cu fiecare prieten acvatic!",
      "russian": "Дайте индивидуальные имена 100 рыбам. Вы сформировали личную связь с каждым водным другом!",
      "schinese": "为100条鱼取定制名字。您与每个水族朋友都建立了个人纽带！",
      "spanish": "Da nombres personalizados a 100 peces. ¡Has formado un vínculo personal con cada amigo acuático!",
      "swedish": "Ge anpassade namn till 100 fiskar. Du har bildat ett personligt band med varje akvatisk vän!",
      "tchinese": "為100條魚取定製名字。您與每個水族朋友都建立了個人紐帶！",
      "thai": "ตั้งชื่อเฉพาะให้กับปลา 100 ตัว คุณได้สร้างสายสัมพันธ์ส่วนตัวกับเพื่อนในน้ำทุกตัว!",
      "token": "NEW_ACHIEVEMENT_1_14_DESC",
      "turkish": "100 balığa özel isim ver. Her sualtı dostunla kişisel bir bağ kurdun!",
      "ukrainian": "Дайте власні імена 100 рибам. Ви сформували особистий зв'язок з кожним водним другом!",
      "vietnamese": "Đặt tên tùy chỉnh cho 100 con cá. Bạn đã tạo ra mối liên kết cá nhân với từng người bạn thủy sinh!"
    },
    "stats_thresholds": [
      {
        "stat_name": "fish_named",
        "min_val": 0,
        "max_val": 100
      }
    ]
  },
  {
    "name": "FEEDING_FRENZY",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/fa0b6c11ba242949591c7770ce2d907afe868fa6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/b703deb9379c54884cedb89cb8c8b91924df1d5d.jpg",
    "displayName": {
      "arabic": "جنون الإطعام",
      "brazilian": "Frenesi da Alimentação",
      "bulgarian": "Хранене Мания",
      "czech": "Krmicí Šílenství",
      "danish": "Foder Galskab",
      "dutch": "Voederwahzin",
      "english": "Feeding Frenzy",
      "finnish": "Ruokintahurmos",
      "french": "Frénésie Alimentaire",
      "german": "Fütterungsrausch",
      "greek": "Μανία Ταΐσματος",
      "hungarian": "Etetési Őrület",
      "indonesian": "Kegilaan Memberi Makan",
      "italian": "Frenesia Alimentare",
      "japanese": "餌やりフィーバー",
      "koreana": "먹이주기 광란",
      "latam": "Locura de Alimentación",
      "norwegian": "Mate Galskap",
      "polish": "Szaleństwo Karmienia",
      "portuguese": "Frenesi Alimentar",
      "romanian": "Nebunia Hrănirii",
      "russian": "Безумие Кормления",
      "schinese": "喂食狂潮",
      "spanish": "Frenesí Alimentario",
      "swedish": "Matningsgalskap",
      "tchinese": "餵食狂潮",
      "thai": "ความบ้าคลั่งในการให้อาหาร",
      "token": "NEW_ACHIEVEMENT_1_15_NAME",
      "turkish": "Besleme Çılgınlığı",
      "ukrainian": "Божевілля Годування",
      "vietnamese": "Cơn Sốt Cho Ăn"
    },
    "description": {
      "arabic": "أطعم أسماكك 1,000 مرة. إخلاصك لتغذية الأسماك لا يُضاهى!",
      "brazilian": "Alimente seus peixes 1.000 vezes. Sua dedicação à nutrição dos peixes é incomparável!",
      "bulgarian": "Нахранете рибите си 1 000 пъти. Отдадеността ви към храненето на рибите е ненадмината!",
      "czech": "Nakrmte své ryby 1.000krát. Vaše oddanost výživě ryb je bezkonkurenční!",
      "danish": "Fodre dine fisk 1.000 gange. Din dedikation til fiskeernæring er uovertruffen!",
      "dutch": "Voer je vissen 1.000 keer. Je toewijding aan visvoeding is ongeëvenaard!",
      "english": "Feed your fish 1,000 times. Your dedication to fish nutrition is unmatched!",
      "finnish": "Ruoki kalojasi 1 000 kertaa. Omistautumisesi kalojen ravitsemukselle on vertaansa vailla!",
      "french": "Nourrissez vos poissons 1 000 fois. Votre dévouement à la nutrition des poissons est inégalé !",
      "german": "Füttere deine Fische 1.000 Mal. Deine Hingabe zur Fischernährung ist unübertroffen!",
      "greek": "Ταΐστε τα ψάρια σας 1.000 φορές. Η αφοσίωσή σας στη διατροφή των ψαριών είναι ασυναγώνιστη!",
      "hungarian": "Etesd meg a halaidat 1.000-szer. Az elköteleződésed a haltáplálás iránt páratlan!",
      "indonesian": "Beri makan ikan-ikanmu 1.000 kali. Dedikasimu untuk nutrisi ikan tak tertandingi!",
      "italian": "Nutri i tuoi pesci 1.000 volte. La tua dedizione alla nutrizione dei pesci è ineguagliabile!",
      "japanese": "魚に1,000回餌を与えましょう。魚の栄養への献身は他の追随を許しません！",
      "koreana": "물고기에게 1,000번 먹이를 주세요. 물고기 영양에 대한 당신의 헌신은 타의 추종을 불허합니다!",
      "latam": "Alimenta a tus peces 1.000 veces. ¡Tu dedicación a la nutrición de los peces es incomparable!",
      "norwegian": "Mat fiskene dine 1.000 ganger. Din dedikasjon til fiskeernæring er uovertruffen!",
      "polish": "Nakarm swoje ryby 1.000 razy. Twoje poświęcenie dla żywienia ryb jest niezrównane!",
      "portuguese": "Alimente os seus peixes 1.000 vezes. A sua dedicação à nutrição dos peixes é incomparável!",
      "romanian": "Hrănește peștii tăi de 1.000 de ori. Dedicarea ta pentru nutriția peștilor este de neegalat!",
      "russian": "Покормите своих рыб 1 000 раз. Ваша преданность питанию рыб не имеет равных!",
      "schinese": "喂食您的鱼1,000次。您对鱼类营养的专注无与伦比！",
      "spanish": "Alimenta a tus peces 1.000 veces. ¡Tu dedicación a la nutrición de los peces es inigualable!",
      "swedish": "Mata dina fiskar 1 000 gånger. Din hängivenhet för fisknutrition är ojämförlig!",
      "tchinese": "餵食您的魚1,000次。您對魚類營養的專注無與倫比！",
      "thai": "ให้อาหารปลาของคุณ 1,000 ครั้ง ความทุ่มเทของคุณต่อโภชนาการของปลาไม่มีใครเทียบได้!",
      "token": "NEW_ACHIEVEMENT_1_15_DESC",
      "turkish": "Balıklarını 1 000 kez besle. Balık beslenmesine olan özverin eşsiz!",
      "ukrainian": "Нагодуйте своїх риб 1 000 разів. Ваша відданість харчуванню риб неперевершена!",
      "vietnamese": "Cho cá ăn 1.000 lần. Sự tận tâm của bạn với dinh dưỡng cá là vô song!"
    },
    "stats_thresholds": [
      {
        "stat_name": "fish_fed",
        "min_val": 0,
        "max_val": 1000
      }
    ]
  },
  {
    "name": "SPEED_RUNNER",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/139d9b14a0f47efea3a31d20e74845a228569e18.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/b914ddf6993003f601d31a22c5a6aaf8624a2a5f.jpg",
    "displayName": {
      "arabic": "عداء السرعة",
      "brazilian": "Corredor Veloz",
      "bulgarian": "Бегач на Скорост",
      "czech": "Rychlý Běžec",
      "danish": "Speedrunner",
      "dutch": "Snelheidsrenner",
      "english": "Speed Runner",
      "finnish": "Nopeusjuoksija",
      "french": "Coureur de Vitesse",
      "german": "Speedrunner",
      "greek": "Ταχύς Δρομέας",
      "hungarian": "Sebességfutó",
      "indonesian": "Pelari Cepat",
      "italian": "Corridore Veloce",
      "japanese": "スピードランナー",
      "koreana": "스피드 러너",
      "latam": "Corredor Veloz",
      "norwegian": "Fartløper",
      "polish": "Speedrunner",
      "portuguese": "Corredor Veloz",
      "romanian": "Alergător de Viteză",
      "russian": "Спидраннер",
      "schinese": "速跑者",
      "spanish": "Corredor Veloz",
      "swedish": "Hastighetslöpare",
      "tchinese": "速跑者",
      "thai": "นักวิ่งความเร็ว",
      "token": "NEW_ACHIEVEMENT_1_16_NAME",
      "turkish": "Hız Rekortmeni",
      "ukrainian": "Швидкісний Бігун",
      "vietnamese": "Người Chạy Tốc Độ"
    },
    "description": {
      "arabic": "اصطد 10 أسماك خلال أول 30 دقيقة من اللعبة. بناء أحواض السمك بسرعة البرق!",
      "brazilian": "Pesque 10 peixes nos primeiros 30 minutos de jogo. Construção de aquário na velocidade da luz!",
      "bulgarian": "Уловете 10 риби в първите 30 минути от играта. Мълниеносно изграждане на аквариум!",
      "czech": "Chyťte 10 ryb během prvních 30 minut hry. Bleskurychlé budování akvária!",
      "danish": "Fang 10 fisk inden for de første 30 minutter af spillet. Lynhurtig akvariebygning!",
      "dutch": "Vang 10 vissen binnen de eerste 30 minuten van het spel. Bliksemsnelle aquariumbouw!",
      "english": "Catch 10 fish within the first 30 minutes of gameplay. Lightning fast aquarium building!",
      "finnish": "Pyydystä 10 kalaa pelin ensimmäisen 30 minuutin aikana. Salamannopea akvaarion rakentaminen!",
      "french": "Attrapez 10 poissons dans les 30 premières minutes de jeu. Construction d'aquarium à la vitesse de l'éclair !",
      "german": "Fange 10 Fische in den ersten 30 Minuten des Spiels. Blitzschneller Aquarium-Aufbau!",
      "greek": "Πιάστε 10 ψάρια μέσα στα πρώτα 30 λεπτά του παιχνιδιού. Κεραυνοβόλα γρήγορη κατασκευή ενυδρείου!",
      "hungarian": "Fogj 10 halat a játék első 30 percében. Villámgyors akvárium építés!",
      "indonesian": "Tangkap 10 ikan dalam 30 menit pertama permainan. Pembangunan akuarium secepat kilat!",
      "italian": "Cattura 10 pesci entro i primi 30 minuti di gioco. Costruzione di acquario fulminea!",
      "japanese": "ゲーム開始から30分以内に10匹の魚を捕まえましょう。稲妻のようなアクアリウム建設！",
      "koreana": "게임 시작 후 첫 30분 내에 10마리의 물고기를 잡으세요. 번개처럼 빠른 수족관 건설!",
      "latam": "Atrapa 10 peces en los primeros 30 minutos del juego. ¡Construcción de pecera a velocidad relámpago!",
      "norwegian": "Fang 10 fisk innen de første 30 minuttene av spillet. Lynrask akvariebygging!",
      "polish": "Złap 10 ryb w pierwszych 30 minutach gry. Błyskawiczne budowanie akwarium!",
      "portuguese": "Capture 10 peixes nos primeiros 30 minutos de jogo. Construção de aquário à velocidade da luz!",
      "romanian": "Prinde 10 pești în primele 30 de minute de joc. Construirea acvariului la viteza fulgerului!",
      "russian": "Поймайте 10 рыб в первые 30 минут игры. Молниеносное строительство аквариума!",
      "schinese": "在游戏开始的30分钟内捕捉10条鱼。闪电般的水族建设！",
      "spanish": "Captura 10 peces en los primeros 30 minutos de juego. ¡Construcción de acuario a la velocidad del rayo!",
      "swedish": "Fånga 10 fiskar inom de första 30 minuterna av spelet. Blixtsnabb akvariebyggnad!",
      "tchinese": "在遊戲開始的30分鐘內捕獲10條魚。閃電般的水族建設！",
      "thai": "จับปลา 10 ตัวภายใน 30 นาทีแรกของเกม การสร้างตู้ปลาเร็วเหมือนฟ้าผ่า!",
      "token": "NEW_ACHIEVEMENT_1_16_DESC",
      "turkish": "Oynadığın ilk 30 dakikada 10 balık yakala. Şimşek hızında akvaryum kuruyorsun!",
      "ukrainian": "Зловіть 10 риб протягом перших 30 хвилин гри. Блискавично швидке будування акваріума!",
      "vietnamese": "Bắt 10 con cá trong 30 phút đầu của trò chơi. Xây dựng hồ cá nhanh như chớp!"
    }
  },
  {
    "name": "ANCIENT_KEEPER",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/419ee6694a58552aa8059afc27e76d986020a0b9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/74e08ab95b1fe2feed4e73ee0304eb62810af24c.jpg",
    "displayName": {
      "arabic": "الحارس القديم",
      "brazilian": "Guardião Ancestral",
      "bulgarian": "Древен Пазител",
      "czech": "Starověký Strážce",
      "danish": "Ældgammel Vogter",
      "dutch": "Oude Bewaker",
      "english": "Ancient Keeper",
      "finnish": "Muinainen Vartija",
      "french": "Gardien Antique",
      "german": "Uralter Hüter",
      "greek": "Αρχαίος Φύλακας",
      "hungarian": "Ősi Őrző",
      "indonesian": "Penjaga Kuno",
      "italian": "Custode Antico",
      "japanese": "古代の守護者",
      "koreana": "고대의 수호자",
      "latam": "Guardián Ancestral",
      "norwegian": "Eldgammel Vokter",
      "polish": "Starożytny Strażnik",
      "portuguese": "Guardião Antigo",
      "romanian": "Păzitorul Antic",
      "russian": "Древний Хранитель",
      "schinese": "古代守护者",
      "spanish": "Guardián Ancestral",
      "swedish": "Forntida Väktare",
      "tchinese": "古代守護者",
      "thai": "ผู้พิทักษ์โบราณ",
      "token": "NEW_ACHIEVEMENT_1_17_NAME",
      "turkish": "Kadim Koruyucu",
      "ukrainian": "Стародавній Охоронець",
      "vietnamese": "Người Giữ Gìn Cổ Đại"
    },
    "description": {
      "arabic": "اكتشف واحتفظ بسمكة من الندرة القديمة. أنت حارس الحياة المائية ما قبل التاريخ!",
      "brazilian": "Descubra e mantenha um peixe de raridade ancestral. Você é o guardião da vida aquática pré-histórica!",
      "bulgarian": "Открийте и задръжте риба от древна рядкост. Вие сте пазителят на доисторическия воден живот!",
      "czech": "Objevte a udržujte rybu prastaré vzácnosti. Jste strážcem prehistorického vodního života!",
      "danish": "Opdag og behold en fisk af ældgammel sjældenhed. Du er vogteren af forhistorisk akvatisk liv!",
      "dutch": "Ontdek en houd een vis van oude zeldzaamheid. Je bent de bewaker van prehistorisch aquatisch leven!",
      "english": "Discover and keep an ancient rarity fish. You are the guardian of prehistoric aquatic life!",
      "finnish": "Löydä ja pidä muinaisen harvinaisuuden kala. Olet esihistoriallisen vesielämän vartija!",
      "french": "Découvrez et gardez un poisson de rareté antique. Vous êtes le gardien de la vie aquatique préhistorique !",
      "german": "Entdecke und behalte einen uralten seltenen Fisch. Du bist der Wächter prähistorischen Wasserlebens!",
      "greek": "Ανακαλύψτε και κρατήστε ένα ψάρι αρχαίας σπανιότητας. Είστε ο φύλακας της προϊστορικής υδάτινης ζωής!",
      "hungarian": "Fedezz fel és tarts egy ősi ritkaságú halat. Te vagy a történelem előtti vízi élet őrzője!",
      "indonesian": "Temukan dan pelihara ikan langka kuno. Kamu adalah penjaga kehidupan akuatik prasejarah!",
      "italian": "Scopri e mantieni un pesce di rarità antica. Sei il guardiano della vita acquatica preistorica!",
      "japanese": "古代の希少度の魚を発見し、飼育しましょう。あなたは先史時代の水生生物の守護者です！",
      "koreana": "고대 희귀도의 물고기를 발견하고 키우세요. 당신은 선사시대 수중 생물의 수호자입니다!",
      "latam": "Descubre y mantén un pez de rareza ancestral. ¡Eres el guardián de la vida acuática prehistórica!",
      "norwegian": "Oppdag og hold en fisk av eldgammel sjeldenhet. Du er vokteren av forhistorisk akvatisk liv!",
      "polish": "Odkryj i utrzymuj rybę o starożytnej rzadkości. Jesteś strażnikiem prehistorycznego życia wodnego!",
      "portuguese": "Descubra e mantenha um peixe de raridade ancestral. É o guardião da vida aquática pré-histórica!",
      "romanian": "Descoperă și ține un pește de raritate antică. Ești păzitorul vieții acvatice preistorice!",
      "russian": "Откройте и содержите рыбу древней редкости. Вы страж доисторической водной жизни!",
      "schinese": "发现并保养一条古代稀有度的鱼。您是史前水族生命的守护者！",
      "spanish": "Descubre y mantén un pez de rareza ancestral. ¡Eres el guardián de la vida acuática prehistórica!",
      "swedish": "Upptäck och behåll en fisk av forntida sällsynthet. Du är väktaren av förhistoriskt akvatiskt liv!",
      "tchinese": "發現並保養一條古代稀有度的魚。您是史前水族生命的守護者！",
      "thai": "ค้นพบและเลี้ยงปลาระดับความหายากโบราณ คุณคือผู้พิทักษ์ชีวิตใต้น้ำยุคก่อนประวัติศาสตร์!",
      "token": "NEW_ACHIEVEMENT_1_17_DESC",
      "turkish": "Kadim nadirlikte bir balık keşfet ve besle. Tarih öncesi sualtı yaşamının koruyucususun!",
      "ukrainian": "Відкрийте і утримуйте рибу стародавньої рідкості. Ви є охоронцем доісторичного водного життя!",
      "vietnamese": "Khám phá và giữ một con cá hiếm cổ đại. Bạn là người bảo vệ cuộc sống thủy sinh tiền sử!"
    }
  },
  {
    "name": "DECORATOR",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/bb8a614588a20709ead506224f55583a87a3a930.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3667130/42056bc8023a3ee3c3d927df9b855e28bb924ae4.jpg",
    "displayName": {
      "arabic": "المُزيّن",
      "brazilian": "Decorador",
      "bulgarian": "Декоратор",
      "czech": "Dekoratér",
      "danish": "Dekoratør",
      "dutch": "Decorateur",
      "english": "Decorator",
      "finnish": "Sisustaja",
      "french": "Décorateur",
      "german": "Dekorateur",
      "greek": "Διακοσμητής",
      "hungarian": "Dekorátor",
      "indonesian": "Dekorator",
      "italian": "Decoratore",
      "japanese": "デコレーター",
      "koreana": "장식가",
      "latam": "Decorador",
      "norwegian": "Dekoratør",
      "polish": "Dekorator",
      "portuguese": "Decorador",
      "romanian": "Decorator",
      "russian": "Декоратор",
      "schinese": "装饰师",
      "spanish": "Decorador",
      "swedish": "Dekoratör",
      "tchinese": "裝飾師",
      "thai": "นักตกแต่ง",
      "token": "NEW_ACHIEVEMENT_1_18_NAME",
      "turkish": "Dekoratör",
      "ukrainian": "Декоратор",
      "vietnamese": "Nhà Trang Trí"
    },
    "description": {
      "arabic": "ضع 10 عناصر زخرفية في حوض السمك الخاص بك. رؤيتك الفنية تُحوّل العالم تحت الماء!",
      "brazilian": "Coloque 10 itens decorativos no seu aquário. Sua visão artística transforma o mundo subaquático!",
      "bulgarian": "Поставете 10 декоративни предмета в аквариума си. Художественото ви виждане трансформира подводния свят!",
      "czech": "Umístěte 10 dekorativních předmětů do svého akvária. Vaše umělecká vize proměňuje podvodní svět!",
      "danish": "Placer 10 dekorative genstande i dit akvarium. Din kunstneriske vision transformerer undervandsverdenen!",
      "dutch": "Plaats 10 decoratieve items in je aquarium. Je artistieke visie transformeert de onderwaterwereld!",
      "english": "Place 10 decorative items in your aquarium. Your artistic vision transforms the underwater world!",
      "finnish": "Aseta 10 koristeellista esinettä akvaarioosi. Taiteellisen näkemyksesi muuttaa vedenalaisen maailman!",
      "french": "Placez 10 objets décoratifs dans votre aquarium. Votre vision artistique transforme le monde sous-marin !",
      "german": "Platziere 10 dekorative Gegenstände in deinem Aquarium. Deine künstlerische Vision verwandelt die Unterwasserwelt!",
      "greek": "Τοποθετήστε 10 διακοσμητικά αντικείμενα στο ενυδρείο σας. Το καλλιτεχνικό σας όραμα μεταμορφώνει τον υποβρύχιο κόσμο!",
      "hungarian": "Helyezz 10 dekoratív tárgyat az akváriumodba. A művészi látásmódod átalakítja a víz alatti világot!",
      "indonesian": "Tempatkan 10 item dekoratif di akuariummu. Visi artistikmu mengubah dunia bawah air!",
      "italian": "Posiziona 10 oggetti decorativi nel tuo acquario. La tua visione artistica trasforma il mondo sottomarino!",
      "japanese": "アクアリウムに10個の装飾アイテムを配置しましょう。あなたの芸術的ビジョンが水中世界を変革します！",
      "koreana": "수족관에 10개의 장식 아이템을 배치하세요. 당신의 예술적 비전이 수중 세계를 변화시킵니다!",
      "latam": "Coloca 10 objetos decorativos en tu pecera. ¡Tu visión artística transforma el mundo submarino!",
      "norwegian": "Plasser 10 dekorative gjenstander i akvariet ditt. Din kunstneriske visjon forvandler undervannsverdenen!",
      "polish": "Umieść 10 przedmiotów dekoracyjnych w swoim akwarium. Twoja artystyczna wizja przemienia podwodny świat!",
      "portuguese": "Coloque 10 itens decorativos no seu aquário. A sua visão artística transforma o mundo subaquático!",
      "romanian": "Plasează 10 obiecte decorative în acvariul tău. Viziunea ta artistică transformă lumea subacvatică!",
      "russian": "Разместите 10 декоративных предметов в вашем аквариуме. Ваше художественное видение преображает подводный мир!",
      "schinese": "在水族箱中放置10件装饰物品。您的艺术视野改变了水下世界！",
      "spanish": "Coloca 10 objetos decorativos en tu acuario. ¡Tu visión artística transforma el mundo submarino!",
      "swedish": "Placera 10 dekorativa föremål i ditt akvarium. Din konstnärliga vision förvandlar undervattensvärlden!",
      "tchinese": "在水族箱中放置10件裝飾物品。您的藝術視野改變了水下世界！",
      "thai": "วางของตกแต่ง 10 ชิ้นในตู้ปลาของคุณ วิสัยทัศน์ศิลปะของคุณเปลี่ยนแปลงโลกใต้น้ำ!",
      "token": "NEW_ACHIEVEMENT_1_18_DESC",
      "turkish": "Akvaryumuna 10 dekoratif eşya yerleştir. Sanatsal vizyonun sualtı dünyasını dönüştürüyor!",
      "ukrainian": "Розмістіть 10 декоративних предметів у вашому акваріумі. Ваше мистецьке бачення перетворює підводний світ!",
      "vietnamese": "Đặt 10 vật phẩm trang trí trong hồ cá của bạn. Tầm nhìn nghệ thuật của bạn biến đổi thế giới dưới nước!"
    },
    "stats_thresholds": [
      {
        "stat_name": "decorations_placed",
        "min_val": 0,
        "max_val": 10
      }
    ]
  }
]