[
  {
    "name": "ACHIEVEMENT_001",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/25e3b6d03ca37446d176ad6401b89f9985b235a7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "The Never-Ending Path",
      "german": "Der endlose Weg",
      "french": "La quête sans fin",
      "italian": "La strada senza fine",
      "koreana": "끝없는 길",
      "spanish": "El camino interminable",
      "schinese": "永无尽头的路",
      "tchinese": "永不終止的道路",
      "russian": "Бесконечный путь",
      "japanese": "終わりなき道",
      "polish": "Droga bez końca",
      "arabic": "المسار الذي لا ينتهي",
      "brazilian": "O Caminho Interminável",
      "token": "ACHIEVEMENT_LOC_TAG_01_NAME"
    },
    "description": {
      "english": "\"Sweet! You got all the achievements! You're really somethin'. Isn't that right, Ryu?\" \"You have done well to reach the end of this one journey. The path to becoming a true fighter still lies ahead, but let us take time to share the joy of your accomplishment.\"",
      "german": "\"Wahnsinn! Du hast alle Erfolge! Du hast es echt drauf. Stimmt doch, oder, Ryu?\" \"Diese Reise zu Ende zu bringen, ist eine große Leistung. Der Weg zum wahren Krieger liegt zwar noch vor dir, aber nehmen wir uns etwas Zeit, deinen Erfolg zu feiern.\"",
      "french": "\"Bien joué ! Tu as eu tous les succès ! Tu es vraiment un champion, pas vrai Ryu ?\" \"Tu es arrivé au bout de cette aventure envers et contre tout. Tu as encore du chemin à parcourir pour devenir un véritable combattant, mais ne boudons pas notre plaisir, et réjouissons-nous de cet exploit.\"",
      "italian": "\"Fantastico! Hai ottenuto tutti gli obiettivi! Sei davvero in gamba. Non è così, Ryu?\" \"Hai fatto un buon lavoro per raggiungere la fine di questa strada. Il percorso per diventare un vero combattente è ancora lungo, ma per adesso godiamoci la gioia per questo risultato.\"",
      "koreana": "\"실적을 완벽히 제패하다니. 대단한데! 그렇지, Ryu?\" \"이 길의 극한에 도달했군. 진정한 격투가의 길은 지금부터가 시작이다. 하지만 지금은 달성의 기쁨을 함께 나누도록 하지.\"",
      "spanish": "«¡Genial! ¡Conseguiste todos los logros! Eres la monda, ¿no te parece, Ryu?».«Bien hecho por llegar al final de este viaje. Todavía te queda camino por recorrer para convertirte en un auténtico luchador, pero celebremos por ahora la alegría de tu logro».",
      "schinese": "“厉害！你取得了所有的成就！真有两下子。你说是吧，Ryu？”“你穷尽了一条道路。成为真正战士的路还未结束，不过我们可以先庆祝你的成就。”",
      "tchinese": "「厲害！你已取得全部實績！真有兩下子功夫，對吧，RYU？」「你已經窮盡了一條道路。成為真正格鬥家的道路還未走完，但這刻讓我們為你的成就分享喜悅吧。」",
      "russian": "\"Потрясающе! Все достижения получены! Это что-то да значит. Не так ли, Ryu?\"Много было сделано, чтобы завершить это путешествие. Тебе ещё есть к чему стремиться, но давай насладимся моментом твоего успеха.\"",
      "japanese": "「実績完全制覇、やるじゃねぇか！　なぁ、リュウ！」「一つの道を極めたな。真の格闘家への道はこれからも続く。だが今は達成の喜びを分かち合おう」",
      "polish": "„Cudnie! Udało ci się zdobyć wszystkie osiągnięcia! Jesteś naprawdę kimś. Prawda, Ryu?”. „Dotarcie do końca tej podróży jest ważnym osiągnięciem. To oczywiście nie koniec drogi ku zostaniu prawdziwym wojownikiem, ale spocznijmy na chwilę, aby radować się twoim najnowszym osiągnięciem”.",
      "arabic": "\"رائع! لقد حققت كل الإنجازات! أنت متميز بالفعل. أليس هذا صحيحا، يا Ryu؟\" لقد أبليت بلاء حسنا بالوصول إلى نهاية هذه الرحلة. الطريق لتصبح مقاتلا حقيقيا لا يزال أمامنا، ولكن دعنا نأخذ الوقت للمشاركة في فرحة إنجازك\".",
      "brazilian": "\"Legal! Você conseguiu todas as conquistas! Você manda bem. Não é mesmo, Ryu?\" \"Parabéns por chegar ao fim desta jornada. O caminho para se tornar um verdadeiro lutador ainda não chegou ao fim, mas vamos aproveitar este momento para compartilhar a alegria da sua conquista.\"",
      "token": "ACHIEVEMENT_LOC_TAG_01_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_002",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/b1227f29d149abcd83c287a551151e05ea3dc958.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Mastering The Basics",
      "german": "Die Grundlagen sind wichtig",
      "french": "Les bases, c'est la clé",
      "italian": "L'importanza delle basi",
      "koreana": "중요한 건 기본",
      "spanish": "Los fundamentos son la clave",
      "schinese": "基础是关键",
      "tchinese": "基本功是關鍵",
      "russian": "Основы - ключ к знаниям",
      "japanese": "基本が肝心",
      "polish": "Klucz to podstawa",
      "arabic": "الأساسيات مهمة",
      "brazilian": "Os Fundamentos São a Chave",
      "token": "ACHIEVEMENT_LOC_TAG_02_NAME"
    },
    "description": {
      "english": "Why don't you try finishing up the tutorial? You might've mastered the first step, but nailing down the fundamentals is what's important.",
      "german": "Warum schließt du das Tutorial nicht ab? Du hast vielleicht den ersten Schritt getan, aber die Grundlagen zu meistern ist wirklich wichtig.",
      "french": "Et si tu essayais de finir le didacticiel ? Tu as peut-être passé le premier cap, mais il ne faut jamais négliger les bases.",
      "italian": "Perché non concludi il tutorial? Avrai anche fatto il primo passo, ma la cosa importante è capire le basi.",
      "koreana": "튜토리얼을 클리어해 보지 않겠어? 초급 기술은 이미 마스터했을지도 모르겠지만, 뭐든 기본이 가장 중요한 법이니까!",
      "spanish": "¿Por qué no intentas completar el tutorial? Puede que ya hayas dado el primer paso, pero lo importante es dominar los fundamentos.",
      "schinese": "为什么不试试看完教程呢？也许你已了解第一步，但是掌握基础才是最重要的。",
      "tchinese": "何不先完成教學呢？你或已掌握第一步，但做好基本功很重要！",
      "russian": "Почему бы не закончить обучение? Может быть, у вас уже получаются первые шаги, но отшлифовать базовые приемы - вот это по-настоящему важно.",
      "japanese": "チュートリアルをクリアしてみないか？　初歩的なことはもうマスターしているかもしれないが、何事も基本が肝心だからな！",
      "polish": "Może spróbujesz ukończyć samouczek? Może i udało ci się uczynić pierwszy krok, ale opanowanie wszystkich podstaw jest naprawdę ważne.",
      "arabic": "لم لا تحاول الانتهاء من المحتوى التعليمي؟ قد تكون قد أجدت الخطوة الأولى، لكن إجادة الأساسيات هي المحك.",
      "brazilian": "Que tal tentar terminar o tutorial? Você pode ter dominado o primeiro passo, mas internalizar os fundamentos é que é importante.",
      "token": "ACHIEVEMENT_LOC_TAG_02_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_003",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f34376ebea1e43d4a64672f43f686a8036ee4936.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Your Story Starts Here",
      "german": "Deine Geschichte beginnt hier",
      "french": "Ton histoire commence ici",
      "italian": "La tua storia inizia qui",
      "koreana": "스토리의 시작입니다!",
      "spanish": "Tu historia comienza aquí",
      "schinese": "故事在这里开始！",
      "tchinese": "故事從這裡開始！",
      "russian": "Твоя история начинается здесь",
      "japanese": "ストーリーの始まりッス！",
      "polish": "Początek twojej przygody",
      "arabic": "قصتك تبدأ هنا",
      "brazilian": "Sua História Começa Aqui",
      "token": "ACHIEVEMENT_LOC_TAG_03_NAME"
    },
    "description": {
      "english": "Your first goal for Story Mode is just to clear it once. You can probably guess, but I cleared it with Master Zangief first!",
      "german": "Dein erstes Ziel im Storymodus ist es, ihn einmal abzuschließen. Du kannst es dir vermutlich schon denken, aber ich habe ihn zuerst mit Meister Zangief abgeschlossen!",
      "french": "Le premier objectif du mode Histoire est de le finir une fois. Évidemment moi, la première fois, je l'ai fini avec Maître Zangief !",
      "italian": "Il tuo primo obiettivo nella modalità Storia è finirla una volta. Non sarà una sorpresa per te, ma io l'ho finita con il Maestro Zangief la prima volta!",
      "koreana": "일단은 캐릭터 스토리 하나를 클리어하는 것이 목표입니다! 물론 저는 Zangief 님 스토리부터 시작했죠!",
      "spanish": "Tu primer objetivo del modo Historia es superarlo una vez. Seguramente lo habrás adivinado, pero ¡yo lo completé por primera vez con el Maestro Zangief!",
      "schinese": "在故事模式中的第一个目标就是先破关一次。我当然先用 Zangief 大师！",
      "tchinese": "在劇情模式中的第一個目標是先破關一次！我？當然先用ZANGIEF大師呀！",
      "russian": "Ваша первая задача в режиме истории - полная зачистка. Вы, наверное, можете догадаться, но в первый раз мы делали это вместе с мастером Zangief!",
      "japanese": "キャラクターストーリー、まずは一本クリアが目標ッス！　あたしはもちろんザンギエフ様から始めたッスよ！",
      "polish": "Twoim pierwszym celem w trybie fabularnym jest jednokrotne ukończenie go. Pewnie się domyślasz, ale i tak to powiem: ja za pierwszym razem grałem Mistrzem Zangiefem!",
      "arabic": "الهدف الأول للحصول على وضع القصة هو توضيحها مرة واحدة. يمكنك أن تخمن لكنني، أوضحتها مع المعلم Zangief أولا!",
      "brazilian": "Seu primeiro objetivo no modo história é terminá-lo uma vez. Dá para imaginar, mas eu terminei com o Mestre Zangief primeiro!",
      "token": "ACHIEVEMENT_LOC_TAG_03_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_004",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/30eaa0793f25eec6e3f28992a8ce22151c2bff7c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Lucky We Met!",
      "german": "Schön, dich kennenzulernen!",
      "french": "Sympa de faire ta connaissance !",
      "italian": "Felice di conoscerti!",
      "koreana": "널 만나게 된 건 행운이야!",
      "spanish": "¡Me alegro de conocerte!",
      "schinese": "很高兴遇见你！",
      "tchinese": "遇到你太好了！",
      "russian": "Хорошо, что мы встретились",
      "japanese": "会えてラッキー！",
      "polish": "Miło było poznać!",
      "arabic": "سعيد أنني قابلتك!",
      "brazilian": "Bom Te Conhecer!",
      "token": "ACHIEVEMENT_LOC_TAG_04_NAME"
    },
    "description": {
      "english": "Whoa, I'm really mixing it with the celebrities here! C'mon, Rashid, you're the Raging Storm! Get out there and finish 5 Character Stories!",
      "german": "Uah! So viele Stars! Ruhig bleiben, RASHID des turbulenten Winds! Schließe 5 Charakter-Storys ab!",
      "french": "Waouh ! Regardez-moi toutes ces célébrités ! Allez, Rashid le zéphyr, termine 5 histoires de personnage !",
      "italian": "Wow! Quante celebrità! Giusto, Rashid del vento turbolento! Completa 5 storie dei personaggi!",
      "koreana": "우와, 온통 유명인들밖에 없네? 좋았어, 이 소용돌이의 Rashid가 5인의 캐릭터 스토리로 돌격해 주지!",
      "spanish": "¡Uuah! ¡Cuántos famosos! Bien, RASHID del viento turbulento, ¡completa 5 historias de personaje!",
      "schinese": "啊！这么多名人！好，逆卷风 Rashid，挑战 5 个角色故事！",
      "tchinese": "哇！很多名人呢！好，逆卷風RASHID，挑戰5個角色故事！",
      "russian": "Ого! Столько звезд! Верно, буйный ветер Rashid, прошел 5 историй персонажа!",
      "japanese": "うわー、有名人だらけじゃん！　よし、逆巻く風のラシード、5人のキャラクターストーリーに突撃、っと！",
      "polish": "Uua! Tyle sław! Dobra, Rashidzie Porywisty Wietrze, ukończ 5 historii postaci!",
      "arabic": "أواه! الكثير من المشاهير! هذا صحيح، RASHID، العاصفة الهائجة، أكمل 5 قصص للشخصيات!",
      "brazilian": "Uau! Tantas celebridades! Certo, RASHID do Vento Turbulento, conclua 5 histórias de personagens!",
      "token": "ACHIEVEMENT_LOC_TAG_04_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_005",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/42421628def842a1b2d85c2954b249e3184eb819.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "The 16 Trials",
      "german": "Die 16 Prüfungen",
      "french": "Les 16 épreuves",
      "italian": "Le 16 prove",
      "koreana": "16개의 시련",
      "spanish": "Las 16 pruebas",
      "schinese": "16 次试验",
      "tchinese": "16次試煉",
      "russian": "16 подвигов",
      "japanese": "16の試練",
      "polish": "16 prób",
      "arabic": "16 محاولة",
      "brazilian": "Os 16 Testes",
      "token": "ACHIEVEMENT_LOC_TAG_05_NAME"
    },
    "description": {
      "english": "So you wish to learn Yoga? If that is truly the case, then first you must complete the Character Story with all characters. There is great merit in walking each of their individual paths.",
      "german": "Du willst also Yoga lernen? Dann musst du aber zuerst mit allen Charakteren die Charakter-Story abschließen. Du wirst viel lernen, wenn du in ihren Spuren wandelst.",
      "french": "Tu veux apprendre le yoga ? Dans ce cas, tu dois d'abord terminer l'histoire avec tous les personnages. Chacun de leurs fragments d'existence est une leçon très importante.",
      "italian": "Dunque vuoi imparare lo Yoga? Se è così, devi prima completare la modalità Storia del personaggio con tutti i personaggi. C'è grande valore nel percorrere i percorsi individuali di ciascuno.",
      "koreana": "요가를 배우고 싶은가? 그렇다면 모든 이들의 캐릭터 스토리를 클리어하고 오너라. 필시 그들이 걸어 온 길에서 배울 것이 있을 것이다.",
      "spanish": "¿Así que quieres aprender yoga? En ese caso, primero debes completar la historia con todos los personajes. Tiene mucho mérito recorrer cada uno de sus caminos personales.",
      "schinese": "你想学习瑜伽？如果是这样，那你要先完成所有角色的角色故事。经历每个角色走过的路，是很有好处的。",
      "tchinese": "你想學瑜伽嗎？如果你想的話，首先要完成所有角色的劇情。學習他們每個人走過的道路是很有價值的。",
      "russian": "Так вы хотите изучать йогу? Если да, то сначала завершите все истории со всеми персонажами. Пройти по личному пути каждого из них дорогого стоит.",
      "japanese": "ヨーガを学びたいのか。ならば全員のキャラクターストーリーをクリアするが良い。彼らの歩んだ道から学ぶこともあるだろう。",
      "polish": "Chcesz więc poznać tajniki jogi? W takim wypadku musisz najpierw ukończyć tryb fabularny wszystkimi postaciami. Z każdej historii można się wiele nauczyć.",
      "arabic": "إذن فأنت تتمنى أن تتعلم اليوجا؟ إذا كان هذا هو الحال، فيجب عليك أولا إكمال قصة الشخصية بكل الشخصيات. هناك ميزة كبيرة في اتخاذ كل واحد من مساراتهم الفردية.",
      "brazilian": "Então você quer aprender Yoga? Se for esse o caso, então primeiro você deve concluir a história de personagem com todos os personagens. Há um grande mérito em trilhar cada um desses caminhos",
      "token": "ACHIEVEMENT_LOC_TAG_05_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_006",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/721a5636ce4bafc5055a5d5d6407bd089ed955be.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "One Step Forward",
      "german": "Ein Schritt voran",
      "french": "Un pas en avant",
      "italian": "Un passo avanti",
      "koreana": "한 걸음 나아가기",
      "spanish": "Un paso adelante",
      "schinese": "向前一步",
      "tchinese": "踏出一步",
      "russian": "Шаг вперед",
      "japanese": "一歩踏み出す",
      "polish": "Krok do przodu",
      "arabic": "خطوة إلى الأمام",
      "brazilian": "Um Passo à Frente",
      "token": "ACHIEVEMENT_LOC_TAG_06_NAME"
    },
    "description": {
      "english": "If you're at a loss for what to do, why not raise a character to level 5? It should help you realize what you're missing.",
      "german": "Wenn du nicht weißt, was du tun sollst, stufe einen Charakter auf Level 5 auf. Dann wirst du erkennen, was dir fehlt.",
      "french": "Si tu ne sais pas trop quoi faire, fais monter un personnage au niveau 5 et tu prendras sûrement conscience de tes lacunes.",
      "italian": "Se non sai cosa fare, porta un personaggio al livello 5: credo che poi capirai cosa ti manca.",
      "koreana": "뭘 해야 할지 모르겠다면 한 캐릭터의 레벨을 5까지 올려 보는 것을 추천한다. 네게 부족한 게 뭔지 알게 될 테니.",
      "spanish": "Si no sabes qué hacer, sube a un personaje al nivel 5. Creo que para entonces comprenderás tus carencias.",
      "schinese": "如果你不知道该怎么办，就把一名角色提升至等级 5。我想你就会知道自己缺乏什么了。",
      "tchinese": "如果不知道該做甚麼才好，就把一個角色提升至等級5吧。之後你應該就會明白自己缺少的是甚麼了。",
      "russian": "Если вам нечем заняться, доведите одного персонажа до 5 уровня. Думаю, к тому моменту вы сами поймете, чего не хватает.",
      "japanese": "何をすればいいかわからないなら、キャラクター一人をレベル5に上げたらいいんじゃないか？　お前に足りないものがわかるはずだ。",
      "polish": "Jeśli nie wiesz, co robić, osiągnij postacią piąty poziom. Wtedy z pewnością zorientujesz się, czego ci brakuje.",
      "arabic": "إذا كنت في حيرة بشأن ما عليك أن تفعله، فارفع الشخصية إلى المستوى رقم 5. أعتقد أنك ستدرك ما ينقصك.",
      "brazilian": "Se você não sabe o que fazer, eleve o nível de um personagem até 5. Acho que então você perceberá o que está faltando",
      "token": "ACHIEVEMENT_LOC_TAG_06_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_007",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/53292f2023c485d356f0716c11db21df236d1de1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Quantity Over Quality",
      "german": "Zeig, was du drauf hast!",
      "french": "Donne-toi au maximum !",
      "italian": "Dai il massimo!",
      "koreana": "많이 가져와라!",
      "spanish": "¡Ataca con todo!",
      "schinese": "带一大堆给我！",
      "tchinese": "拿一大堆給我！",
      "russian": "Неси все, что есть!",
      "japanese": "たくさん持ってこい！",
      "polish": "Pokaż na co cię stać!",
      "arabic": "أحضر كل ما لديك!",
      "brazilian": "Pode Vir com Tudo!",
      "token": "ACHIEVEMENT_LOC_TAG_07_NAME"
    },
    "description": {
      "english": "Level up 5 characters! Up to level 5 should do the trick. When it comes to food and fightin', it's quantity over quality, mate.",
      "german": "Du solltest das Level von 5 Charakteren erhöhen. Level 6 sollte reichen. Beim Essen und Kämpfen ist Quantität wichtiger als Qualität, Kumpel.",
      "french": "Tu devrais vraiment faire évoluer 5 personnages ; le niveau 5 devrait faire l'affaire. Quand on parle de nourriture et de combat, faut privilégier la quantité plutôt que la qualité, mon pote.",
      "italian": "Faresti meglio a far aumentare il livello di 5 personaggi. Arriva al livello 5, dovrebbe essere sufficiente. Quando si tratta di cibo e combattimento, la quantità vince sempre sulla qualità.",
      "koreana": "캐릭터 5명의 레벨을 올려 봐라! 레벨5까지면 충분할 거다! 밥도 싸움도 질보다는 양이거든!",
      "spanish": "Será mejor que subas de nivel a 5 personajes. Hasta el nivel 5 bastará. Tanto en la lucha como en la comida, lo que importa es la cantidad, no la calidad, colega.",
      "schinese": "你最好提升 5 个角色的等级。提升至等级 5 就可以了。食物与格斗都是要重数量而不是质量，兄弟。",
      "tchinese": "提升5個角色的等級給我看看吧！到等級5應該差不多！食物和戰鬥都是重量不重質的，兄弟！",
      "russian": "Лучше поднять уровень у 5 персонажей. До 5 уровня будет нормально. Дело в том, что, когда речь идет о еде и драках, количество важнее качества.",
      "japanese": "キャラクター5人分のレベルを上げてみろ！　レベルは5で十分だろォ！　メシも戦いも質より量だぜェ！",
      "polish": "Lepiej podnieś poziom pięciu postaci. Osiągnięcie każdą piątego poziomu powinno wystarczyć. Jeśli chodzi o żarcie i bitkę, liczy się ilość, nie jakość, ziom.",
      "arabic": "يجدر بك أن ترفع شخصيات مستوى 5. الارتفاع إلى المستوى 5 سيقوم بالأمر. عندما يتعلق الأمر بالطعام والقتال، يكون الكم أفضل من الكيف، يا صاح.",
      "brazilian": "É bom elevar o nível de 5 personagens. Até o nível 5 deve bastar. Quando o assunto é lutar ou comer, quantidade importa mais que qualidade, camarada.",
      "token": "ACHIEVEMENT_LOC_TAG_07_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_008",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/798334ba4a1f208840c70a6263228b5acaa3f30e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "No Rest For The Wicked",
      "german": "Ein Dämon kennt keine Schwäche",
      "french": "Un démon n'a aucun point faible",
      "italian": "Un demone non ha punti ciechi",
      "koreana": "마인에게 사각은 없다",
      "spanish": "Un demonio no tiene puntos débiles",
      "schinese": "无盲点的魔人",
      "tchinese": "魔人沒有死角",
      "russian": "У демона нет cлепых пятен",
      "japanese": "魔人に死角無し",
      "polish": "Demona nie można zaskoczyć",
      "arabic": "ليس للشيطان بقع عمياء",
      "brazilian": "Um Demônio Não Tem Pontos Fracos",
      "token": "ACHIEVEMENT_LOC_TAG_08_NAME"
    },
    "description": {
      "english": "Your stats are as pitiful as your strength, maggot! Come back when you've raised all characters to level 5.",
      "german": "Deine Werte sind genauso miserabel wie du schwach bist, Made. Komm wieder, wenn du alle Charaktere auf Level 5 gebracht hast.",
      "french": "Tes statistiques sont aussi ridicules que ta force, cloporte. Reviens quand tu auras fait monter tous les personnages jusqu'au niveau 5.",
      "italian": "Le tue statistiche sono scarse proprio come te, verme. Torna quando avrai portato tutti i personaggi al livello 5.",
      "koreana": "머릿수도 힘도 모자란 잔챙이 같으니라고! 모든 캐릭터를 레벨5로 만들고 다시 오너라!",
      "spanish": "Tus estadísticas son tan bajas como tu fuerza, gusano. Vuelve cuando hayas subido a todos los personajes al nivel 5.",
      "schinese": "你的数量和力量一样逊，蠢材！把所有角色都提升至等级 5 再回来！",
      "tchinese": "你的數量跟能力都一樣低，雜碎！把所有角色提升至等級5後再來吧！",
      "russian": "Твои данные так же ничтожны, как и твоя сила, червяк. Возвращайся, когда у всех персонажей будет 5 уровень.",
      "japanese": "数も力も足りぬ雑魚め！　全キャラクターをレベル5にして出直すがいい！",
      "polish": "Twoje statystyki są równie mizerne, co twoja siła, robaku. Wróć do mnie, gdy osiągniesz piąty poziom wszystkimi postaciami.",
      "arabic": "الإحصائيات الخاصة بك منخفضة مثل قوتك، يا حشرة. عد عندما ترفع كل الشخصيات إلى المستوى رقم 5.",
      "brazilian": "Seus atributos são fracos como sua força, folgado. Volte depois de subir todos os personagens ao nível 5.",
      "token": "ACHIEVEMENT_LOC_TAG_08_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_009",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/754e5df88e53cfb73e5c8e2437aceb79508ffd78.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Slow But Steady Wins The Race",
      "german": "Eile mit Weile",
      "french": "Il faut partir à point",
      "italian": "Chi va piano va sano e va lontano",
      "koreana": "낙숫물이 댓돌을 뚫는다",
      "spanish": "Lento pero seguro",
      "schinese": "滴水穿石",
      "tchinese": "滴水穿石",
      "russian": "Побеждает медленно, но верно",
      "japanese": "雨垂れ石を穿つ",
      "polish": "Powolne, acz wytrwałe dążenie do celu daje wygraną",
      "arabic": "البطيء المثابر يفوز في السباق",
      "brazilian": "Devagar e Sempre é que se Vence a Corrida",
      "token": "ACHIEVEMENT_LOC_TAG_09_NAME"
    },
    "description": {
      "english": "Your objective should be to raise a single character to level 30. There is great meaning in accomplishing what is difficult. To find your answer, you must set your sights high.",
      "german": "Dein Ziel sollte es sein, einen Charakter auf Level 30 zu bringen. Mühen bringen Erkenntnis mit sich. Um Antworten zu finden, musst du dir große Ziele setzen.",
      "french": "Voilà l'objectif que tu devrais te fixer : faire monter un personnage jusqu'au niveau 30. C'est dans les épreuves les plus difficiles qu'on trouve le plus d'enseignements. Pour trouver des réponses, tu dois viser les sommets.",
      "italian": "Dovresti portare un singolo personaggio al livello 30: la difficoltà è maestra di vita. Per trovare la risposta che cerchi devi porti obiettivi ambiziosi.",
      "koreana": "캐릭터 1명의 레벨을 30으로 올리는 것을 목표로 해라. 어렵기 때문에 비로소 의미가 있다. 답을 찾기 위해서는 높은 목표가 필요한 법이니.",
      "spanish": "Tu objetivo debería ser subir a un solo personaje al nivel 30. La dificultad tiene un gran significado. Para encontrar tu respuesta, debes apuntar alto.",
      "schinese": "你的目标应该是把一个角色提升至等级 30。难度很高但是很有意义的。为了找到答案，你必须把眼界放高一点。",
      "tchinese": "你的目標應該是將一個角色提升至等級30。雖然很難但意義重大。要尋找自己的答案，必須先訂下夠高的目標。",
      "russian": "Ваша цель - развить одного персонажа до 30 уровня. Сложность - это двигатель всего. Чтобы найти ответы, нужно обладать амбициями.",
      "japanese": "キャラクター一人をレベル30にすることを目標にするといい。困難だからこそ、意味がある。答に近づくためには、高い目標が必要だ。",
      "polish": "Twoim celem powinno być osiągnięcie trzydziestego poziomu jedną postacią. Im zadanie jest trudniejsze, tym większa satysfakcja z jego wykonania. Aby odnaleźć odpowiedź, której poszukujesz, musisz wyznaczać sobie ambitne cele.",
      "arabic": "يجب أن يكون هدفك هو رفع شخصية واحدة إلى المستوى رقم 30. هناك الكثير من المغزى وراء الصعوبة. لتجد إجاباتك، يجب أن ترفع بصرك لأعلى.",
      "brazilian": "Seu objetivo deve ser elevar o nível de um único personagem até 30. A dificuldade traz grandes lições. Para encontrar sua resposta, você deve sonhar alto.",
      "token": "ACHIEVEMENT_LOC_TAG_09_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_010",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/c488f8e392cf2cbe4b3e60827eb61f8842ab12ac.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Vindicated Honor",
      "german": "Verteidigte Ehre",
      "french": "Honneur vengé",
      "italian": "Onore difeso",
      "koreana": "설욕을 기하며",
      "spanish": "Honor vengado",
      "schinese": "一雪前耻",
      "tchinese": "一雪前恥",
      "russian": "Защищенная честь",
      "japanese": "雪辱を期す",
      "polish": "Obroniony honor",
      "arabic": "شرف مصون",
      "brazilian": "Honra Defendida",
      "token": "ACHIEVEMENT_LOC_TAG_10_NAME"
    },
    "description": {
      "english": "Raise your player level to 50. Level up that much and you'll be about ready to exact you revenge.",
      "german": "Erreiche Level 50. Wenn du es so weit gebracht hast, bist du bereit für deine Rache.",
      "french": "Atteins le niveau 50. Avec une telle force, ta vengeance sera à portée de main.",
      "italian": "Porta il tuo livello a 50 e potrai vendicarti.",
      "koreana": "플레이어 레벨을 50까지 올려라. 그 정도로 레벨업을 하면 놈에게 복수할 수 있을 것이다.",
      "spanish": "Sube tu nivel a 50. Cuanto hayas subido tanto de nivel, estarás listo para vengarte.",
      "schinese": "将你的等级提升至 50。等级提高，就可以向他报仇雪恨了。",
      "tchinese": "提升玩者等級到50吧。升級夠多才能準備好復仇。",
      "russian": "Поднимите уровень до 50. Дойдете до него - и сможете реализовать свою месть.",
      "japanese": "プレイヤーレベルを50まで上げろ。そこまでレベルアップすれば、奴へのリベンジも可能だ。",
      "polish": "Osiągnij pięćdziesiąty poziom. Dopiero wtedy będziesz mógł dokonać odpowiedniej zemsty.",
      "arabic": "ارفع مستواك إلى 50. ارتفع إلى هذا المستوى، وكن على استعداد لانتزاع الانتقام.",
      "brazilian": "Suba até o nível 50. Com esse nível você será capaz de realizar sua vingança.",
      "token": "ACHIEVEMENT_LOC_TAG_10_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_011",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/593c237925fd79a6a2542e12844e918db2a5fcbf.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Burning Spirit",
      "german": "Geist, entzünde dich!",
      "french": "Esprit, enflamme-toi !",
      "italian": "Ardi, mio spirito!",
      "koreana": "영혼이여, 불타올라라!",
      "spanish": "¡Prende, espíritu!",
      "schinese": "燃烧吧灵魂！",
      "tchinese": "燃燒的靈魂！",
      "russian": "Дух, гори!",
      "japanese": "燃えよ魂！",
      "polish": "Płoń, duchu!",
      "arabic": "حماس، مشتعل!",
      "brazilian": "Espírito, Aqueça!",
      "token": "ACHIEVEMENT_LOC_TAG_11_NAME"
    },
    "description": {
      "english": "Your player level is a reflection of your passion! Aim for the stars, and reach level 100!",
      "german": "Dein Spielerlevel steht für deine Leidenschaft! Durchbricht die magische Grenze und erreiche Level 100!",
      "french": "Ton niveau symbolise ta passion et ta détermination ! Dépasse le palier du niveau 100 !",
      "italian": "Il tuo livello giocatore rappresenta la passione che ci metti! Supera la barriera del livello 100!",
      "koreana": "플레이어 레벨은 뜨거운 영혼의 상징! 레벨100의 장벽을 돌파해 보자꾸나!",
      "spanish": "¡Tu nivel de jugador representa tu pasión! ¡Supera la barrera del nivel 100!",
      "schinese": "你的玩家等级就象征着你的激情！打破等级 100 的障碍！",
      "tchinese": "你的玩者等級象徵著你的灼熱靈魂！衝破等級100大關吧！",
      "russian": "Ваш игровой уровень - это символ вашей воли. Преодолейте 100-уровневый барьер!",
      "japanese": "プレイヤーレベルは熱き魂の象徴！　目指すは100の大台突破だ！",
      "polish": "Poziom twojej postaci odzwierciedla twoją pasję! Pokonaj swoje słabości i osiągnij setny poziom!",
      "arabic": "مستوى اللاعب الخاص بك يرمز إلى حماسك! اكسر حاجز المستوى رقم 100!",
      "brazilian": "Seu nível de jogador é um símbolo da sua paixão! Quebre a barreira dos 100!",
      "token": "ACHIEVEMENT_LOC_TAG_11_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_012",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/30359fa1631af04c5bdd9074014f138c57f69ea1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Number 2 Is The New Number 1",
      "german": "Nummer 2 ist Nummer 1",
      "french": "Numéro 2 est numéro 1",
      "italian": "Il numero 2 è il numero 1",
      "koreana": "최고의 2",
      "spanish": "Número 2 es número 1",
      "schinese": "最强的 2",
      "tchinese": "最強的２",
      "russian": "Второй - это первый",
      "japanese": "至上の2",
      "polish": "Dwójka jest jedynką",
      "arabic": "رقم 2 هو رقم 1",
      "brazilian": "O Número 2 é o Número 1",
      "token": "ACHIEVEMENT_LOC_TAG_12_NAME"
    },
    "description": {
      "english": "Niiihehe! 2, 20, 200! Such a glorious sound, I could say it twice more! 200! Raise you player level to 200! I already have, niiihehe!",
      "german": "Niiihihihihi! 2, 20, 200! Das hat was, meinst du nicht auch? Erreiche Level 200!",
      "french": "Niiihéhéhéhé ! 2, 20, 200 ! Ça sonne divinement bien, tu ne trouves pas ? Monte jusqu'au niveau 200 !",
      "italian": "Gneeeeeehehehehe! 2, 20, 200! Non senti come suona bene? Porta il tuo livello giocatore a 200!",
      "koreana": "니히히! 2, 20, 200! 입에 착착 감기는군요! 플레이어 레벨을 200으로 만들어 보십시오! 이 정도 위치는 되어야 저의 특등석이라 할 수 있죠!",
      "spanish": "¡Je, je, je! ¡2, 20, 200! ¡Suena sublime! ¿No te parece? ¡Sube tu nivel de jugador a 200!",
      "schinese": "咦嘿嘿！2，20，200！多么美的数字！把你的玩家提升至等级 200 吧！这个位置是我的特等座位！",
      "tchinese": "嘻嘻嘻嘻！2，20，200！美妙的數字！把你的玩者等級升至200吧！這個位置是我的特別座！",
      "russian": "Ихи-хи-хи-хи-хи! 2, 20, 200! В этом есть что-то возвышенное, как ты думаешь? Дойди до 200 уровня!",
      "japanese": "ニーッシッシ！　2、20、200！　この得も言われぬ響き！　プレイヤーレベルを200にするデス！　この位置こそ私の特等席デス！",
      "polish": "Niiihehehehe! 2, 20, 200! To brzmi wspaniale, zgodzisz się? Osiągnij dwusetny poziom!",
      "arabic": "نياهاهاها! 2، 20، 200! إن بها خاتما منحنيا، ألا تعتقد ذلك؟ ارفع مستوى لاعبك إلى رقم 200!",
      "brazilian": "Dôô, hô, hô, hô! 2, 20, 200! Tem um som tão sublime, não acha? Suba seu nível de jogador até 200!",
      "token": "ACHIEVEMENT_LOC_TAG_12_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_013",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/b3ee3752503ab955738e48983513f6d947957c59.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Make A Name For Yourself",
      "german": "Ich mag Titel!",
      "french": "J'aime les titres !",
      "italian": "Adoro i titoli!",
      "koreana": "칭호는 정말 좋아!",
      "spanish": "¡Me gustan los títulos!",
      "schinese": "我喜欢称号！",
      "tchinese": "我喜歡稱號！",
      "russian": "Титулы - это круто!",
      "japanese": "称号はいいよな！",
      "polish": "Lubię tytuły!",
      "arabic": "أنا أحب الألقاب!",
      "brazilian": "Eu Gosto de Títulos!",
      "token": "ACHIEVEMENT_LOC_TAG_13_NAME"
    },
    "description": {
      "english": "Why don't you see if you can collect 10 titles? There's nothin' like a good title! Even Mel said they make me look cool!",
      "german": "Versuch doch mal, 10 Titel zu sammeln. Ich mag Titel! Aber nur, weil Mel meinte, dass das cool käme!",
      "french": "Et si tu essayais de remporter 10 titres ? J'aime bien avoir un bon titre, moi ! Enfin, c'est surtout parce que Mel trouve ça cool...",
      "italian": "Perché non provi a collezionare 10 titoli? Apprezzo sempre un bel titolo! Ma solo perché Mel ha detto che mi fanno sembrare più duro!",
      "koreana": "칭호를 10개 모아 보지 그래? 칭호는 정말 끝내준다고! Mel도 아빠가 멋있다고 했거든!",
      "spanish": "¿Por qué no intentas conseguir 10 títulos? ¡Me gusta un buen título! ¡Pero solo porque Mel me dijo que así parezco más guay!",
      "schinese": "收集 10 个称号如何？有称号是好事！因为 Mel 说那样我看起来会很酷！",
      "tchinese": "何不試試收集10個稱號呢？有稱號是好事！因為MEL會對我說「爸爸很有型」！",
      "russian": "Почему бы не узнать, можешь ли ты собрать 10 титулов? Мне нравятся классные титулы! Но только потому, что Mel сказал, что я круто выгляжу с ними!",
      "japanese": "称号を10個集めてみないか？　称号はいいぜ！　メルも「パパかっこいい」って言ってたからな！",
      "polish": "Może spróbujesz zdobyć 10 tytułów? Lubię dobre tytuły! Ale tylko dlatego, że zdaniem Mel czadowo wtedy wyglądam!",
      "arabic": "لم لا تجرب ما إذا كان بإمكانك جمع 10 لقبا؟ أنا أحب اللقب الجيد! واكن هذا فقط لأن Mel قال إنها تجعلني أبدو رائعا!",
      "brazilian": "Que tal tentar conseguir 10 títulos? Eu gosto de um bom título! Mas só porque o Mel disse que eles me fazem parecer descolado!",
      "token": "ACHIEVEMENT_LOC_TAG_13_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_014",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/685997709149fecb8204092a80d6eb7a1af0ae16.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Sultan Of Titles",
      "german": "Zar der Titel",
      "french": "Tsar des titres",
      "italian": "Zar dei titoli",
      "koreana": "칭호왕",
      "spanish": "Zar de títulos",
      "schinese": "称号王",
      "tchinese": "稱號王",
      "russian": "Царь титулов",
      "japanese": "称号王",
      "polish": "Car tytułów",
      "arabic": "تسار الألقاب",
      "brazilian": "Czar dos Títulos",
      "token": "ACHIEVEMENT_LOC_TAG_14_NAME"
    },
    "description": {
      "english": "I am Rashid of the Turbulent Wind! You can change how you feel, just with a title! If you had 30 of them, you'd be set for the rest of your life!",
      "german": "Ich bin Rashid, der tosende Sturm! Mit nur einem Titel ändert sich dein gesamtes Feeling! Wenn du 30 davon hättest, müsstest du dir nie wieder Gedanken machen!",
      "french": "Je suis Rashid le zéphyr ! Tu sais que tu peux changer d'humeur simplement en changeant de titre ? Si tu en avais 30 sous la main, tu n'aurais plus jamais un seul souci dans la vie !",
      "italian": "Sono Rashid del vento turbolento! Per cambiare il tuo stato d'animo basta un titolo! Se ne avessi 30, non avresti più problemi per il resto della vita!",
      "koreana": "난 소용돌이의 Rashid! 칭호는 그때그때 기분에 따라 바꾸라고 있는 거 아니겠어? 30개나 있다면 평생 쓸 수 있지 않을까?",
      "spanish": "¡Soy Rashid del viento turbulento! ¡Con un título puedes cambiar cómo te sientes! Si tuvieras 30, ¡no tendrías que preocuparte en lo que te quede de vida!",
      "schinese": "我是逆卷风 Rashid！只要一个称号，就能改变自己的感觉！如果你有 30 个称号，就一生都不用烦恼了！",
      "tchinese": "我是逆卷風RASHID！只需一個稱號就能改變你的心情了！如果擁有30個的話，一生都不會有甚麼困擾了吧？",
      "russian": "Я буйный ветер Rashid! Один только титул совершенно меняет самоощущение! А 30 титулов на всю жизнь хватит!",
      "japanese": "オレは逆巻く風のラシード！　称号は気分で変えたいよな！　30個あったら、一生困らないんじゃないか？",
      "polish": "Jestem Rashid, zwany Porywistym Wiatrem! Jeden tytuł może poprawić twoje samopoczucie! Pomyśl tylko: gdyby zdobyć ich 30, człowiek nie musiałby się niczym martwić do końca życia!",
      "arabic": "أنا Rashid، العاصفة الهائجة! يمكنك أن تغير مشاعرك، بمجرد لقب! إذا كان لديك 30 منها، فلن يكون لديك مشكلة طوال حياتك!!",
      "brazilian": "Eu sou Rashid do Vento Turbulento! Você pode mudar como se sente, basta receber um título! Se você tivesse 30 deles, você não teria mais preocupações para o resto da vida!",
      "token": "ACHIEVEMENT_LOC_TAG_14_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_015",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/dd6322e00c40dfab9707e256cf583713642eb10d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Fighting On The Internet",
      "german": "Wir kämpfen online!",
      "french": "On combat en réseau de nos jours !",
      "italian": "Al giorno d'oggi si combatte online!",
      "koreana": "인터넷으로 대전하는 시대!",
      "spanish": "¡Hoy en día se pelea online!",
      "schinese": "联网格斗的时代！",
      "tchinese": "網上對戰的時代！",
      "russian": "Теперь мы деремся онлайн!",
      "japanese": "対戦はネットの時代！",
      "polish": "Dzisiaj walczy się w Internecie!",
      "arabic": "نحن نقاتل على الإنترنت هذه الأيام!",
      "brazilian": "Lutamos na Internet Hoje em Dia!",
      "token": "ACHIEVEMENT_LOC_TAG_15_NAME"
    },
    "description": {
      "english": "Alright, time you fought 10 network battles! The Internet is like my backyard - not a place I tend to lose! (Excludes Battle Lounge)",
      "german": "Okay, Zeit, dass du 10 Netzwerkkämpfe bestreitest! Das Internet ist wie mein Hinterhof - da verliere ich nicht! (Ausgenommen Kampflounge)",
      "french": "Je sais ce que tu devrais faire : participer à 10 combats en réseau ! Fais-moi confiance, je connais Internet comme ma poche. (Excepté les parties dans salon de combat)",
      "italian": "Bene, è ora di combattere in 10 battaglie online! Internet è casa mia: non è certo un posto in cui posso perdere! (Esclusa la Lounge di combattimento)",
      "koreana": "좋아, 네트워크 대전으로 10번 싸워 볼까? 인터넷은 내 놀이터나 다름없으니 절대 질 수 없어! (배틀 라운지는 제외)",
      "spanish": "¡Bien, es hora de que disputes 10 combates en red! Yo estoy en Internet como en casa. ¡Y ahí no suelo perder! (Sin incluir la Sala de combate)",
      "schinese": "好，你已经打完 10 场联网格斗了！网络就像我的后院 - 我不会在自家后院输的！ （不包含战斗大厅）",
      "tchinese": "好了，是時候打10場網路對戰了！互聯網像是我的後花園，我可不能輸！（不包含格鬥大廳）",
      "russian": "Вот и славно, 10 сетевых поединков! Интернет — мой дом родной, я здесь не проигрываю!  (За исключением Боевого лобби)",
      "japanese": "よーし、ネットワーク対戦で10戦してみるか！　ネットは俺の庭みたいなものだし、負けられないよな！　※バトルラウンジは除く",
      "polish": "W porządku. Nadszedł czas na stoczenie dziesięciu walk sieciowych! Znam Internet jak własną kieszeń — nie zwykłem w nim przegrywać! (Wyklucza Salon walk)",
      "arabic": "حسنا، حان وقت قتالك 10 معارك عبر الإنترنت! إن الإنترنت مكان مألوف لي جدا - وليس مكانا أنوي أن أفقده! باستثناء صالة المعركة.",
      "brazilian": "Certo, hora de lutar 10 batalhas em rede! A internet é como meu quintal - não vou perder! (Exceto no Saguão de Batalha)",
      "token": "ACHIEVEMENT_LOC_TAG_15_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_016",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/bb7652f497057c36da1e77d52d63acbea500049f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "All Going To Plan!",
      "german": "Alles verläuft nach Plan!",
      "french": "Le plan se déroule sans accroc !",
      "italian": "Tutto secondo i piani!",
      "koreana": "대전은 순조롭습니다!",
      "spanish": "¡Todo va según el plan!",
      "schinese": "对战顺利！",
      "tchinese": "對戰順利！",
      "russian": "Все идет по плану!",
      "japanese": "対戦順調ッス！",
      "polish": "Wszystko zgodnie z planem!",
      "arabic": "الكل سيخطط!",
      "brazilian": "Tudo de Acordo com o Plano!",
      "token": "ACHIEVEMENT_LOC_TAG_16_NAME"
    },
    "description": {
      "english": "Master Zangief! I fought in 50 network battles! The ring came to life with the clash of burning spirits! (Excludes Battle Lounge)",
      "german": "Meister Zangief! Ich habe 50 Netzwerkkämpfe bestritten! Der Ring erwachte zum Leben durch das Aufeinandertreffen leidenschaftlicher Seelen! (Ausgenommen Kampflounge)",
      "french": "Maître Zangief ! J'ai fait 50 combats en réseau ! Le ring a tremblé sous le choc retentissant des esprits enflammés ! (Excepté les parties dans salon de combat)",
      "italian": "Maestro Zangief! Ho combattuto in 50 battaglie online! Lo scontro tra spiriti ardenti ha infiammato il ring! (Esclusa la Lounge di combattimento)",
      "koreana": "네트워크 대전에서 50시합을 돌파했습니다! 뜨거운 스피릿이 맞붙는 최고의 링이었습니다! (배틀 라운지는 제외)",
      "spanish": "¡Maestro Zangief! ¡He disputado 50 combates en red! ¡El ring cobró vida con el entrechocar de espíritus ardientes! (Sin incluir la Sala de combate)",
      "schinese": "“Zangief 大师！我打完 50 场联网格斗了！拳击擂台让我又燃起斗志了！” （不包含战斗大厅）",
      "tchinese": "我打完50場網路對戰了！拳擊擂台令我燃燒起激昂的鬥志！（不包含格鬥大廳）",
      "russian": "Мастер Zangief! 50 боев позади! Ринг ожил после столкновения наших пылающих душ!  (За исключением Боевого лобби)",
      "japanese": "ネットワーク対戦で50試合突破したッス！　熱いスピリットがぶつかり合う最高のリングだったッス！　※バトルラウンジは除く",
      "polish": "Mistrzu Zangiefie! Mam już za sobą pięćdziesiąt walk sieciowych! Ring ożył dzięki starciu płonących dusz! (Wyklucza Salon walk)",
      "arabic": "معلم Zangief! أنا قاتلت في 50 معركة عبر الإنترنت! لقد  دبت الحياة في الحلبة بالقتال بين الروحين المشتعلتين حماسا! باستثناء صالة المعركة.",
      "brazilian": "Mestre Zangief! Lutei em 50 batalhas em rede! O ringue ganhou vida com o confronto de espíritos fervorosos! (Exceto no Saguão de Batalha)",
      "token": "ACHIEVEMENT_LOC_TAG_16_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_017",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/49c2ffa58b08e9f12b604de31ea5b43350b629b9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "A Fiendish Trap",
      "german": "Hinterhältige Falle",
      "french": "Piège retors",
      "italian": "Trappola diabolica",
      "koreana": "마인의 계략",
      "spanish": "Trampa diabólica",
      "schinese": "魔人的陷阱",
      "tchinese": "魔人的詭計",
      "russian": "Злодейская ловушка",
      "japanese": "魔人の深謀",
      "polish": "Diabelska pułapka",
      "arabic": "فخ شيطاني",
      "brazilian": "Armadilha Demoníaca",
      "token": "ACHIEVEMENT_LOC_TAG_17_NAME"
    },
    "description": {
      "english": "Impossible! You fought in 300 network battles? Well then, the time for you to witness my Psycho Power draws near. Mwahaha! (Excludes Battle Lounge)",
      "german": "Unglaublich! Du hast 300 Netzwerkkämpfe bestritten? Hahaha, dann ist die Zeit bald gekommen, dass du meine Psycho Power zu spüren bekommst. (Ausgenommen Kampflounge)",
      "french": "Impossible ! Tu as fait 300 combats en réseau ? Ha ha ha, tu seras bientôt à la hauteur pour affronter mon Psycho Power. (Excepté les parties dans salon de combat)",
      "italian": "Impossibile! Hai combattuto in 300 battaglie online? Ah ah ah, si avvicina il momento in cui il mio Psycho Power ti verrà a cercare. (Esclusa la Lounge di combattimento)",
      "koreana": "네트워크 대전에서 300시합을 했다고? 큭큭큭. 내 Psycho Power의 진수를 조만간 보여 줄 수 있겠군. (배틀 라운지는 제외)",
      "spanish": "¡Imposible! ¿Has disputado ya 300 combates en red? Ja, ja, ja, la hora de que contemples mi Psycho Power se acerca. (Sin incluir la Sala de combate)",
      "schinese": "你打完了 300 场联网格斗？哈哈哈，那你很快就可以见识到我的 Psycho Power 真正的力量了。（不包含战斗大厅）",
      "tchinese": "你打了300場網路對戰？哈哈哈，是時候讓你見識我的PSYCHO POWER的真髓了。（不包含格鬥大廳）",
      "russian": "Невозможно! 300 битв позади? Ха-ха-ха, пора увидеть приближение моей Psycho Power.  (За исключением Боевого лобби)",
      "japanese": "ネットワーク対戦で300試合しただと？　クックック、我がサイコパワーの真髄を見せる時は近いな。　※バトルラウンジは除く",
      "polish": "Niemożliwe! Masz już za sobą trzysta walk sieciowych? Ha, ha, ha! Już wkrótce poczujesz moją Psycho Power na własnej skórze. (Wyklucza Salon walk)",
      "arabic": "مستحيل! هل قاتلت في 300 معركة عبر الإنترنت؟ هاهاهاها، حان وقت مشاهدتك لقوتي Psycho Power عن قرب!  باستثناء صالة المعركة.",
      "brazilian": "Impossível! Você lutou em 300 batalhas em rede? Ha, ha, ha, a hora de você testemunhar meu Psycho Power se aproxima. (Exceto no Saguão de Batalha)",
      "token": "ACHIEVEMENT_LOC_TAG_17_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_018",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/6bae93597ccc3b3913ba16e6c35434335aeac5f9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Waiting Is Half The Fun",
      "german": "Spielen wir \"Ich sehe was, was du nicht siehst ...\"",
      "french": "On joue aux devinettes en attendant ?",
      "italian": "Anche aspettare può essere divertente!",
      "koreana": "기다리는 것 또한 재미",
      "spanish": "¡Juguemos al \"veo veo\" mientras esperamos!",
      "schinese": "等待也是乐趣！",
      "tchinese": "等待也是樂趣",
      "russian": "Давай играть в шпионов, пока ждем!",
      "japanese": "待つこともまた一興",
      "polish": "Skoro mamy czekać, zagrajmy w „Inteligencję”!",
      "arabic": "هيا نلعب لعبة الجاسوس بينما نحن في الانتظار!",
      "brazilian": "Vamos Brincar Enquanto Esperamos!",
      "token": "ACHIEVEMENT_LOC_TAG_18_NAME"
    },
    "description": {
      "english": "Patience is key to any warrior's training. Fight in network battles 30 times using the standby function. The longer you wait, the greater the joy will be when you finally get picked.",
      "german": "Kämpfe mit Hilfe der Standby-Funktion in 30 Netzwerkkämpfen. Je länger du wartest, desto größer ist die Freude, wenn du schließlich ausgewählt wirst.",
      "french": "Participe à 30 combats en réseau en utilisant la fonction en attente. Plus tu attendras, plus tu auras du plaisir quand quelqu'un aura décidé de te choisir.",
      "italian": "Combatti 30 volte nelle battaglie online usando la funzione \"attesa\". Più a lungo aspetterai e maggiore sarà la gioia quando toccherà a te.",
      "koreana": "대기 기능을 사용해서 30번의 네트워크 대전을 해 보거라. 기다리면 기다릴수록 꺾을 때의 기쁨은 커질 테니.",
      "spanish": "Disputa 30 combates en red usando la función en espera. Cuanto más larga es la espera, mayor es la alegría cuando por fin te eligen.",
      "schinese": "使用等待功能在联网格斗中战斗 30 次。等待时间越长，最后获得胜利时就越喜悦。",
      "tchinese": "用等候功能打30場網路對戰吧。你等得越久，最後收成時得到的喜悅會越大。",
      "russian": "Нужно подраться 30 раз в сетевых боях, используя функцию ожидания. Чем дольше ждешь, тем приятнее кому-нибудь вмазать.",
      "japanese": "待ちうけ機能を使い、ネットワークで30回対戦するがいい。待てば待つほど、摘み取る時の喜びは大きくなる。",
      "polish": "Stocz trzydzieści walk sieciowych, używając funkcji oczekiwania. Im dłużej czekasz, tym większa radość, gdy w końcu padnie na ciebie.",
      "arabic": "قاتل في معارك الإنترنت 30 مرة باستخدام وظيفة التأهب. كلما انتظرت لفترة أطول، كلما كانت متعتك أكبر عندما يتم اختيارك أخيرا.",
      "brazilian": "Lute em batalhas em rede 30 vezes usando a função de espera. Quanto mais você esperar, maior será a alegria quando finalmente for escolhido.",
      "token": "ACHIEVEMENT_LOC_TAG_18_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_019",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/8b57dedffeadaf84be65566f5705bb472082fe94.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "I Know Kung Fu!",
      "german": "Scheint, als würde Kung-Fu gewinnen!",
      "french": "On dirait que le kung-fu a gagné !",
      "italian": "A quanto pare vince il Kung-Fu!",
      "koreana": "이건 쿵후의 성과야!",
      "spanish": "¡Parece que el Kung-Fu gana!",
      "schinese": "功夫的成果！",
      "tchinese": "功夫的成果！",
      "russian": "Кажется, кунг фу побеждает!",
      "japanese": "クンフーの成果ね！",
      "polish": "Kung-fu górą!",
      "arabic": "يبدو أن Kung-Fu فاز!",
      "brazilian": "Parece que a Vitória é do Kung-Fu!",
      "token": "ACHIEVEMENT_LOC_TAG_19_NAME"
    },
    "description": {
      "english": "Congratulations on your first win! Keep practicing your Kung Fu in those Ranked Matches and I know you'll only get better and better!",
      "german": "Dein erster Sieg! Glückwunsch! Du musst weiter in Rang-Matches antreten. Ich weiß, dass du immer besser werden wirst!",
      "french": "Bravo, c'est ta première victoire ! Continue à enchaîner les parties avec classement, tu vas devenir de plus en plus fort !",
      "italian": "La tua prima vittoria: congratulazioni! Continua con i match classificati, so che migliorerai sempre di più!",
      "koreana": "첫 승리 축하해! 앞으로도 랭크 매치에서 쿵후 실력을 쌓아 나가자! 당신이라면 금방 잘할 수 있을 거야!",
      "spanish": "¡Tu primera victoria! ¡Enhorabuena! Debes seguir anotándote esas partidas igualadas. ¡Sé que no pararás de mejorar!",
      "schinese": "你的首次胜利！恭喜！你在排名赛中越来越棒。我知道你会越来越好！",
      "tchinese": "初次勝利！恭喜你！你要繼續增加排名賽，我知道你會越來越厲害的！",
      "russian": "Ваша первая победа! Поздравляю! Нужно просто продолжать побеждать в этих ранговых матчах. Я знаю, вы будете двигаться только вперед!",
      "japanese": "初勝利おめでとう！　これからもランクマッチでクンフーを積んでいきましょう！　あなたならすぐに上達できるわ！",
      "polish": "To twoje pierwsze zwycięstwo! Gratulacje! Musisz dalej wygrywać mecze rankingowe. Z pewnością z każdym kolejnym zwycięstwem będzie ci szło coraz lepiej!",
      "arabic": "أول فوز لك! تهانينا! عليك أن تستمر في حساب هذه المباريات المصنفة. أنا أعلم أنك سوف تستمر في التحسن أكثر فأكثر!",
      "brazilian": "Sua primeira vitória! Parabéns! De agora em diante, vamos acumular mais Partidas de Rank! Sei que você vai ficar cada vez melhor!",
      "token": "ACHIEVEMENT_LOC_TAG_19_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_020",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/dd939913b111f8b630edb54d3792be092bd21131.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Addicted To Winning",
      "german": "Besessen vom Sieg",
      "french": "Obsédé par la victoire",
      "italian": "Ossessione per la vittoria",
      "koreana": "승리를 향한 집념",
      "spanish": "Obsesión con la victoria",
      "schinese": "对胜利的执着",
      "tchinese": "勝利的執著",
      "russian": "Одержимый победой",
      "japanese": "勝利への執念",
      "polish": "Obsesja na punkcie zwyciężania",
      "arabic": "مهووس بالنصر",
      "brazilian": "Obsessão pela Vitória",
      "token": "ACHIEVEMENT_LOC_TAG_20_NAME"
    },
    "description": {
      "english": "It seems you've won 10 Ranked Matches. Never forget how it feels to win, or your future will soon be eclipsed by defeat.",
      "german": "Du hast 10 Rang-Matches gewonnen. Vergiss nie, wie es sich anfühlt zu gewinnen, oder deine Zukunft wird von Niederlagen überschattet werden.",
      "french": "Tu as gagné 10 parties avec classement. N'oublie jamais le plaisir incomparable de la victoire, ou ton futur restera éternellement assombri par la défaite.",
      "italian": "Hai vinto 10 match classificati. Non dimenticare mai quel che si prova a vincere, o nel tuo futuro ci sarà solo l'amaro sapore della sconfitta.",
      "koreana": "랭크 매치에서 10승을 한 모양이군. 승리를 향한 집념을 항상 잊지 마라. 그러지 않으면 패배가 네 미래를 가두고 말 테니.",
      "spanish": "Ganaste 10 partidas igualadas. No olvides esa sensación de victoria, o tu futuro se verá eclipsado por la derrota.",
      "schinese": "你已经赢得了 10 场排名赛。不要忘了获胜的感觉，不然将来你只会被失败笼罩。",
      "tchinese": "你贏了10場排名賽。別忘了勝利的執著，否則你的未來只會充滿敗北。",
      "russian": "10 побед в ранговых матчах. Никогда не забывайте это ощущение, иначе поражения омрачат ваше будущее.",
      "japanese": "ランクマッチで10勝したようだな。勝利への執念は常に忘れるな。さもなくば敗北がお前の未来を閉ざすことになる。",
      "polish": "Udało ci się wygrać już dziesięć meczów rankingowych. Nigdy nie zapominaj uczucia towarzyszącego wygranej. Inaczej twoją przyszłość na zawsze zaćmi widmo porażki.",
      "arabic": "أنت فزت في 10 مباريات مصنفة. لا تنس أبدا كيف يبدو مذاق الفوز، وإلا فسوف تخيم الهزيمة على مستقبلك.",
      "brazilian": "Você venceu 10 Partidas de Rank. Nunca se esqueça do sentimento da vitória ou seu futuro será eclipsado pela derrota.",
      "token": "ACHIEVEMENT_LOC_TAG_20_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_021",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/9c3469b906c645a4bf7cc13333a1dcc8fa8a79c8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Working Up An Appetite!",
      "german": "Appetit kommt beim Kämpfen!",
      "french": "Je commence à avoir faim !",
      "italian": "Inizio ad avere fame!",
      "koreana": "밥이 맛있어질 거다!",
      "spanish": "¡Abriendo el apetito!",
      "schinese": "激发食欲了！",
      "tchinese": "食慾更好了！",
      "russian": "Нагоняя аппетит!",
      "japanese": "メシがうまくなるぜェ！",
      "polish": "Apetyt mi rośnie!",
      "arabic": "فتح الشهية!",
      "brazilian": "Abrindo o Apetite!",
      "token": "ACHIEVEMENT_LOC_TAG_21_NAME"
    },
    "description": {
      "english": "30 Ranked Matches already? Lemme go catch up to that! Dinner always tastes better after you've pummeled a bunch of chumps!",
      "german": "Komm wieder, wenn du 30 Rang-Matches gewonnen hast! Das Abendessen schmeckt besser, wenn man ein paar Leute verkloppt hat!",
      "french": "Reviens quand tu auras gagné 30 parties avec classement ! On mange toujours mieux après avoir balancé un maximum de mandales !",
      "italian": "Torna quando avrai vinto 30 match classificati! La cena ha un sapore migliore dopo aver picchiato un po' di gente!",
      "koreana": "랭크 매치에서 30승을 하고 와라! 싸움꾼들을 잔뜩 집어던지고 난 뒤에 먹는 밥맛은 각별하거든!",
      "spanish": "¡Vuelve cuando hayas ganado 30 partidas igualadas! ¡La comida sabe mucho mejor cuando le has dado una paliza a un montón de tipos!",
      "schinese": "等你赢得 30 场排名赛后再回来！打倒很多人之后的晚餐会更美味！",
      "tchinese": "去贏30場排名賽吧！擊倒很多人爭來的晚餐特別好吃！",
      "russian": "Возвращайтесь, когда победите в 30 ранговых матчах! Ужин намного вкуснее, если перед ним отметелить толпу!",
      "japanese": "ランクマッチで30勝してくるゼェ！　大勢ぶっ飛ばした後のメシはうめェ！",
      "polish": "Wróć do mnie, gdy uzbierasz trzydzieści zwycięstw w meczach rankingowych! Obiad smakuje dużo lepiej, jeśli tuż przed nim stłucze się parę osób na kwaśne jabłko!",
      "arabic": "عد عندما تحقق الفوز في 30 مباراة مصنفة! العشاء يبدو أطيب مذاقا بعد أن تسحق عددا من الناس!",
      "brazilian": "Volte depois de ter vencido 30 Partidas de Rank! O jantar é sempre mais gostoso depois de socar uma galera!",
      "token": "ACHIEVEMENT_LOC_TAG_21_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_022",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/07f68c675d3a86cd07832713a9c012021f28480e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Ceaseless Effort",
      "german": "Elende Rackerei",
      "french": "Persévérance implacable",
      "italian": "Impegno incessante",
      "koreana": "끊임없는 노력",
      "spanish": "Trabajo incesante",
      "schinese": "不断努力！",
      "tchinese": "不斷努力",
      "russian": "Неумолимая молотилка",
      "japanese": "不断の努力",
      "polish": "Nieustająca harówka",
      "arabic": "طحن بلا هوادة",
      "brazilian": "Esforço Persistente",
      "token": "ACHIEVEMENT_LOC_TAG_22_NAME"
    },
    "description": {
      "english": "Ah, your 100th Ranked Match victory. That look in your eyes tells me it was a fulfilling battle. Go forward one step at a time, and never forget this feeling.",
      "german": "War das 100. Sieg in einem Rang-Match? Scheint, als hätte es dir gefallen. Mach immer einen Schritt nach dem anderen und halte dich stets an diesem Gefühl fest.",
      "french": "Attends, c'était ta 100e victoire en partie avec classement ? On dirait que tu t'amuses beaucoup. Continuer d'avancer pas à pas et n'oublie jamais le frisson de la victoire.",
      "italian": "Era la tua centesima vittoria in un match classificato? A quanto pare te la sei goduta. Avanza un passo alla volta e non scordare mai questa sensazione.",
      "koreana": "랭크 매치에서 100승을 거둔 건가? 제법 뿌듯해 보이는군. 지금 그 감각을 잊지 말고 한 걸음씩 나아가도록.",
      "spanish": "¿Esa fue tu victoria número 100 en partidas igualadas? Parece que la has disfrutado. Avanza paso a paso y nunca olvides esa sensación.",
      "schinese": "这是你第 100 场排名赛胜利吗？你好像乐在其中呢。一次向前一步，永远不要忘了那种感觉。",
      "tchinese": "這是你第100場排名賽勝利嗎？看來你很享受呢。一步步前進，不要忘記這種感覺。",
      "russian": "Это была сотая победа? Похоже, она вам понравилась. Идите вперед шаг за шагом и никогда не забывайте, что вы чувствуете.",
      "japanese": "ランクマッチで100勝目か。手応えがあったという顔だな。今の感覚を忘れずに、一歩ずつ歩みを進めていくといい。",
      "polish": "Czy to było twoje setne zwycięstwo w meczach rankingowych? Sprawiasz wrażenie, jakby ci się bardzo podobało. Podążaj do celu krok za krokiem i nigdy nie zapominaj tego uczucia.",
      "arabic": "هل كان هذا هو نصرك رقم 100 في المباريات المصنفة؟ يبدو أنك تستمتع بهذا. تقدم خطوة واحدة كل مرة، ولا تنسى أبدا كيف يبدو هذا الشعور.",
      "brazilian": "Essa foi a sua centésima vitória em Partidas de Rank? Você parece ter gostado. Dê um passo de cada vez e nunca esqueça dessa sensação.",
      "token": "ACHIEVEMENT_LOC_TAG_22_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_023",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/829a5d3e015ff2776721441d9e8561126be71b8a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Bam, Bam, Win!",
      "german": "Bang, Bang, Sieg!",
      "french": "PAN-PAN, t'es mort !",
      "italian": "Bang, bang, vittoria!",
      "koreana": "쭉쭉 이겨 나갈 거야!",
      "spanish": "¡Victoria Bang Bang!",
      "schinese": "接连胜利！",
      "tchinese": "連續獲勝！",
      "russian": "Пиф-паф, ой-ой-ой!",
      "japanese": "バンバン勝つよ！",
      "polish": "Bang, bang! Zwycięstwo!",
      "arabic": "بانج باج فوز!",
      "brazilian": "Bang, Bang, Vitória!",
      "token": "ACHIEVEMENT_LOC_TAG_23_NAME"
    },
    "description": {
      "english": "Winning 300 matches will put the word out for Matsuda Jiu-Jitsu! It'll be like, \"the succesor or Matsuda Jiu-Jitsu, Laura Matsuda is right here!\"",
      "german": "Durch die 300 gewonnenen Matches ist Matsuda-Jiu-Jitsu jetzt in aller Munde. Überall wird's jetzt heißen: \"Die Erbin des Matsuda-Jiu-Jitsu, Laura Matsuda, ist da!\"",
      "french": "Ces 300 combats gagnés vont faire une bonne publicité au Jiu-Jitsu Matsuda ! Les gens vont dire \"Laura est la digne héritière de l'école Matsuda, pas de doute !\"",
      "italian": "300 match vinti faranno conoscere il Matsuda Jiu-Jitsu! Tutti sapranno che Laura Matsuda fa sul serio!",
      "koreana": "랭크 매치 300승을 통해 Matsuda류를 화끈하게 알리고 오자! Matsuda류 후계자, Laura Matsuda가 바로 여기 있다고 말이야!",
      "spanish": "¡Ganar 300 combates dará a conocer el Matsuda Jiu-Jitsu! Dirán: «¡Aquí está Laura Matsuda, la sucesora del Matsuda Jiu-Jitsu!».",
      "schinese": "赢得 300 场比赛，每个人都会知道 Matsuda 流！到时候大家就会说：“Matsuda 流的继任者，Laura Matsuda 就在这里！”",
      "tchinese": "贏了300場排名賽，外界就會認識MATSUDA流！到時候大家就會說：「MATSUDA流的繼任者，LAURA MATSUDA就在這裡！ 」",
      "russian": "Победа в 300 матчах прославит имя Matsuda Jiu-Jitsu! Все будут говорить: \"Преемница Matsuda Jiu-Jitsu, Laura Matsuda, уже здесь!\"",
      "japanese": "ランクマッチ300勝でマツダ流をバーンッと宣伝しよっか！　マツダ流後継者、ララ・マツダここにありってね！",
      "polish": "Wygranie 300 meczów rozsławi styl Matsuda Jiu-Jitsu! Wszyscy będą mówić: „Oto spadkobierczyni szkoły Matsuda Jiu-Jitsu, Laura Matsuda!”.",
      "arabic": "إن الفوز في 300 مباراة مصنفة سيجعل كلمة Matsuda Jiu-Jitsuهي الأخيرة! سيكون الأمر هكذا: \"خليفة Matsuda Jiu-Jitsu، المقاتلة Laura Matsuda موجودة هنا!\"",
      "brazilian": "Vencer 300 partidas vai divulgar o nome do Matsuda Jiu-Jitsu. Vai ser, tipo, \"a sucessora do Matsuda Jiu-Jitsu, Laura Matsuda, tá na área!\"",
      "token": "ACHIEVEMENT_LOC_TAG_23_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_024",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/67c2890775da282465acd1d11675dbb64b54f53e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Always Someone Stronger",
      "german": "Wenn sie stärker sind als ich, will ich sie kennenlernen",
      "french": "S'ils sont plus forts que moi, je veux les rencontrer",
      "italian": "Voglio affrontare i più forti",
      "koreana": "나보다 강한 자를 만나러 간다",
      "spanish": "Si son más fuertes que yo, quiero conocerles",
      "schinese": "我要去找比我更强的人",
      "tchinese": "想會會比我強的人",
      "russian": "Если они сильнее меня, то я хочу с ними встретиться",
      "japanese": "俺より強い奴に会いに行く",
      "polish": "Jeśli są silniejsi ode mnie, chcę ich spotkać",
      "arabic": "إذا كانوا أقوى مني، فإني أريد أن أقابلهم",
      "brazilian": "Se São Mais Fortes que Eu, Quero Conhecê-los",
      "token": "ACHIEVEMENT_LOC_TAG_24_NAME"
    },
    "description": {
      "english": "Why not try fighting someone stronger than you in a Ranked Match? There's a lot you can gain from fighting stronger opponents. Beat 10 of 'em and you'll understand.",
      "german": "Hast du mal versucht, in einem Rang-Match gegen einen stärkeren Spieler anzutreten? Es kann sehr lehrreich sein, gegen stärkere Gegner zu kämpfen; du wirst es verstehen, sobald du 10 von ihnen geschlagen hast.",
      "french": "Tu as essayé d'affronter des joueurs plus forts que toi en parties avec classement ? Tu aurais beaucoup à apprendre de ce genre d'affrontements. Tu comprendras une fois que tu en auras remporté 10.",
      "italian": "Hai provato ad affrontare giocatori più forti di te in un match classificato? Si può imparare molto combattendo contro avversari più forti: lo capirai quando ne avrai battuti 10.",
      "koreana": "랭크 매치에서 자신보다 강한 상대와 싸워 보고 싶지 않나? 강적과의 싸움에서 얻을 수 있는 것이 존재하지. 10승을 거두고 나면 알게 될 거다.",
      "spanish": "¿Has probado a combatir con jugadores más fuertes que tú en una partida igualada? Puedes ganar mucho por enfrentarte a adversarios superiores; lo comprenderás en cuanto hayas vencido a 10 de ellos.",
      "schinese": "你试过在排名赛中和更强大的战士格斗吗？与强大对手格斗，你可以收获更多；等你打败其中 10 个就会明白了。",
      "tchinese": "你試過在排名賽中跟比你強的玩者對戰嗎？跟強敵對戰你可以學到很多，打贏10個你就會明白了。",
      "russian": "А вы пробовали сражаться с более сильными игроками в ранговых матчах? Так многому можно научиться; вы это точно поймете, одолев 10 таких соперников.",
      "japanese": "ランクマッチで自分より強い相手と闘ってみないか？　強敵との闘いだからこそ得られるものがある。10勝もすれば、それがわかるだろう。",
      "polish": "Czy zdarzyło ci się zmierzyć w meczu rankingowym z kimś silniejszym od siebie? Wiele możesz zyskać z walki z kimś silniejszym. Przekonasz się, gdy pokonasz dziesięciu takich rywali.",
      "arabic": "هل حاولت قتال لاعبين أقوى منك في مباراة مصنفة؟ هناك الكثير مما يمكنك تحقيقه من قتال خصوم أقوياء. ستفهم هذا بمجرد أن تهزم 10 منهم.",
      "brazilian": "Você já tentou lutar contra jogadores mais fortes que você em uma Partida de Rank? Há muito para se aprender de oponentes fortes; você entenderá isso depois que vencer 10 deles.",
      "token": "ACHIEVEMENT_LOC_TAG_24_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_025",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/1b121ae327300ae74e6c25e545562e98802c5578.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Savoring The Win Streak",
      "german": "Frühstücksspeck für Sieger",
      "french": "À moi le bacon bien juteux",
      "italian": "Il sapore di molte vittorie",
      "koreana": "연승의 맛",
      "spanish": "Ganando una racha de panceta",
      "schinese": "连胜的滋味",
      "tchinese": "連勝的滋味",
      "russian": "Победа, вкусная как жареный бекон",
      "japanese": "連勝の味",
      "polish": "Smakowita seria",
      "arabic": "الفوز بقطعة لحم مقدد",
      "brazilian": "O Sabor da Sequência de Vitórias",
      "token": "ACHIEVEMENT_LOC_TAG_25_NAME"
    },
    "description": {
      "english": "Achieved three consecutive victories in Ranked Matches, have you? It appears you are getting a handle on your power. Maintain your modesty, and focus on your training; the path ahead is long.",
      "german": "3 Siege in Folge, was? Scheint, als könntest du deine Kraft inzwischen gezielt einsetzen. Aber bleib bescheiden und konzentrier dich auf dein Training; der Weg, der vor dir liegt, ist noch lang.",
      "french": "3 victoires consécutives, hein ? On dirait que tu commences à maîtriser ta force. Mais reste humble et concentre-toi sur l'entraînement, la route est encore longue.",
      "italian": "3 vittorie consecutive, eh? A quanto pare stai iniziando a capire come gestire la tua potenza. Concentrati sull'allenamento e non perdere l'umiltà: la strada è ancora lunga.",
      "koreana": "랭크 매치에서 3연승을 했다고? 힘을 어떻게 쓰는지를 깨달은 모양이군. 아직 앞길은 많이 남았다. 안주하지 말고 수련을 계속하거라.",
      "spanish": "3 victorias consecutivas, ¿eh? Parece que empiezas a dominar tu poder. Mantén tu modestia y concéntrate en el entrenamiento. Te queda mucho camino por recorrer.",
      "schinese": "3 连胜？看来你已经很会控制自己的力量了。保持谦虚，专注训练；前方的路还很长。",
      "tchinese": "3連勝嗎？看來你控制得了自己的力量了。保持謙虛，集中訓練，前方還有很長的路呢。",
      "russian": "3 победы подряд, а? Кажется, вы обуздали свою силу. Будьте сдержаны, сосредоточьтесь на тренировках - впереди длинный путь.",
      "japanese": "ランクマッチで3連勝したか。力の使い方を学んだようだな。道は長い。これに驕らず、修行に励むがよい。",
      "polish": "Trzy zwycięstwa z rzędu, co? Wygląda na to, że coraz lepiej panujesz nad swoją mocą. Ale nie możesz popaść w samouwielbienie. Skoncentruj się na treningu, bo przed tobą jeszcze długa droga.",
      "arabic": "3 مرات فوز متتابعة، هاه؟ يبدو أنك تتمكن من التحكم في قوتك. استمر في تواضعك، وركز على تمرينك، فلا يزال الطريق أمامك طويلا.",
      "brazilian": "3 vitórias consecutivas, é? Parece que você está aprendendo a usar sua força. Mantenha a modéstia e se concentre em treinar; o caminho à frente é longo.",
      "token": "ACHIEVEMENT_LOC_TAG_25_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_026",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/93ef21ae645595243c1697483237ab5f59439b6b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "First Promotion!",
      "german": "Mein erster Aufstieg!",
      "french": "Ma première promotion !",
      "italian": "La mia prima promozione!",
      "koreana": "첫 승격입니다!",
      "spanish": "¡Mi primer ascenso!",
      "schinese": "第一次晋升！",
      "tchinese": "首次升級！",
      "russian": "Мое первое повышение!",
      "japanese": "初・昇格ッス！",
      "polish": "Mój pierwszy awans!",
      "arabic": "أول ترويج لي!",
      "brazilian": "Minha Primeira Promoção!",
      "token": "ACHIEVEMENT_LOC_TAG_26_NAME"
    },
    "description": {
      "english": "Master Zangief sent me flowers to celebrate me moving up a league for the first time! I can't read the card with all these tears!",
      "german": "Meister Zangief hat mir zur Feier meines ersten Liga-Aufstiegs einen Strauß Blumen geschickt. Ich kann die Karte wegen der ganzen Tränenflecken kaum entziffern!",
      "french": "Maître Zangief m'a envoyé des fleurs pour fêter ma première montée dans la division supérieure ! Il y avait une carte, mais impossible de la lire avec toutes ces larmes de bonheur !",
      "italian": "Il maestro Zangief mi ha mandato dei fiori per il mio primo passaggio a una lega superiore! Non riesco a leggere il biglietto, con tutte queste lacrime!",
      "koreana": "처음으로 리그 등급이 올라간 기념으로 Zangief 님께 꽃다발을 받았습니다! 눈물이 앞을 가려 카드를 읽을 수가 없군요!",
      "spanish": "¡El maestro Zangief me ha enviado flores para celebrar mi primer ascenso de liga! ¡No puedo leer la tarjeta de la emoción!",
      "schinese": "Zangief 大师送来鲜花祝贺我第一次在联赛升级！热泪盈眶让我都要看不清卡片上的字了！",
      "tchinese": "MASTER ZANGIEF給我送來鮮花，祝賀我在聯賽首次晉升！讀賀卡時禁不住流淚，我都快看不清卡片的字了！",
      "russian": "Мастер Zangief прислал мне цветок по случаю первого повышения в лиге! Я не могу прочитать открытку - на моих глазах слёзы счастья!",
      "japanese": "初リーグアップ記念にザンギエフ様から花束をいただいたッス！　涙でカードが読めないッス！",
      "polish": "Mistrz Zangief przesłał mi kwiaty w ramach gratulacji z okazji mojego pierwszego awansu do wyższej ligi! Przez te łzy wzruszenia nie mogę przeczytać załączonej kartki!",
      "arabic": "لقد أرسل المعلم Zangief لي أزهارا احتفالا بصعودي إلى الاتحاد للمرة الأولى! إن الدموع تغرق عيني فلا أستطيع قراءة البطاقة مع كل هذه الدموع!",
      "brazilian": "Mestre Zangief me enviou uma flor para me parabenizar por subir de liga pela primeira vez! Mas as lágrimas não me deixam ler o cartão!",
      "token": "ACHIEVEMENT_LOC_TAG_26_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_027",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/ba2d4ea2d83babc1f4f37e705a4e56e322dd64b6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Muscles Bring Victory!",
      "german": "Sieg der Muskeln!",
      "french": "C'est la victoire du muscle !",
      "italian": "Vittoria dei muscoli!",
      "koreana": "근육의 승리!",
      "spanish": "¡Victoria del músculo!",
      "schinese": "肌肉的胜利！",
      "tchinese": "肌肉的勝利！",
      "russian": "Победа мышцами!",
      "japanese": "筋肉の勝利！",
      "polish": "Triumf muskułów!",
      "arabic": "نصر العضلات!",
      "brazilian": "Vitória Muscular!",
      "token": "ACHIEVEMENT_LOC_TAG_27_NAME"
    },
    "description": {
      "english": "Did you make it to Silver League?! Horosho! You have very good muscle! You can get much stronger from now!",
      "german": "Du hast es in die Silberliga geschafft?! Horosho! Deine Muskeln sind beeindruckend! Von jetzt an wirst du noch stärker werden!",
      "french": "Tu as atteint la ligue d'argent ?! Horosho ! Tes muscles sont au top-niveau ! Tu vas encore gagner en puissance maintenant, tu verras.",
      "italian": "Hai raggiunto la lega argento? Khorosho! Hai degli ottimi muscoli! Puoi diventare molto più forte!",
      "koreana": "실버 리그로 올랐구나! 하라쇼! 네겐 재능이 있다. 앞으로 더 강해지겠지!",
      "spanish": "¡¿Llegaste a la liga de plata?! ¡Horosho! ¡Buenos músculos! ¡De ahora en adelante, puedes hacerte mucho más fuerte!",
      "schinese": "你达到白银联盟了吗？！Horosho！你很有天分！你可以变得比现在更强！",
      "tchinese": "你打進銀聯賽了嗎？Horosho！你的資質很好，從現在起可以變得更強！",
      "russian": "Вы добрались до серебряной лиги? Хорошо! У вас отличные мускулы! И вы можете стать намного сильнее!",
      "japanese": "シルバーリーグに上がったか！　ハラショー！　お前は筋が良い。これからもっと強くなれるぞ！",
      "polish": "Udało ci się awansować do srebrnej ligi?! Horoszo! Masz doskonałe muskuły! Teraz twoja siła będzie rosła jeszcze szybciej!",
      "arabic": "هل وصلت إلى الاتحاد الفضي؟! هوروشو! لديك عضلات جيدة جدا! يمكنك أن تصير أقوى من الآن فصاعدا!",
      "brazilian": "Você chegou à Liga Prata?! Horosho! Você tem músculos muito bons! E agora pode ficar ainda mais forte!",
      "token": "ACHIEVEMENT_LOC_TAG_27_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_028",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/1d0320eb98657d1575135a4f120e8becbde9045b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Let's fight someone strong!",
      "german": "Zeit für echte Gegner!",
      "french": "Allons affronter quelqu'un de fort !",
      "italian": "Affrontiamo avversari forti!",
      "koreana": "강한 녀석과 싸워 보자고!",
      "spanish": "¡Luchemos contra alguien fuerte!",
      "schinese": "和强者战斗吧！",
      "tchinese": "和強者戰鬥吧！",
      "russian": "Надо бы подраться с кем-нибудь сильным!",
      "japanese": "強い奴と戦おうぜ！",
      "polish": "Zawalczmy z kimś silnym!",
      "arabic": "دعونا نقاتل شخصا قويا!",
      "brazilian": "Vamos lutar com alguém forte!",
      "token": "ACHIEVEMENT_LOC_TAG_28_NAME"
    },
    "description": {
      "english": "Finally, Golden League! There are so many potential rivals! Now the fun really begins!",
      "german": "Endlich in der Goldliga! Es gibt so viele starke Rivalen! Jetzt geht der Spaß erst richtig los!",
      "french": "Enfin, la ligue d'or ! Il y a tant de rivaux potentiels ! On va enfin s'amuser !",
      "italian": "Finalmente la lega oro! È piena di potenziali rivali! Adesso inizia il vero divertimento!",
      "koreana": "드디어 골드 리그다! 라이벌로 삼을 만한 녀석들이 많은데? 앞으로가 기대되는군!",
      "spanish": "¡Por fin, la liga de oro! ¡Cuántos rivales en potencia! ¡Ahora es cuando empieza la diversión!",
      "schinese": "终于来到金联盟！好多强敌呀！期待今后的战斗！",
      "tchinese": "終於來到金聯盟！好多強敵呀！期待今後的戰鬥！",
      "russian": "А вот и золотая лига! Здесь масса потенциальных соперников - теперь повеселимся!",
      "japanese": "ついにゴールドリーグ！　ライバルになりそうな奴が大勢いるな！　これからが楽しみだ！",
      "polish": "W końcu, złota liga! Tak dużo potencjalnych przeciwników! Teraz zabawa dopiero się rozpocznie.",
      "arabic": "وأخيرا، الاتحاد الذهبي! هناك الكثير من المنافسين المحتملين! الآن تبدأ المتعة حقا!",
      "brazilian": "Finalmente, a Liga Ouro! Tantos rivais em potencial! Agora sim a diversão começa de verdade!",
      "token": "ACHIEVEMENT_LOC_TAG_28_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_029",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/a089157623751c41b4ca14ff55bd1a24ecbc8c80.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Go Out With A Bang",
      "german": "Verwegen, ist ja klar!",
      "french": "Toujours classe, évidemment !",
      "italian": "Affascinante, naturalmente!",
      "koreana": "상쾌하고 통쾌하게!",
      "spanish": "¡Arrebatador, por supuesto!",
      "schinese": "劲头十足！",
      "tchinese": "瀟灑勝利！",
      "russian": "Конечно, стильный!",
      "japanese": "颯爽と決める！",
      "polish": "W pięknym stylu, a jak!",
      "arabic": "محطم، طبعا!",
      "brazilian": "Galante, é Claro",
      "token": "ACHIEVEMENT_LOC_TAG_29_NAME"
    },
    "description": {
      "english": "\"Finishing with an EX Special Move sure feels good, old man!\" \"You finally understand then, young one? How about you try doing it 300 times?\" \"Wha?! You know how many years that'll take?!\"",
      "german": "Einen Kampf mit einem EX Special Move zu beenden, fühlt sich gut an, alter Mann!\" \"Du verstehst es also endlich, Jungspund? Wie wäre es, wenn du das jetzt noch 300 Mal machst?\" \"Bist du verrückt? Das wird ja ewig dauern!\"",
      "french": "\"C'est vraiment génial de finir un combat avec un coup spécial EX, grand-père !\" \"Tu as enfin compris, jeune fou ? Et si tu le faisais 300 fois ?\" \"Tu plaisantes ? Ça va me prendre des années ton truc !\"",
      "italian": "Concludere con una mossa speciale EX dà proprio una bella sensazione! \"Finalmente l'hai capito allora... Che ne dici di farlo 300 volte?\" \"Ma cosa dici? Ci metterò un'eternità...\"",
      "koreana": "\"EX 필살기로 마무리하는 건 정말 통쾌해! 그렇지, 영감님?\" \"드디어 주인님도 깨달으셨군요. 우선은 300번 달성을 목표로 하시겠습니까?\" \"뭐!? 그거 몇 년이나 걸리는 거야!?\"",
      "spanish": "¡La sensación de rematar con un movimiento especial EX es genial, anciano!\". \"¿Por fin lo comprendes, joven? ¿Por qué no intentas hacerlo 300 veces?\". \"¿Estás chiflado? ¿Cuánto voy a tardar en lograr eso?\".",
      "schinese": "“使出 EX 必杀技 KO 对手感觉肯定很棒吧，老头！”“你终于明白了吗，少主？尝试 300 次怎么样？”“你疯了吗？那得要多少时间啊？”",
      "tchinese": "「使用EX必殺技KO感覺真不錯呢，老爺子！」「你終於明白了嗎，少主？不如來做個300次吧？」「嗄？那要多久才做得到？」",
      "russian": "\"Специальный EX прием в конце - это просто отлично, старик!\" \"А ты наконец проникаешься, юнец? Как насчет проделать это 300 раз?\" \"С ума сошел? Это сколько времени-то займет?\"",
      "japanese": "「EX必殺技フィニッシュって気持ちいーよな、爺！」「若もわかってこられたようですな。ひとまずは300回達成を目標といたしましょうか」「え！？　それって何年かかるの！？」",
      "polish": "„Zakończenie walki atakiem specjalnym EX zdecydowanie daje dopał, staruszku!”. „W końcu więc to zrozumiałeś, młodzieńcze? Zatem wykonaj to trzysta razy”. „Zwariowałeś? Wiesz, ile to potrwa?”.",
      "arabic": "الإنهاء بالحركة الخاصة EX يبدو جيدا، أيها الرجل العجوز!\" إذن فقد فهمت أخيرا، أيها الشاب؟ ما رأيك في أن تحاول فعل هذا 300 مرة؟\" هل أنت أحمق؟ كم من الوقت سيستغرق هذا؟",
      "brazilian": "\"Finalizar com um Golpe especial EX dá uma sensação muito boa!\" \"Você finalmente entendeu, jovem? Que tal fazer isso 300 vezes?\" \"Você enlouqueceu? Quanto tempo isso vai levar?\"",
      "token": "ACHIEVEMENT_LOC_TAG_29_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_030",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/9629754651cbafcff02737fad9bc83fb8f998663.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Critical Beauty",
      "german": "Erschütternd schön",
      "french": "Douloureusement magnifique",
      "italian": "Bellezza devastante",
      "koreana": "아름답게 떨어지거라",
      "spanish": "Devastadoramente bello",
      "schinese": "美丽的殒落",
      "tchinese": "散落的美麗",
      "russian": "Разрывная красота",
      "japanese": "美しく散れ",
      "polish": "Druzgocąco piękna",
      "arabic": "جميل لدرجة مدمرة",
      "brazilian": "Lindo de Morrer",
      "token": "ACHIEVEMENT_LOC_TAG_30_NAME"
    },
    "description": {
      "english": "300 Critical Art finishes... It would seem a crimson rose that blooms within an ugly heart can still be beautiful...",
      "german": "300 Critical-Art-Finisher ... kann eine blutrote Rose, die in einem dunklen Herzen blüht, noch schön sein?",
      "french": "300 Critical Art en guise de coup fatal... Une rose rouge poussant dans un terreau de laideur peut-elle être belle malgré tout ?",
      "italian": "300 conclusioni con una Critical Art... Una rosa rossa che sboccia in un cuore brutto può comunque essere bella?",
      "koreana": "Critical Art로 300번의 마무리라... 아무리 추한 자라도 가슴에 피는 진홍의 장미는 아름다운 법...",
      "spanish": "300 remates con Critical Art... ¿Puede una rosa carmesí que florece dentro de un feo corazón seguir siendo hermosa?",
      "schinese": "完成 300 次 Critical Art KO 吧…在丑人心中绽放的深红玫瑰也是很美的…。",
      "tchinese": "完成300次CRITICAL ART KO吧……從醜陋的人胸口長出的鮮紅玫瑰也可以很美……",
      "russian": "300 Critical Art... Может ли пурпурная роза внутри уродливого сердца быть красивой?",
      "japanese": "クリティカルアーツフィニッシュを300回だ……。醜い者でも、胸に咲く真紅の薔薇は美しい……。",
      "polish": "Trzysta razy Critical Art na koniec walki... Czy szkarłatna róża, która zakwitnie z brzydkim wnętrzem, wciąż jest piękna?",
      "arabic": "300 من Critical Art انتهت... هل يمكن للزهرة القرمزية التي أزهرت في قلب قبيح أن تظل جميلة؟",
      "brazilian": "300 finalizações com Critical Art... pode uma rosa vermelha que floresce dentro de um coração feio ainda ser bela?",
      "token": "ACHIEVEMENT_LOC_TAG_30_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_031",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/640ee00866ca49c480a6f3391cdf424b35e60c7d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Not Over 'Til It's Over",
      "german": "Das ist meine verborgene Macht!",
      "french": "C'est ma puissance cachée !",
      "italian": "Questo è il mio potere latente!",
      "koreana": "저력을 보여 주겠어!",
      "spanish": "¡Este es mi poder latente!",
      "schinese": "这是我的潜力！",
      "tchinese": "這就是我的潛力！",
      "russian": "А это моя скрытая сила!",
      "japanese": "底力を見せてあげる！",
      "polish": "To moja ukryta moc!",
      "arabic": "هذه هي قوتي الكامنة!",
      "brazilian": "Esse é o Meu Poder Latente!",
      "token": "ACHIEVEMENT_LOC_TAG_31_NAME"
    },
    "description": {
      "english": "When you get that feeling like \"I can't let it end like this!\", that's when you should use a V-Reversal. Practice it 100 times, and then you'll be able to pull it off in your sleep!",
      "german": "Wenn du das Gefühl hast, dass der richtige Zeitpunkt dafür gekommen ist, dann solltest du einen V-Reversal einsetzen. Übe das 100 Mal. Dann kannst du ihn jederzeit ausführen!",
      "french": "Quand tu te dis \"Non, ça peut pas finir comme ça !\", c'est le moment d'utiliser un V-Reversal. Fais-le 100 fois et tu verras, ça deviendra naturel.",
      "italian": "Quando pensi \"non lascerò che finisca così!\" è il momento di usare un V-Reversal. Provalo 100 volte. Devi essere in grado di eseguirlo quando vuoi!",
      "koreana": "\"이대로 끝낼 수는 없어!\" 이런 생각이 들면 V-Reversal이 나설 차례지. 100번쯤 연습해 보면 언제든 성공시킬 수 있게 될 거야!",
      "spanish": "Cuando tienes esa sensación de \"¡esto no puede quedar así!\", es cuando tienes que usar una V-Reversal. Practícalo 100 veces. ¡Deberías poder hacerlo a voluntad!",
      "schinese": "当你遇到那种“不能让它这样结束！”的状况时，V-Reversal 就有用了。练习 100 次。你就可以随意使出这一招了！",
      "tchinese": "當你遇到那種「不能就這樣完結！」的狀況時，就是你應該用V-REVERSAL的時候了。練習100次，應該就能隨心使用了！",
      "russian": "Когда вы чувствуете \"пусть оно так и закончится\" - вот тогда нужно использовать V-Reversal. Попробуйте 100 раз. При желании у вас получится!",
      "japanese": "「このままでは終われない！」という時にVリバーサルは役に立つわ。100回練習してみましょうか。いつでも出せるようになるはずよ！",
      "polish": "W chwili, gdy zaczynasz sobie mówić: „Niech to się już skończy...”, należy użyć V-Reversal. Przećwicz to sto razy. Powinno ci to przychodzić naturalnie i bez wysiłku!",
      "arabic": "عندما تشعر بهذا: \"يمكنني أن أنهي الأمر هكذا\"، ستكون هذه هي اللحظة التي عليك فيها أن تستخدم V-Reversal. تمرن عليها 100 مرة. يجب أن تكون قادرا على سحبه بإرادتك!",
      "brazilian": "Quando surgir aquela sensação que diz \"não posso deixar isso terminar assim!\", você deve usar um V-Reversal. Pratique ele 100 vezes. Com isso você poderá realizá-lo quando quiser.",
      "token": "ACHIEVEMENT_LOC_TAG_31_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_032",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/2de47cfe7e11f008d30bce9727a64ca9b6273e81.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Enlightenment",
      "german": "Wahrheit und Erkenntnis",
      "french": "La vérité révélée",
      "italian": "La consapevolezza della verità",
      "koreana": "눈을 뜨는 진리",
      "spanish": "Descubrimiento de la verdad",
      "schinese": "真相的觉醒",
      "tchinese": "發現真理",
      "russian": "Осознание правды",
      "japanese": "真理の開眼",
      "polish": "Uzmysłowienie prawdy",
      "arabic": "إدراك الحقيقة",
      "brazilian": "Entendimento da Verdade",
      "token": "ACHIEVEMENT_LOC_TAG_32_NAME"
    },
    "description": {
      "english": "There is a power that resides deep within you. If you wish to know what that power is, trigger a V-Skill 100 times. Do so, and that power will belong to you.",
      "german": "Tief in dir schlummert Macht. Wenn du diese Macht kennenlernen willst, setze 100 Mal einen V-Skill ein - dann wirst du sie kontrollieren.",
      "french": "Tu as un pouvoir enfoui profondément en toi. Si tu veux le découvrir, déclenche 100 V-Skill et il t'appartiendra.",
      "italian": "Dentro di te c'è un potere: se vuoi sapere qual è, attiva una V-Skill 100 volte, e alla fine lo padroneggerai.",
      "koreana": "그대의 몸 안에는 힘이 잠들어 있다. 그걸 알고 싶거든 V-Skill을 100회 발동시켜 보거라. 그러면 그 힘은 그대의 것이 될 터.",
      "spanish": "Muy dentro de ti hay poder. Si deseas saber en qué consiste, activa 100 veces una V-Skill y entonces ese poder será tuyo.",
      "schinese": "你的体内藏着一股力量。如果你想知道那种力量是什么，使出 V-Skill 100 次，那种力量就属于你了。",
      "tchinese": "你體內有一股沉睡的力量。如果你想知道那是甚麼力量，發動V-SKILL 100次吧，那力量自會屬於你。",
      "russian": "Глубоко внутри вас есть сила. И если вы хотите знать, что это за сила, используйте V-Skill 100 раз, тогда вы полностью овладеете ей.",
      "japanese": "おぬしの中には力が眠っている。知りたければVスキルを100回発動させるが良い。さすればその力はおぬしのものとなろう。",
      "polish": "Głęboko w tobie tkwi źródło wielkiej siły. Jeśli chcesz ją lepiej poznać, użyj umiejętności V-Skill sto razy. Wtedy okiełznasz drzemiącą w tobie moc.",
      "arabic": "هناك قوة كاملة كامنة فيك. إذا أردت أن تعرف ما هي هذه القوة، فاستخدم V-Skill 100 مرة، ثم ستصير هذه القوة لك.",
      "brazilian": "Há um poder que reside dentro de você, bem lá no fundo. Se quer saber que poder é esse, realize um V-Skill 100 vezes e o poder se tornará seu.",
      "token": "ACHIEVEMENT_LOC_TAG_32_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_033",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/3d5ba54f4776cf82f3793676e8fbbd94a46d50bb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Sudden Reversal",
      "german": "Blitzschnelle Vergeltung",
      "french": "Représailles éclair",
      "italian": "Risposta pronta",
      "koreana": "순간의 역습",
      "spanish": "Represalia veloz",
      "schinese": "灵光一闪",
      "tchinese": "一瞬突襲",
      "russian": "Возмездие в мгновение ока",
      "japanese": "逆襲の一閃",
      "polish": "Błyskawiczny odwet",
      "arabic": "الانتقام في غمضة عين",
      "brazilian": "Retaliação em um Flash",
      "token": "ACHIEVEMENT_LOC_TAG_33_NAME"
    },
    "description": {
      "english": "You know, the V-Trigger is pretty handy for shifting the flow of battle. You'll know just how effective it is once you've triggered it 100 times.",
      "german": "Weißt du, der V-Trigger ist ziemlich nützlich, um einen Kampf zu wenden. Du wirst das verstehen, nachdem du ihn 100 Mal eingesetzt hast.",
      "french": "Tu sais, les V-Trigger sont vraiment utiles pour changer le cours d'un combat. Tu comprendras mieux après en avoir déclenché 100.",
      "italian": "Il V-Trigger è molto utile per cambiare l'andamento della battaglia: ne capirai l'efficacia dopo averlo attivato 100 volte.",
      "koreana": "흐름을 바꾸고 싶다면 V-Trigger가 제격이지 않을까? 100번 발동시키고 나면 틀림없이 효과를 알 수 있을 거야.",
      "spanish": "Mira, el V-Trigger es muy práctico para darle la vuelta al combate. Comprenderás su efectividad cuando lo hayas usado 100 veces.",
      "schinese": "你知道，V-Trigger 可以扭转格斗的局势。使出 100 次，你就会知道它的威力。",
      "tchinese": "你知道嗎，V-TRIGGER對改變戰鬥的狀況挺有用的。發動100次的話你就明白它的效用了。",
      "russian": "Знаете, V-Trigger очень полезен, когда нужно повернуть ход боя. Вы оцените его по достоинству, когда используете 100 раз.",
      "japanese": "流れを変えたいなら、Vトリガーがいいんじゃないか？　100回発動させれば、きっと効果がわかる。",
      "polish": "Wiesz, V-Trigger bardzo dobrze się sprawdza do odwrócenia losów walki. Z pewnością dobrze zrozumiesz jego skuteczność, gdy użyjesz go sto razy.",
      "arabic": "هل تعرف أن V-Trigger مفيد في تحويل مسار المعركة. ستفهم فعاليته بمجرد أن تستخدمه 100 مرة.",
      "brazilian": "Sabe, o V-Trigger é bem útil para mudar os rumos da batalha. Você compreenderá a utilidade dele após ativá-lo 100 vezes.",
      "token": "ACHIEVEMENT_LOC_TAG_33_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_034",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/7b8140c5aba67562b9073f9e163e1a1faf1507d2.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Playing Favorites",
      "german": "Wer ist dein Favorit?",
      "french": "Qui préfères-tu ?",
      "italian": "Chi è il tuo preferito?",
      "koreana": "누구를 가장 선호하십니까?",
      "spanish": "¿Quién es tu favorito?",
      "schinese": "你最喜欢谁？",
      "tchinese": "你最愛的是誰？",
      "russian": "Кто твой любимчик?",
      "japanese": "お気に入りは誰デスか？",
      "polish": "Kto jest twoim faworytem?",
      "arabic": "من المفضل لديك؟",
      "brazilian": "Quem é seu Preferido?",
      "token": "ACHIEVEMENT_LOC_TAG_34_NAME"
    },
    "description": {
      "english": "You must set a character as your favorite! Can't decide who to choose? Niiihehehe! Well, you can't go wrong with Lord Bison!",
      "german": "Du musst einen Charakter als Favorit wählen! Du kannst dich nicht entscheiden? Niiihihihi! Nun, mit Lord Bison liegst du immer richtig!",
      "french": "Tu dois choisir un personnage favori ! Tu n'arrives pas à te décider ? Niiihéhéhé ! Un conseil : le seigneur Bison est toujours une valeur sûre.",
      "italian": "Devi impostare un personaggio preferito! Non sai deciderti? Gneeeehehehehe! Beh, con Lord Bison vai sul sicuro!",
      "koreana": "선호 캐릭터를 설정하십시오! 뭐라고요? 누굴 골라야 할지 망설여지십니까? 니히히히! 그럴 땐 Bison 님을 고르는 것이 정답입니다!",
      "spanish": "¡Debes elegir un personaje como favorito! ¿No puedes decidirte por uno? ¡Je, je, je! ¡Bueno, con Lord Bison no puedes equivocarte!",
      "schinese": "你必须设置一个自己爱用的角色！不能决定选谁？咦嘿嘿！选择 Bison 大人不会有错的！",
      "tchinese": "你必須把一個角色設成常用！不知道該選誰嗎？嘻嘻嘻！選擇BISON大人不會有錯的！",
      "russian": "Вам нужно добавить персонажа в избранное! Не можете выбрать? Их-хи-хи-хи, с лордом Bison не ошибетесь!",
      "japanese": "お気に入りキャラクターを設定するデスよ！　なに？　誰を選ぶのか迷う？　ニーッシッシッシ！　それならベガ様を選べば間違いないデス！",
      "polish": "Musisz ustawić jedną z postaci jako swoją ulubioną! Nie możesz wybrać? Niiihehehe! Cóż, Lord Bison jest zawsze dobrym wyborem!",
      "arabic": "يجب أن تعين شخصية لتكون المفضلة لديك! ألا تستطيع تحديد من تختار؟ نيهاهاهاه! حسنا، لا يمكنك أن تعبث مع القائد Bison!",
      "brazilian": "Você deve definir um personagem como seu favorito! Não sabe quem escolher? Dôô, hô, hô, hô! Bom, não tem erro com o Lorde Bison!",
      "token": "ACHIEVEMENT_LOC_TAG_34_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_035",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/0ad309b9bd5d838095b3f7ce4c06baa9bea61dff.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "All In A Name",
      "german": "Der perfekte Name",
      "french": "Le nom parfait",
      "italian": "Il nome perfetto",
      "koreana": "어울리는 이름",
      "spanish": "El nombre perfecto",
      "schinese": "完美的名字",
      "tchinese": "完美的名字",
      "russian": "Идеальное имя",
      "japanese": "ふさわしい名",
      "polish": "Idealne miano",
      "arabic": "الاسم المثالي",
      "brazilian": "O Nome Perfeito",
      "token": "ACHIEVEMENT_LOC_TAG_35_NAME"
    },
    "description": {
      "english": "You'll never stand out without an original title. Try choosing an appropriate title for me.",
      "german": "Erst mit einem individuellen Titel kommt wahre Größe. Also, wähle den Namen, der deiner Meinung nach am besten zu mir passt.",
      "french": "Dans ce monde, on n'est personne tant qu'on n'a pas un titre digne de ce nom, alors choisis celui qui me va le mieux.",
      "italian": "Ti farai notare davvero solo se personalizzerai il titolo. Scegli il nome che reputi più appropriato per me.",
      "koreana": "칭호는 알맞게 꾸며야만 비로소 빛나는 것. 자, 내게 어울리는 칭호를 고르거라.",
      "spanish": "Solo se destaca cuando has personalizado tu título. Así que elige el nombre que te parezca más apropiado para mí.",
      "schinese": "称号要自己决定才会发光。所以，为我选择你觉得最适合的名字吧。",
      "tchinese": "沒有稱號就無法散發光芒呀。選個你覺得最適合我的名字吧。",
      "russian": "Вы будете блистать, только если настроите свой титул. Так что выберите такой эпитет, который подходит мне больше всего.",
      "japanese": "称号はカスタマイズしてこそ輝くもの。さあ、私にふさわしい称号を選ぶがいい。",
      "polish": "Żeby naprawdę się wyróżnić, musisz zmienić swój tytuł. Wybierz więc miano, które twoim zdaniem najlepiej do mnie pasuje.",
      "arabic": "سوف يسطع نجمك كما لم يحدث من قبل بمجرد أن تخصص لقبك. لذلك، اختر اسما تعتقد أنه يناسبك أكثر.",
      "brazilian": "Você só vai brilhar depois de personalizar seu título. Então, escolha um título que combine comigo.",
      "token": "ACHIEVEMENT_LOC_TAG_35_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_036",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/0cb1aef824d6f6cca8d0bfb50bb003d3d38617f9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Failing To Prepare Is Preparing To Fail",
      "german": "Keine Vorbereitung, kein Erfolg",
      "french": "Échouer dans sa préparation, c'est préparer son échec",
      "italian": "Fallire nella preparazione è prepararsi al fallimento",
      "koreana": "대책은 확실하게",
      "spanish": "No prepararse es prepararse para fallar",
      "schinese": "不要忘记准备",
      "tchinese": "準備不足註定失敗",
      "russian": "Неудачная подготовка - это подготовка к неудаче",
      "japanese": "対策は怠るな",
      "polish": "Porażka w przygotowaniach to przygotowanie do porażki",
      "arabic": "الفشل في الاستعداد هو استعداد للفشل",
      "brazilian": "Fracassar nos Preparos é Preparar um Fracasso",
      "token": "ACHIEVEMENT_LOC_TAG_36_NAME"
    },
    "description": {
      "english": "Collect 30 replays, kid. Once you've done your prep and know your opponent's weaknesses, you'll be in control of the fight. Don't risk your life by rushing in blind.",
      "german": "Sammle 30 Replays, Kleiner. Wenn du dich richtig vorbereitet hast und die Schwächen deines Gegners kennst, wirst du den Kampf problemlos kontrollieren können. Riskiere nicht dein Leben, indem du blind nach vorne stürmst.",
      "french": "Récupère 30 Replays, analyse les faiblesses de l'adversaire, prépare ton combat et tu garderas facilement la main sur l'affrontement. Ne risque pas ta vie en fonçant tête baissée.",
      "italian": "Accumula 30 replay: dopo un'attenta preparazione conoscerai le debolezze del tuo avversario e potrai gestire lo scontro senza problemi. Non rischiare la vita attaccando a testa bassa.",
      "koreana": "리플레이를 30편 모아라. 착실히 준비하고 상대의 약점을 완벽히 파악한 자만이 승부를 지배한다. 의욕이 앞서 목숨을 잃는 일은 없도록 해야겠지.",
      "spanish": "Reúne 30 repeticiones, chaval. Cuando te hayas preparado y conozcas las debilidades de tu adversario, controlarás el combate sin problemas. No arriesgues tu vida por lanzarte a ciegas.",
      "schinese": "收集 30 次回放，孩子。准备好，知道对手的弱点，就可以万无一失地控制格斗了。不要盲目地拿自己的生命冒险。",
      "tchinese": "收集30次重播吧。準備好，知道敵人的弱點後，你就能駕馭戰鬥了。別盲目亂衝丟了性命。",
      "russian": "Собери 30 повторов, малыш. Когда ты закончишь подготовку и выучишь все слабости противников, контролировать бой будет легче легкого. Незачем рисковать жизнью, сражаясь вслепую.",
      "japanese": "リプレイを30本収集しろ。準備を重ね、相手の弱点を知り得た者が、勝負を制する。突っ走って命を無駄にしないことだ。",
      "polish": "Hej, dzieciaku! Zbierz trzydzieści powtórek. Gdy odpowiednio się przygotujesz i poznasz słabe strony przeciwnika, pokonanie go będzie zwykłą formalnością. Nie ryzykuj życiem, rzucając się do walki na oślep.",
      "arabic": "اجمع 30 إعادة، يا صغيري. بمجرد أن تنتهي من استعدادك وتعرف نقاط ضعف عدوك، فسوف تتحكم في القتال بدون مشاكل. لا تخاطر بحياتك بالجري على غير هدى.",
      "brazilian": "Colete 30 replays, jovem. Depois de se preparar e conhecer os pontos fracos do seu oponente, você não terá dificuldade para controlar a luta. Não arrisque sua vida indo batalhar sem se preparar.",
      "token": "ACHIEVEMENT_LOC_TAG_36_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_037",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/41418fca900608b274e010ea3fa3f41e1757190f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "See You In My Dreams!",
      "german": "Ich seh dich in meinen Träumen!",
      "french": "On se reverra dans mes rêves !",
      "italian": "Ci vediamo nei miei sogni!",
      "koreana": "꿈속에서도 만나고 싶습니다!",
      "spanish": "¡Te veo en mis sueños!",
      "schinese": "希望在梦里遇见你！",
      "tchinese": "希望夢中再見！",
      "russian": "Увидимся в мечтах!",
      "japanese": "夢でも会いたいッス！",
      "polish": "Do zobaczenia w moich snach!",
      "arabic": "أراك في أحلامي!",
      "brazilian": "Vejo Você em Meus Sonhos!",
      "token": "ACHIEVEMENT_LOC_TAG_37_NAME"
    },
    "description": {
      "english": "Visualization is a crucial skill, so try watching 50 replays! I watched so many, I started seeing Master Zangief in my dreams!",
      "german": "Veranschaulichung ist wichtig, also sieh dir 50 Replays an! Ich habe mir so viele angeschaut, dass mir Meister Zangief schon im Traum erschienen ist!",
      "french": "L'observation est un atout indispensable, alors essaie de visionner 50 Replays ! J'en ai regardé tellement que je commence à voir Maître Zangief dans mes rêves !",
      "italian": "L'osservazione è un'abilità fondamentale: guarda 50 replay! Io ne ho guardati così tanti che ho iniziato a sognarmi il Maestro Zangief!",
      "koreana": "이미지 트레이닝은 중요합니다! 리플레이를 50번 재생해 보십쇼! 저는 이걸로 꿈속에서도 Zangief 님을 볼 수 있게 됐습니다!",
      "spanish": "La visualización es una habilidad fundamental, ¡así que prueba a ver 50 repeticiones! ¡Yo he visto tantas que he empezado a ver al Maestro Zangief en mis sueños!",
      "schinese": "想像训练是门重要的技能！观看 50 次回放吧！我已经看了很多次，所以我连在梦里都能见到 Zangief 大师了！",
      "tchinese": "想像訓練很重要，試試看50次重播吧！我看太多次了，連在夢中也看得到ZANGIEF大師呢！",
      "russian": "Хорошее воображение может сыграть решающую роль! Попробуйте посмотреть 50 повторов. Я посмотрел их так много, что мастер Zangief мне теперь снится!",
      "japanese": "イメージトレーニングは大事ッス！　リプレイを50回再生するッスよ！　あたしはこれで夢にまでザンギエフ様が現れるようになったッス！",
      "polish": "Wizualizacja jest niezmiernie istotna. Obejrzyj więc pięćdziesiąt powtórek! Ja obejrzałam tyle, że zaczynam śnić o Mistrzu Zangiefie po nocach!",
      "arabic": "ن التخيل مهارة مهمة، لذلك حاول مشاهدة 50 إعادة! لقد شاهدت الكثير منها لدرجة أنني صرت أرى المعلم Zangief في أحلامي!",
      "brazilian": "A visualização é uma habilidade crucial, então tente assistir a 50 replays! Eu assisti tantos que comecei a ver o Mestre Zangief nos meus sonhos!",
      "token": "ACHIEVEMENT_LOC_TAG_37_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_038",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/a4bd226fdcfd0cc7e065331ce8772ae526adc70f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Not-So-Secret Admirer",
      "german": "Mein Held",
      "french": "Mon héros",
      "italian": "Il mio eroe",
      "koreana": "존경하는 사람",
      "spanish": "Mi héroe",
      "schinese": "我的英雄",
      "tchinese": "我的英雄",
      "russian": "Мой герой",
      "japanese": "尊敬する人",
      "polish": "Mój bohater",
      "arabic": "بطلي",
      "brazilian": "Meu Herói",
      "token": "ACHIEVEMENT_LOC_TAG_38_NAME"
    },
    "description": {
      "english": "When someone sets their sights on you, don't you just wanna try even harder? Add someone to your Favorites and see what happens!",
      "german": "Wenn dich jemand ins Visier nimmt, spornt dich das nicht auch an? Füge jemanden deinen Favoriten hinzu und schau, was passiert!",
      "french": "Tu ne trouves pas que nos forces sont décuplées quand quelqu'un nous observe ? Ajoute quelqu'un dans tes favoris et tu verras !",
      "italian": "Quando diventi il bersaglio di qualcuno non ti viene voglia di impegnarti ancora di più? Aggiungi qualcuno ai Preferiti e vedi cosa succede!",
      "koreana": "목표로 삼는 사람이 있으면 의욕이 더욱 샘솟는 법이야! 당신도 내 리스트에 누군가를 등록해 봐.",
      "spanish": "Cuando alguien se fija en ti, ¿no intentas esforzarte más? ¡Añade a alguien a tus favoritos y verás lo que pasa!",
      "schinese": "当有人把你视为目标之后，你不会想试试更困难的吗？添加某些人至你的收藏夹，看看会怎样！",
      "tchinese": "有人視你為目標，不是會讓人更想要努力嗎？把其他人加進追蹤名單，看看會發生甚麼事吧！",
      "russian": "Когда кто-то нацеливается именно на вас, разве не хочется стараться еще больше? Добавьте кого-нибудь в избранное и посмотрите, что будет!",
      "japanese": "目標にする人がいると、やる気が出るわよね！　あなたもマイリストに誰か登録してみて。",
      "polish": "Czy nie czujesz potrzeby pokazania się z jeszcze lepszej strony, gdy czujesz na sobie czyjś wzrok? Dodaj kogoś do swoich ulubionych i zobacz, co się stanie!",
      "arabic": "عندما تتعلق بك أنظار أحدهم، ألا يكون كل ما تريده هو أن تحاول أكثر؟ أضف أحدهم إلى مفضلاتك وانظر ماذا يحدث!",
      "brazilian": "Quando alguém está de olho em você, não dá ainda mais vontade de treinar? Adicione alguém aos seus favoritos e veja o que acontece!",
      "token": "ACHIEVEMENT_LOC_TAG_38_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_039",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/6fab32c25b1fa3955adea73895501882ce49051c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Global Network",
      "german": "Globales Netzwerk",
      "french": "Réseau global",
      "italian": "Rete globale",
      "koreana": "글로벌 네트워크",
      "spanish": "Red global",
      "schinese": "全球网络",
      "tchinese": "全球網路",
      "russian": "Мировая сеть",
      "japanese": "グローバル・ネットワーク",
      "polish": "Globalna sieć",
      "arabic": "شبكة عالمية",
      "brazilian": "Rede Mundial",
      "token": "ACHIEVEMENT_LOC_TAG_39_NAME"
    },
    "description": {
      "english": "I have the direct lines for all the world's leaders recorded in my pocketbook. You should have 30 names in your Favorites at the very least.",
      "german": "Ich habe die Nummern aller führenden Persönlichkeiten auf der Welt in meinem Büchlein. Du solltest mindestens 30 Namen in deinen Favoriten haben.",
      "french": "Pour bien faire, tu devrais avoir au moins 30 noms dans tes favoris. Moi par exemple, j'ai le numéro personnel de tous les dirigeants du monde dans mon agenda.",
      "italian": "Nella mia borsetta ho i numeri di tutti i leader del mondo: tu dovresti avere almeno 30 persone nei Preferiti.",
      "koreana": "제 수첩에는 세계 각국 정상의 직통 번호가 기록되어 있답니다. 당신 역시 적어도 30명 정도는 내 리스트에 등록해야 하지 않겠어요?",
      "spanish": "En mi agenda de bolsillo tengo las líneas directas de todos los líderes mundiales. Como mínimo, tú deberías tener 30 nombres en tus favoritos.",
      "schinese": "我的笔记本里记了所有世界领导人的联系方式。你的收藏夹里也应该有至少 30 个名字。",
      "tchinese": "世界各國領袖的熱線電話都寫在我的手冊裡，你的追蹤名單裡也應該至少要有30個名字吧？",
      "russian": "У меня в записной книжке прямые номера всех мировых лидеров. Вам стоит добавить как минимум 30 имен в избранное.",
      "japanese": "私の手帳には世界各国の首脳のホットラインが記されていますのよ。あなたもせめて30名くらいはマイリスト登録してごらんなさい。",
      "polish": "Mam w notesie bezpośrednie numery do przywódców wszystkich krajów świata. Twoja lista ulubionych powinna zawierać co najmniej trzydziestu wojowników.",
      "arabic": "دي خطوط مباشرة لجميع القادة في العالم مسجلة في نوتة الجيب. يجب أن يكون لديك 30 اسما مسجلا في مفضلاتك على الأقل.",
      "brazilian": "Eu tenho linhas diretas com todos os líderes mundiais anotados na minha agenda. Você deveria ter 30 nomes em seus Favoritos, no mínimo.",
      "token": "ACHIEVEMENT_LOC_TAG_39_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_040",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/30f9372346c81d38f337b65ce9b54e8f09f5f482.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Bodybuilding Is Life",
      "german": "Bodybuilding ist wie Meditation",
      "french": "Le body-building est une forme de méditation",
      "italian": "Il body-building è meditazione",
      "koreana": "근육 단련이 최고입니다!",
      "spanish": "El culturismo es meditación",
      "schinese": "每天健身！",
      "tchinese": "每天健身！",
      "russian": "Бодибилдинг как медитация",
      "japanese": "筋トレ三昧ッス！",
      "polish": "Kulturystyka to sztuka medytacji",
      "arabic": "رياضة كمال الأجسام هي نوع من التأمل",
      "brazilian": "Musculação é Uma Meditação",
      "token": "ACHIEVEMENT_LOC_TAG_40_NAME"
    },
    "description": {
      "english": "Go try out Training Mode for 30 minutes! \"Bodybuilding never let man down.\" I borrowed that one from Master Zangief!",
      "german": "Trainiere 30 Minuten lang besonders hart im Trainingsmodus! \"Bodybuilding wird dich nie enttäuschen.\" Den Spruch habe ich von Meister Zangief!",
      "french": "Travaille dur en mode Entraînement pendant 30 minutes ! \"Le body-building ne déçoit jamais.\" Je tiens ça de la bouche de Maître Zangief lui-même !",
      "italian": "Allenati con il massimo impegno per 30 minuti nella modalità Allenamento! \"Il body-building non delude mai.\" Questa frase l'ho rubata al Maestro Zangief!",
      "koreana": "트레이닝 모드에서 30분 동안 특훈을 해 보십쇼! \"근육은 배신하지 않는다\"는 말도 있지 않습니까! 에헤헤, 사실 이건 Zangief 님의 말씀입니다!",
      "spanish": "¡Entrena duro en el modo Entrenamiento durante 30 minutos! \"El culturismo nunca decepciona a nadie\". ¡Esa cita se la tomé prestada al Maestro Zangief!",
      "schinese": "在训练模式训练 30 分钟！“健身永远不会让人失望！”这是 Zangief 大师的一句话！",
      "tchinese": "嘗試訓練模式30分鐘吧！所謂「健身不會讓人失望」！哈哈，這是ZANGIEF大師說得！",
      "russian": "Штурмуйте тренировочные занятия на протяжении получаса! \"От бодибилдинга еще никому плохо не было\" - этому я у мастера Zangief научился!",
      "japanese": "トレーニングモードで30分特訓ッス！　『筋トレは人を裏切らない』ッスから！　エヘヘ、ザンギエフ様からの受け売りッスけどね！",
      "polish": "Ćwicz ciężko w trybie treningu przez 30 minut. „Jeszcze się nie zdarzyło, żeby ktoś wyszedł źle na kulturystyce”. Pożyczyłam sobie to powiedzenie od Mistrza Zangiefa!",
      "arabic": "تمرن بجد في وضع التمرين لمدة 30 دقيقة! \"إن رياضة كمال الأجسام لا تخذل الرجل أبدا.\" أقتبست هذه العبارة من المعلم Zangief!",
      "brazilian": "Treine bem pesado no Modo Treinamento por 30 minutos! \"A musculação nunca decepciona o homem.\" Peguei essa frase emprestada do Mestre Zangief!",
      "token": "ACHIEVEMENT_LOC_TAG_40_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_041",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/e5655b7545433c1c9bfb96007d02415aa2ae9c88.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Win Or Die Tryin'",
      "german": "Siege oder stirb",
      "french": "Je gagnerai jusqu'à la mort",
      "italian": "Vittoria o morte",
      "koreana": "계속 이기십시오",
      "spanish": "Ganar hasta que muera",
      "schinese": "继续取胜",
      "tchinese": "要一直贏下去",
      "russian": "Буду побеждать до смерти",
      "japanese": "勝ち続けるのデス",
      "polish": "Wygrywać aż do śmierci",
      "arabic": "سأفوز إلى أن أموت",
      "brazilian": "Vencer até Morrer",
      "token": "ACHIEVEMENT_LOC_TAG_41_NAME"
    },
    "description": {
      "english": "It's about time you cleared Survival Mode on normal difficulty. You know what happens if you refuse, don't you? Let's just say the only way you live is if you keep on winning!",
      "german": "Es ist an der Zeit, dass du den Survival-Modus auf NORMAL abschließt. Du weißt, was passiert, wenn du dich weigerst, oder? Sagen wir einfach, du wirst nur überleben, wenn du weiter siegst!",
      "french": "Il est temps que tu triomphes du mode Survie en difficulté normale. Tu sais ce qui va se passer si tu refuses, n'est-ce pas ? Non ? Disons que si tu tiens à ta survie, il faut gagner, point.",
      "italian": "È giunta l'ora di completare la modalità Sopravvivenza a difficoltà normale. Lo sai cosa succede se ti rifiuti, vero? Diciamo solo che l'unica maniera che hai per sopravvivere è continuare a vincere!",
      "koreana": "서바이벌 모드를 NORMAL 코스로 클리어하십시오! 거절하면 어떻게 되는지 알고 있겠죠? 당신이 살아남으려면 계속 이기는 수밖엔 없는 겁니다!",
      "spanish": "Es hora de que superes el modo Supervivencia en dificultad normal. Sabes lo que pasará si te niegas, ¿verdad? ¡El único modo de que sobrevivas es ganar sin parar!",
      "schinese": "时候后破解生存模式的普通程度了。你知道拒绝的话会怎样对吧？唯一能生存的方法就是不停地赢！",
      "tchinese": "差不多時候突破普通難度的生存模式了。你知道拒絕的下場是甚麼吧？繼續生存的唯一方式就是繼續贏下去！",
      "russian": "Настало время пройти режим выживания на средней сложности. Вы же знаете, что будет, если отказаться, правда? Похоже, единственный способ выжить - это продолжить побеждать!",
      "japanese": "サバイバルモードのNORMALコースをクリアするデスよ！　断ったらどうなるか、わかるでショ？　勝ち続けるしか、お前に生きる道はないデスよ！",
      "polish": "Najwyższy czas ukończyć normalny tryb przetrwania. Wiesz, co się stanie, gdy odmówisz, prawda? Powiedzmy, że jedyną twoją szansą jest dalej ciągle wygrywać!",
      "arabic": "لقد حان وقت ترك وضع البقاء على قيد الحياة في مستوى الصعوبة العادي. أنت تعرف ما الذي سيحدث إذا رفضت، أليس كذلك؟ دعنا نقل إن الطريقة الوحيدة أمامك للبقاء على قيد الحياة هي الفوز!",
      "brazilian": "Já é hora de você terminar o Modo Sobrevivência na dificuldade normal. Você sabe o que acontece se você recusar, né? Digamos que a única forma de você sobreviver é continuar vencendo!",
      "token": "ACHIEVEMENT_LOC_TAG_41_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_042",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/b73a149bdb5fb7cf31329cfa10dd52a21fdb9e7b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "A True Warrior's Spirit",
      "german": "Der wahre Geist eines Kriegers",
      "french": "Un véritable esprit de guerrier",
      "italian": "Lo spirito di un vero guerriero",
      "koreana": "강한 전사의 혼",
      "spanish": "El espíritu de un auténtico guerrero",
      "schinese": "强大战士的灵魂",
      "tchinese": "強大戰士之魂",
      "russian": "Настоящий боевой дух",
      "japanese": "強き戦士の魂",
      "polish": "Duch prawdziwego wojownika",
      "arabic": "روح المحارب الحقيقي",
      "brazilian": "Um Verdadeiro Espírito Guerreiro",
      "token": "ACHIEVEMENT_LOC_TAG_42_NAME"
    },
    "description": {
      "english": "A warrior's soul is ri...ripened in Survival Mode. Emerge victorious on hard difficulty and you'll be ready for me to co...consume.",
      "german": "Die Seele eines Kriegers r... reift im Survival-Modus. Schließe ihn auf SCHWER ab und du wirst bereit sein für mein M... Mahl.",
      "french": "L'âme des guerriers mû-mûrit à l'épreuve du mode Survie. Remporte la victoire en difficile et la tienne sera dé-délicieuse...",
      "italian": "L'anima di un guerriero ma... matura nella modalità Sopravvivenza. Trionfa a livello \"difficile\" e la tua anima sarà pronta a fa... farsi divorare da me.",
      "koreana": "전사의 혼은 서바이벌 모드에서 더욱 저...정제된다. HARD 모드를 끝까지 이겨 내면, 내가 지...집어삼키기에 알맞은 혼이라 할 수 있으리라.",
      "spanish": "El alma de un guerrero ma... madura en el modo Supervivencia. Emerge victorioso en dificultad difícil y estarás listo para que te co... consuma.",
      "schinese": "战士的灵魂…在生存模式中磨炼成熟。在困难程度获胜后，就能让我…吞噬了。",
      "tchinese": "戰士之魂要在生存模式中磨煉。在困難難度中勝出後，就足以讓我吞噬。",
      "russian": "Душа воина вы... вызревает в режиме выживания. Пройдите уровень \"Сложно\", и я смогу по... поглотить вас.",
      "japanese": "戦士の魂は、サバイバルモードで磨かれるれる。HARDモードを勝ち抜いたならば、我が喰らうにふさわしいしい。",
      "polish": "Tryb przetrwania wzbogaca du... duszę wojownika. Wyjdź zwycięsko z tego wyzwania na po... poziomie trudnym, a twoja dusza do... dojrzeje do pożarcia.",
      "arabic": "إن روح المحارب تنضج في وضع البقاء على قيد الحياة. اخرج منتصرا من الصعوبة الفائقة وستكون على استعداد لكي ألتهمك.",
      "brazilian": "A alma do guerreiro ama...amadurece no Modo Sobrevivência. Vença no ajuste difícil e você estará pronto para o meu co...consumo.",
      "token": "ACHIEVEMENT_LOC_TAG_42_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_043",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/76dbda6df970a74b74803e0b360007e4577d3347.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Back From Hell",
      "german": "Zurück aus der Hölle",
      "french": "De retour des enfers",
      "italian": "Di ritorno dall'inferno",
      "koreana": "지옥으로부터의 생환",
      "spanish": "Vuelta del infierno",
      "schinese": "从地狱生还",
      "tchinese": "從地獄歸來",
      "russian": "Назад из ада",
      "japanese": "地獄からの生還",
      "polish": "Powrót z piekła",
      "arabic": "عائد من الجحيم",
      "brazilian": "De Volta do Inferno",
      "token": "ACHIEVEMENT_LOC_TAG_43_NAME"
    },
    "description": {
      "english": "Feel like taking the plunge into Survival Mode on extreme? Come back alive, and I'll grant you an audience with none other than me, the great Lord Bison!",
      "german": "Bist du bereit für die Survival-Modus-Hölle? Wenn du es lebend zurück schaffst, bringe ich dich persönlich zu Lord Bison.",
      "french": "Tu te sens d'attaque pour l'épreuve infernale du mode Survie ? Si tu sors en un seul morceau, je te présenterai personnellement au seigneur Bison.",
      "italian": "Ti senti pronto per affrontare la modalità Sopravvivenza a difficoltà inferno? Torna vivo e ti porterò direttamente da Lord Bison.",
      "koreana": "호오, 서바이벌 모드 HELL 코스에 도전하시겠다? 지옥에서 돌아온 자가 있다면 이 Bison 님이 직접 상대해 주지.",
      "spanish": "¿Podrás enfrentarte al modo Supervivencia en dificultad infierno? Vuelve con vida y te llevaré a ver a Lord Bison.",
      "schinese": "想要试试生存模式的地狱程度？只要你活着回来，我 Bison 就亲自当你的对手。",
      "tchinese": "想挑戰一下生存模式的地獄難度嗎？只要你活著回來，本司令就親自當你的對手。",
      "russian": "Хотите окунуться в режим выживания на уровне \"Ад\"? Возвращайтесь живыми, и я немедленно отведу вас к лорду Bison.",
      "japanese": "ほう、サバイバルモードのHELLコースに挑むか。地獄から還った者がいれば、このベガ様が直々に相手をしてやろう。",
      "polish": "Czy czujesz się na siłach zmierzyć z trybem przetrwania PIEKŁO? Jeśli wyjdziesz z tego cało, spotkasz się twarzą w twarz z samym Lordem Bisonem!",
      "arabic": "أشعر بأنني آخذ زمام المبادرة في جحيم وضع البقاء على قيد الحياة؟ عد جيا، وسوف آخذك مباشرة لرؤية القائد Bison.",
      "brazilian": "Quer mergulhar no inferno do Modo Sobrevivência? Volte com vida e eu levarei você diretamente ao Lorde Bison.",
      "token": "ACHIEVEMENT_LOC_TAG_43_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_044",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/da746da9149672126fc293ab26eff1e989365e18.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "Priceless",
      "german": "Unbezahlbar",
      "french": "Inestimable",
      "italian": "Inestimabile",
      "koreana": "돈으로 매길 수 없는 가치",
      "spanish": "Incalculable",
      "schinese": "无价",
      "tchinese": "無價",
      "russian": "Бесценно",
      "japanese": "プライスレス",
      "polish": "Bezcenne",
      "arabic": "لا يقدر بثمن",
      "brazilian": "Inestimável",
      "token": "ACHIEVEMENT_LOC_TAG_44_NAME"
    },
    "description": {
      "english": "You managed to get 1,000,000 FM. That's pretty good! The real value, however, is in the path you walked to earn that much.",
      "german": "Du hast 1.000.000 FM zusammengetragen. Das ist richtig gut! Dein wahrer Reichtum besteht jedoch aus den Erfahrungen, die du auf dem Weg zu dieser Summe gemacht hast.",
      "french": "Vous avez atteint un total de 1 000 000 de FM. Pas mal ! Mais c'est le chemin emprunté qui compte, pas la destination.",
      "italian": "Hai accumulato 1.000.000 di FM. Niente male! Ma la vera ricchezza è la strada che hai fatto per arrivare a tanto.",
      "koreana": "지금까지 총 1,000,000FM을 획득했군요. 서민 치고는 나쁘지 않은 수준이네요. 하지만 그 진정한 가치는 Fight Money를 얻기 위해 지금껏 걸어 온 길에 있답니다.",
      "spanish": "Has obtenido 1 000 000 FM. ¡Eso está muy bien! Pero lo que de verdad es valioso es el camino que recorriste para ganar tanto.",
      "schinese": "你赢得了 1,000,000 FM。很棒！不过真正有价值的是你在这过程中得到的收获。",
      "tchinese": "你拿到1,000,000FM了，以平民來說已不錯呢!但最重要的，是你為了賺取這些FIGHT MONEY一路走過的道路。",
      "russian": "Вы заработали 1 000 000 FM. Отлично! Однако настоящая ценность - это тот путь, который вы прошли, чтобы заработать так много.",
      "japanese": "これまでに合計1000000FM得られましたのね。庶民にしては上出来でしょう。けれど真に価値があるものは、ファイトマネーを得るまでの軌跡ですのよ。",
      "polish": "Udało ci się zdobyć milion Fight Money. Całkiem nieźle! Jednak prawdziwe bogactwo tkwi w drodze, którą trzeba było przebyć, żeby to wszystko zarobić.",
      "arabic": "لقد نجحت في الحصول على 1,000,000 FM. هذا رائع للغاية! إلا أن ما يستحق بحق هو المسار الذي قطعته لتربح هذا المبلغ.",
      "brazilian": "Você conseguiu obter 1.000.000 de FM. Muito bom! O verdadeiro valor, porém, está no caminho trilhado para conseguir tudo isso.",
      "token": "ACHIEVEMENT_LOC_TAG_44_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_045",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/1347f1da2b11665d695d6ab2c0b3c7fba73fc133.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/310950/f2c8b5395798ffd0f8648484a10e3b8749c5da32.jpg",
    "displayName": {
      "english": "The outfit is the highlight of battle",
      "german": "Das Outfit krönt den Kampf",
      "french": "Le costume est l'attraction du combat",
      "italian": "L'abito fa il monaco",
      "koreana": "몸단장은 전투의 꽃이랍니다",
      "spanish": "El atuendo es lo mejor del combate",
      "schinese": "好的服装能让战斗更有看头！",
      "tchinese": "好的服裝能讓戰鬥更有看頭！",
      "russian": "Главное в бою - наряд",
      "japanese": "装いは戦いの華ですわ",
      "polish": "Strój to główny element walki",
      "arabic": "الزي هو ما سيسلط الضوء عليه في المعركة",
      "brazilian": "O traje é o brilho da batalha",
      "token": "ACHIEVEMENT_LOC_TAG_45_NAME"
    },
    "description": {
      "english": "The true creme de la creme know how to give spectators a good show. Now go and gain new colors for your outfit.",
      "german": "Echte Spitzenkämpfer wissen, wie man dem Publikum ein Spektakel bietet. Also geh los und besorg dir ein paar neue Farben für dein Outfit.",
      "french": "La crème des champions sait comment en mettre plein la vue au public. Il est temps pour toi d'aller gagner de nouvelles couleurs pour ton costume.",
      "italian": "I veri fuoriclasse sanno sempre come offrire al pubblico grande spettacolo. Adesso vai e trova nuovi colori per la tua livrea.",
      "koreana": "일류 격투가라면 관객의 눈을 즐겁게 할 줄도 알아야 하는 법. 자, 새로운 색상을 입수하세요.",
      "spanish": "Los mejores de entre los mejores saben darle un buen espectáculo al público. Consigue nuevos colores para tu indumentaria.",
      "schinese": "一流的格斗家，当然也能让观众享受比赛。来吧，获取更多的颜色吧！",
      "tchinese": "一流的格鬥家，當然也要讓觀眾享受比賽。來，為服裝增添新配色吧。",
      "russian": "Настоящий мастер знает, как обеспечить зрителям достойное зрелище. А теперь пойди и приукрась свой костюм.",
      "japanese": "一流の格闘家であれば、観客の目も楽しませて当然ですわ。さあ、新しいカラーを手に入れていらっしゃい。",
      "polish": "Najlepsi z najlepszych wiedzą, jak zapewnić widzom wspaniałą zabawę. Zdobądź nowe kolory dlas swoich strojów.",
      "arabic": "المقاتل من الطراز الأول يعرف كيف يقدم عرضًا جيدًا للجمهور. الآن إذهب وأحصل على ألوان جديدة لزيك.",
      "brazilian": "O verdadeiro crème de la crème sabe como dar um bom show. Agora vá e obtenha novas cores para o seu traje.",
      "token": "ACHIEVEMENT_LOC_TAG_45_DESC"
    }
  }
]