[
  {
    "name": "ach_cat_1",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/4b072b4493880b6e2bfe7a5ec343097e06ebeec0.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/69e8da58be5de030366a95b603fa29f820f88ee2.jpg",
    "displayName": {
      "english": "First Claw Show",
      "french": "Premier spectacle de griffes",
      "german": "Erste Krallenschau",
      "italian": "Prima esibizione di artigli",
      "japanese": "初めての爪出し",
      "koreana": "첫 발톱 전시",
      "polish": "Pierwsze Pokazanie Pazurów",
      "portuguese": "Primeira Mostra de Garras",
      "russian": "Первое появление когтей",
      "schinese": "初次亮爪",
      "spanish": "Primer espectáculo de garras",
      "token": "NEW_ACHIEVEMENT_1_0_NAME",
      "turkish": "İlk Pençe Gösterisi"
    },
    "description": {
      "english": "Life is like a cat's claw, the first appearance is inevitably awkward. Every stretch is an opportunity for growth.",
      "french": "La vie est comme la griffe d'un chat, la première apparition est inévitablement maladroite. Chaque étirement est une opportunité de croissance.",
      "german": "Das Leben ist wie Katzenkrallen, der erste Auftritt ist unvermeidlich unbeholfen. Jedes Strecken ist eine Chance zum Wachsen.",
      "italian": "La vita è come l'artiglio di un gatto, la prima apparizione è inevitabilmente goffa. Ogni allungamento è un'opportunità di crescita.",
      "japanese": "人生は猫の爪のようなもの。初めての登場は必ず未熟。伸ばすたびに、成長のチャンス。",
      "koreana": "인생은 고양이 발톱과 같아서 처음 등장할 때는 어색할 수밖에 없습니다. 매번 뻗는 것이 성장의 기회입니다.",
      "polish": "Życie jest jak kocie pazury, pierwsze pojawienie się jest nieuchronnie niezgrabne. Każde rozciąganie to szansa na rozwój.",
      "portuguese": "A vida é como as garras de um gato, a primeira aparição é inevitavelmente desajeitada. Cada esticar é uma oportunidade de crescer.",
      "russian": "Жизнь как кошачьи когти: первое появление неизбежно неуклюже. Каждое растяжение - это возможность для роста.",
      "schinese": "人生如猫爪，初次亮相难免生涩。每一次伸展，都是成长的机会。",
      "spanish": "La vida es como la garra de un gato, la primera aparición es inevitablemente torpe. Cada estiramiento es una oportunidad de crecimiento.",
      "token": "NEW_ACHIEVEMENT_1_0_DESC",
      "turkish": "Hayat bir kedinin pençeleri gibidir, ilk çıkış kaçınılmaz olarak beceriksizdir. Her uzanış büyümek için bir fırsattır."
    }
  },
  {
    "name": "ach_cat_2",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/bfe9ad12e8a8e2a329cfa6f46d68eddbbac72d3d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/fafb8700812ec18ac3f72190d333bfd4510c89b5.jpg",
    "displayName": {
      "english": "Nine Lives Evolution",
      "french": "Évolution des neuf vies",
      "german": "Evolution der neun Leben",
      "italian": "Evoluzione delle nove vite",
      "japanese": "九生進化",
      "koreana": "아홉 생명의 진화",
      "polish": "Ewolucja Dziewięciu Żyć",
      "portuguese": "Evolução das Nove Vidas",
      "russian": "Эволюция девяти жизней",
      "schinese": "九命进化",
      "spanish": "Evolución de las nueve vidas",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "turkish": "Dokuz Can Evrimi"
    },
    "description": {
      "english": "Cats have nine lives, so does life. Each rebirth is a step towards a better self.",
      "french": "Les chats ont neuf vies, tout comme la vie. Chaque renaissance est un pas vers un meilleur soi.",
      "german": "Katzen haben neun Leben, das menschliche Leben ebenso. Jede Wiedergeburt ist ein Schritt zu einem besseren Selbst.",
      "italian": "I gatti hanno nove vite, così come la vita. Ogni rinascita è un passo verso un sé migliore.",
      "japanese": "猫に九生あり、人生も同じ。生まれ変わるたびに、より良い自分へと一歩前進。",
      "koreana": "고양이에게는 아홉 개의 생명이 있듯이 인생도 그렇습니다. 매번의 재탄생은 더 나은 자신을 향한 한 걸음입니다.",
      "polish": "Koty mają dziewięć żyć, ludzkie życie też. Każde odrodzenie to krok w kierunku lepszego siebie.",
      "portuguese": "Gatos têm nove vidas, a vida humana também. Cada renascimento é um passo para um eu melhor.",
      "russian": "У кошки девять жизней, как и у человека. Каждое возрождение - это шаг к лучшему себе.",
      "schinese": "猫有九命，人生亦然。每一次重生，都是向更好的自己迈进。",
      "spanish": "Los gatos tienen nueve vidas, al igual que la vida. Cada renacimiento es un paso hacia un mejor yo.",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "turkish": "Kedilerin dokuz canı vardır, insan hayatı da öyle. Her yeniden doğuş daha iyi bir benliğe doğru bir adımdır."
    }
  },
  {
    "name": "ach_cat_3",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/77cc2ea250ebe34bee4c85eaf917d22870698f37.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/758ff8c2518feb3660cc0af11923cc30d0eccc47.jpg",
    "displayName": {
      "english": "Lost Cat Path",
      "french": "Chemin du chat perdu",
      "german": "Verlorener Katzenpfad",
      "italian": "Sentiero del gatto smarrito",
      "japanese": "迷える猫道",
      "koreana": "길 잃은 고양이의 길",
      "polish": "Zagubiona Kocia Ścieżka",
      "portuguese": "Caminho Felino Perdido",
      "russian": "Потерянный кошачий путь",
      "schinese": "迷失猫途",
      "spanish": "Camino del gato perdido",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "turkish": "Kayıp Kedi Yolu"
    },
    "description": {
      "english": "Even the most keen cat can get lost sometimes. Life's confusion is often the beginning of finding direction.",
      "french": "Même le chat le plus perspicace peut parfois se perdre. La confusion de la vie est souvent le début de la recherche de direction.",
      "german": "Selbst die scharfsinnigsten Katzen verirren sich manchmal. Verwirrung im Leben ist oft der Beginn der Suche nach Orientierung.",
      "italian": "Anche il gatto più attento può a volte perdersi. La confusione della vita è spesso l'inizio della ricerca di una direzione.",
      "japanese": "最も鋭敏な猫でさえ道に迷うことがある。人生の迷いは、往々にして方向を見出す始まり。",
      "koreana": "가장 예리한 고양이도 때로는 길을 잃습니다. 인생의 혼란은 종종 방향을 찾는 시작점입니다.",
      "polish": "Nawet najbystrzejsze koty czasem się gubią. Zamieszanie w życiu często jest początkiem poszukiwania kierunku.",
      "portuguese": "Até os gatos mais astutos às vezes se perdem. A confusão na vida é frequentemente o início da busca por orientação.",
      "russian": "Даже самые проницательные кошки иногда теряются. Жизненное замешательство часто является началом поиска направления.",
      "schinese": "即使最敏锐的猫也有迷路的时候。人生的迷茫，往往是寻找方向的开始。",
      "spanish": "Incluso el gato más agudo puede perderse a veces. La confusión de la vida es a menudo el comienzo de encontrar dirección.",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "turkish": "En zeki kediler bile bazen kaybolur. Hayattaki karmaşa genellikle yön bulma arayışının başlangıcıdır."
    }
  },
  {
    "name": "ach_cat_4",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/fcaae19cfbadba1e4ce3fdf7b0d5d27ca5bf6548.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/563ec22fffb0ee5bfb8dc4801204e9ee2f432da3.jpg",
    "displayName": {
      "english": "Exploring Territory",
      "french": "Exploration du territoire",
      "german": "Erkundung des Reviers",
      "italian": "Esplorazione del territorio",
      "japanese": "領域探索",
      "koreana": "영역 탐험",
      "polish": "Eksploracja Terytorium",
      "portuguese": "Explorando o Território",
      "russian": "Исследование территории",
      "schinese": "探索领地",
      "spanish": "Explorando el territorio",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "turkish": "Bölge Keşfi"
    },
    "description": {
      "english": "A cat's curiosity drives it to explore the world. Life also requires courage to step out of the comfort zone and broaden horizons.",
      "french": "La curiosité d'un chat le pousse à explorer le monde. La vie nécessite aussi du courage pour sortir de sa zone de confort et élargir ses horizons.",
      "german": "Die Neugier der Katze treibt sie dazu, die Welt zu erkunden. Auch das Leben erfordert Mut, die Komfortzone zu verlassen und den Horizont zu erweitern.",
      "italian": "La curiosità di un gatto lo spinge a esplorare il mondo. Anche la vita richiede coraggio per uscire dalla zona di comfort e ampliare gli orizzonti.",
      "japanese": "猫の好奇心が世界の探索を促す。人生も勇気を持って快適圏を出て、視野を広げる必要がある。",
      "koreana": "고양이의 호기심이 세상을 탐험하게 합니다. 인생도 편안한 영역을 벗어나 시야를 넓히는 용기가 필요합니다.",
      "polish": "Ciekawość kota popycha go do odkrywania świata. Życie też wymaga odwagi, by opuścić strefę komfortu i poszerzyć horyzonty.",
      "portuguese": "A curiosidade do gato o impulsiona a explorar o mundo. A vida também requer coragem para sair da zona de conforto e expandir horizontes.",
      "russian": "Любопытство кошки побуждает ее исследовать мир. Жизнь также требует смелости выйти из зоны комфорта и расширить кругозор.",
      "schinese": "猫的好奇心驱使它探索世界。人生亦需要勇气走出舒适区，拓展视野。",
      "spanish": "La curiosidad de un gato lo impulsa a explorar el mundo. La vida también requiere coraje para salir de la zona de confort y ampliar horizontes.",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "turkish": "Kedinin merakı onu dünyayı keşfetmeye iter. Hayat da konfor alanından çıkıp ufkunu genişletmek için cesaret gerektirir."
    }
  },
  {
    "name": "ach_cat_5",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/7c2621a129b59338fbb75b0369007e16efb99b6c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/6fd3659301ea5b47035869e67d497242fe3282e3.jpg",
    "displayName": {
      "english": "Farm Cat Fun",
      "french": "Plaisir du chat de ferme",
      "german": "Landkatzenfreuden",
      "italian": "Divertimento del gatto di fattoria",
      "japanese": "田園猫の楽しみ",
      "koreana": "농장 고양이의 즐거움",
      "polish": "Radości Wiejskiego Kota",
      "portuguese": "Alegrias do Gato do Campo",
      "russian": "Деревенские кошачьи забавы",
      "schinese": "田园猫趣",
      "spanish": "Diversión del gato de granja",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "turkish": "Çiftlik Kedisinin Keyifleri"
    },
    "description": {
      "english": "Cats catch mice on the farm, humans cultivate in life. Effort always pays off, hard work will eventually bear fruit.",
      "french": "Les chats attrapent des souris à la ferme, les humains cultivent dans la vie. L'effort paie toujours, le travail acharné finira par porter ses fruits.",
      "german": "Die Katze fängt Mäuse auf dem Bauernhof, der Mensch arbeitet im Leben. Anstrengung wird immer belohnt, Mühe wird schließlich Früchte tragen.",
      "italian": "I gatti catturano topi nella fattoria, gli umani coltivano nella vita. Lo sforzo paga sempre, il duro lavoro alla fine darà i suoi frutti.",
      "japanese": "猫は農場でネズミを捕り、人は人生を耕す。努力には必ず報いがあり、頑張りは必ず実を結ぶ。",
      "koreana": "고양이는 농장에서 쥐를 잡고, 인간은 인생에서 경작합니다. 노력은 항상 보상받으며, 열심히 일하면 결국 열매를 맺습니다.",
      "polish": "Kot łapie myszy na farmie, człowiek pracuje w życiu. Wysiłek zawsze jest nagradzany, ciężka praca w końcu przyniesie owoce.",
      "portuguese": "O gato caça ratos na fazenda, o humano trabalha na vida. O esforço é sempre recompensado, o trabalho duro eventualmente dará frutos.",
      "russian": "Кошка ловит мышей на ферме, человек трудится в жизни. Усилия всегда вознаграждаются, труд в конечном итоге приносит плоды.",
      "schinese": "猫在农场捕鼠，人在人生耕耘。付出总有回报，努力终将开花结果。",
      "spanish": "Los gatos cazan ratones en la granja, los humanos cultivan en la vida. El esfuerzo siempre da sus frutos, el trabajo duro eventualmente dará frutos.",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "turkish": "Kedi çiftlikte fare avlar, insan hayatta çalışır. Çaba her zaman ödüllendirilir, sıkı çalışma eninde sonunda meyvesini verir."
    }
  },
  {
    "name": "ach_cat_7",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/d09118124f19b9b315923d00e22c9982aeb036d0.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/c0ca62fdcf4e20f1e078ca2463baf97fa58a7098.jpg",
    "displayName": {
      "english": "Cat Teaser Life",
      "french": "Vie de jouet pour chat",
      "german": "Katzenspielendes Leben",
      "italian": "Vita del giocattolo per gatti",
      "japanese": "猫じゃらし人生",
      "koreana": "고양이 장난감 인생",
      "polish": "Życie Jak Kocia Zabawa",
      "portuguese": "Vida Brincalhona de Gato",
      "russian": "Жизнь, дразнящая кошку",
      "schinese": "逗猫人生",
      "spanish": "Vida del juguete para gatos",
      "token": "NEW_ACHIEVEMENT_1_6_NAME",
      "turkish": "Kedi Oyuncağı Hayat"
    },
    "description": {
      "english": "Cats chase toys, humans chase dreams. Sometimes enjoying the pursuit process is more meaningful than the achievement.",
      "french": "Les chats poursuivent les jouets, les humains poursuivent les rêves. Parfois, profiter du processus de poursuite est plus significatif que la réalisation.",
      "german": "Die Katze jagt dem Spielzeug nach, der Mensch jagt Träumen nach. Manchmal ist es bedeutungsvoller, den Prozess des Jagens zu genießen, als das Ziel zu erreichen.",
      "italian": "I gatti inseguono i giocattoli, gli umani inseguono i sogni. A volte godersi il processo di inseguimento è più significativo del raggiungimento.",
      "japanese": "猫は猫じゃらしを追い、人は夢を追う。時には追いかける過程を楽しむことが、手に入れるよりも意味がある。",
      "koreana": "고양이는 장난감을 쫓고, 인간은 꿈을 쫓습니다. 때로는 추구하는 과정을 즐기는 것이 성취보다 더 의미 있습니다.",
      "polish": "Kot goni za zabawką, człowiek goni za marzeniami. Czasami ważniejsze jest cieszenie się procesem gonienia niż osiągnięcie celu.",
      "portuguese": "O gato persegue o brinquedo, o humano persegue sonhos. Às vezes, é mais significativo desfrutar o processo de perseguir do que alcançar o objetivo.",
      "russian": "Кошка гоняется за игрушкой, человек преследует мечты. Иногда наслаждение процессом погони важнее, чем достижение цели.",
      "schinese": "猫追逗猫棒，人追逐梦想。有时享受追逐的过程，比得到更有意义。",
      "spanish": "Los gatos persiguen juguetes, los humanos persiguen sueños. A veces, disfrutar del proceso de persecución es más significativo que el logro.",
      "token": "NEW_ACHIEVEMENT_1_6_DESC",
      "turkish": "Kedi oyuncağı kovalar, insan hayalleri. Bazen kovalama sürecinin tadını çıkarmak, hedefe ulaşmaktan daha anlamlı olabilir."
    }
  },
  {
    "name": "ach_cat_8",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/5eb88fff5af0176b8349e5c12d188862e1d034b8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/d62ca59d7480b44e9331c69a82b9162a3cf885ea.jpg",
    "displayName": {
      "english": "Cat Brotherhood",
      "french": "Fraternité féline",
      "german": "Katzenbrüderschaft",
      "italian": "Fratellanza felina",
      "japanese": "猫兄弟の絆",
      "koreana": "고양이 형제애",
      "polish": "Kocie Braterstwo",
      "portuguese": "Fraternidade Felina",
      "russian": "Братство кошек",
      "schinese": "猫兄弟情",
      "spanish": "Hermandad felina",
      "token": "NEW_ACHIEVEMENT_1_7_NAME",
      "turkish": "Kedi Kardeşliği"
    },
    "description": {
      "english": "Even with occasional fights, cat brothers remain close. On life's journey, brotherly friendship is the most precious companionship.",
      "french": "Même avec des combats occasionnels, les frères chats restent proches. Sur le chemin de la vie, l'amitié fraternelle est la compagnie la plus précieuse.",
      "german": "Auch wenn es gelegentlich Streit gibt, bleiben Katzenbrüder eng verbunden. Auf dem Lebensweg ist die brüderliche Freundschaft die wertvollste Begleitung.",
      "italian": "Anche con occasionali liti, i fratelli gatti rimangono vicini. Nel viaggio della vita, l'amicizia fraterna è la compagnia più preziosa.",
      "japanese": "時に争いがあっても、猫兄弟は親密なまま。人生の道中、兄弟の友情は最も貴重な伴侶。",
      "koreana": "가끔 싸움이 있어도 고양이 형제는 가까이 지냅니다. 인생 여정에서 형제간의 우정은 가장 소중한 동반자입니다.",
      "polish": "Mimo okazjonalnych kłótni, kocie rodzeństwo pozostaje blisko. Na drodze życia, braterska przyjaźń jest najcenniejszym towarzystwem.",
      "portuguese": "Mesmo com brigas ocasionais, os irmãos gatos permanecem próximos. Na jornada da vida, a amizade fraternal é a companhia mais valiosa.",
      "russian": "Даже если иногда бывают ссоры, кошки-братья остаются близкими. На жизненном пути братская дружба - самое ценное сопровождение.",
      "schinese": "即使偶有争斗，猫兄弟间依然亲密。人生路上，兄弟情谊是最珍贵的陪伴。",
      "spanish": "Incluso con peleas ocasionales, los hermanos gatos permanecen unidos. En el viaje de la vida, la amistad fraternal es la compañía más preciada.",
      "token": "NEW_ACHIEVEMENT_1_7_DESC",
      "turkish": "Ara sıra kavga etseler de, kedi kardeşler yakın kalır. Hayat yolculuğunda, kardeşçe dostluk en değerli yoldaştır."
    }
  },
  {
    "name": "ach_cat_9",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/6a8105f9ef761c912f5927f8090585a1aaa0e8ef.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/f7ece0408491628adf856e573d4433a7830d59f5.jpg",
    "displayName": {
      "english": "Mother Cat's Heart",
      "french": "Cœur de mère chatte",
      "german": "Mutterkatzenherz",
      "italian": "Cuore di mamma gatta",
      "japanese": "母猫の慈愛",
      "koreana": "어미 고양이의 마음",
      "polish": "Serce Kociej Matki",
      "portuguese": "Coração de Gata Mãe",
      "russian": "Сердце кошки-матери",
      "schinese": "慈母猫心",
      "spanish": "Corazón de madre gata",
      "token": "NEW_ACHIEVEMENT_1_8_NAME",
      "turkish": "Anne Kedinin Yüreği"
    },
    "description": {
      "english": "Mother cats care for their kittens meticulously. Appreciating the mother's love in life is the warmest part of our journey.",
      "french": "Les mères chattes prennent soin méticuleusement de leurs chatons. Apprécier l'amour maternel dans la vie est la partie la plus chaleureuse de notre voyage.",
      "german": "Die Mutterkatze umsorgt ihre Kätzchen mit äußerster Sorgfalt. Dankbarkeit für die mütterliche Liebe im Leben ist der wärmste Teil.",
      "italian": "Le mamme gatte si prendono cura meticolosamente dei loro gattini. Apprezzare l'amore materno nella vita è la parte più calda del nostro viaggio.",
      "japanese": "母猫は子猫を細やかに世話する。人生で母の愛に感謝することは、最も温かい部分。",
      "koreana": "어미 고양이는 새끼들을 세심하게 돌봅니다. 인생에서 어머니의 사랑에 감사하는 것이 우리 여정의 가장 따뜻한 부분입니다.",
      "polish": "Kocia matka dba o swoje kocięta z najwyższą troską. Wdzięczność za matczyną miłość w życiu jest najcieplejszą częścią.",
      "portuguese": "A gata mãe cuida de seus filhotes com extremo cuidado. A gratidão pelo amor materno na vida é a parte mais calorosa.",
      "russian": "Кошка-мать заботится о котятах с предельным вниманием. Благодарность за материнскую любовь в жизни - самая теплая часть.",
      "schinese": "母猫呵护幼崽，无微不至。感恩生命中的母爱，是人生最温暖的部分。",
      "spanish": "Las madres gatas cuidan meticulosamente de sus gatitos. Apreciar el amor materno en la vida es la parte más cálida de nuestro viaje.",
      "token": "NEW_ACHIEVEMENT_1_8_DESC",
      "turkish": "Anne kedi yavrularına büyük bir özenle bakar. Hayatta anne sevgisine duyulan minnettarlık en sıcak kısımdır."
    }
  },
  {
    "name": "ach_cat_10",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/802debccaee5e27b7112a98b654915c9b0d6df0c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/40b22a9bfadc7d97177e6492413487fd828a2152.jpg",
    "displayName": {
      "english": "You in Cat's Eyes",
      "french": "Toi dans les yeux du chat",
      "german": "Du in Katzenaugen",
      "italian": "Tu negli occhi del gatto",
      "japanese": "猫の目に映る君",
      "koreana": "고양이 눈 속의 당신",
      "polish": "Ty w Kocich Oczach",
      "portuguese": "Você nos Olhos do Gato",
      "russian": "Ты в глазах кошки",
      "schinese": "猫眼中的你",
      "spanish": "Tú en los ojos del gato",
      "token": "NEW_ACHIEVEMENT_1_9_NAME",
      "turkish": "Kedinin Gözlerindeki Sen"
    },
    "description": {
      "english": "A cat's eyes contain the whole world, a lover's eyes contain all of you. Cherish companionship, this is happiness.",
      "french": "Les yeux d'un chat contiennent le monde entier, les yeux d'un amoureux contiennent tout de toi. Chéris la compagnie, c'est le bonheur.",
      "german": "In den Augen einer Katze liegt die ganze Welt, in den Augen eines Liebenden dein ganzes Sein. Schätze das Zusammensein, das ist Glück.",
      "italian": "Gli occhi di un gatto contengono il mondo intero, gli occhi di un amante contengono tutto te. Valorizza la compagnia, questa è la felicità.",
      "japanese": "猫の目には世界全体が映り、愛する人の目にはあなたのすべてが映る。共に過ごす時間を大切に、それが幸せ。",
      "koreana": "고양이의 눈에는 온 세상이 담겨 있고, 연인의 눈에는 당신의 모든 것이 담겨 있습니다. 동행을 소중히 여기세요, 이것이 행복입니다.",
      "polish": "W oczach kota jest cały świat, w oczach kochającego cała twoja istota. Doceniaj czas spędzony razem, to jest szczęście.",
      "portuguese": "Nos olhos de um gato está todo o mundo, nos olhos de um amante está todo o seu ser. Valorize o tempo juntos, isso é felicidade.",
      "russian": "В глазах кошки целый мир, в глазах любимого человека - весь ты. Цени время вместе, это и есть счастье.",
      "schinese": "猫的眼中有整个世界，爱人的眼中有你的全部。珍惜相守，这就是幸福。",
      "spanish": "Los ojos de un gato contienen todo el mundo, los ojos de un amante te contienen por completo. Valora la compañía, esto es felicidad.",
      "token": "NEW_ACHIEVEMENT_1_9_DESC",
      "turkish": "Bir kedinin gözlerinde tüm dünya vardır, bir sevgilinin gözlerinde tüm varlığın. Birlikte geçirilen zamanın kıymetini bilin, mutluluk budur."
    }
  },
  {
    "name": "ach_cat_6",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/f33af5de3591fb17380e33a12f278c00fe6e5618.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/548bcb116031d3966499f48e4aa9302fcd2177b5.jpg",
    "displayName": {
      "english": "Lazy Cat Nest",
      "french": "Nid de chat paresseux",
      "german": "Faules Katzennest",
      "italian": "Nido del gatto pigro",
      "japanese": "怠惰な猫の寝床",
      "koreana": "게으른 고양이 둥지",
      "polish": "Leniwe Kocie Gniazdo",
      "portuguese": "Ninho Preguiçoso de Gato",
      "russian": "Ленивое кошачье гнездо",
      "schinese": "慵懒猫窝",
      "spanish": "Nido del gato perezoso",
      "token": "NEW_ACHIEVEMENT_1_10_NAME",
      "turkish": "Tembel Kedi Yuvası"
    },
    "description": {
      "english": "Cats like to nap in the sunshine. In life, learn to enjoy the present and cherish every comfortable moment.",
      "french": "Les chats aiment faire la sieste au soleil. Dans la vie, apprenez à profiter du présent et à chérir chaque moment confortable.",
      "german": "Katzen lieben es, in der Sonne zu dösen. Im Leben muss man lernen, den Moment zu genießen und jeden Augenblick des Komforts zu schätzen.",
      "italian": "Ai gatti piace sonnecchiare al sole. Nella vita, impara a goderti il presente e a valorizzare ogni momento confortevole.",
      "japanese": "猫は日向でうたた寝するのが好き。人生では、今を楽しみ、快適な瞬間を大切にすることを学ぶべき。",
      "koreana": "고양이는 햇살 아래서 낮잠 자기를 좋아합니다. 인생에서 현재를 즐기고 편안한 순간을 소중히 여기는 법을 배우세요.",
      "polish": "Koty uwielbiają drzemać w słońcu. W życiu trzeba nauczyć się cieszyć chwilą i doceniać każdy moment komfortu.",
      "portuguese": "Gatos adoram cochilar ao sol. Na vida, é preciso aprender a aproveitar o momento e valorizar cada instante de conforto.",
      "russian": "Кошки любят дремать на солнце. В жизни нужно научиться наслаждаться настоящим и ценить каждый момент комфорта.",
      "schinese": "猫喜欢在阳光下打盹。人生中，要学会享受当下，珍惜每个舒适时刻。",
      "spanish": "A los gatos les gusta dormitar al sol. En la vida, aprende a disfrutar el presente y valorar cada momento cómodo.",
      "token": "NEW_ACHIEVEMENT_1_10_DESC",
      "turkish": "Kediler güneşte kestirmeyi sever. Hayatta anın tadını çıkarmayı ve rahatlık anlarının değerini bilmeyi öğrenmek gerekir."
    }
  },
  {
    "name": "ach_cat_11",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/307731ad296b50b31b86c6899ac22b73c8f8248d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/516df394cc9ef347ec75d38a2605586abbb4d8e4.jpg",
    "displayName": {
      "english": "Purr Symphony",
      "french": "Symphonie de ronronnements",
      "german": "Schnurrsymphonie",
      "italian": "Sinfonia di fusa",
      "japanese": "ゴロゴロ交響曲",
      "koreana": "고르륵 교향곡",
      "polish": "Symfonia Mruczenia",
      "portuguese": "Sinfonia de Ronronos",
      "russian": "Симфония мурлыканья",
      "schinese": "呼噜交响曲",
      "spanish": "Sinfonía de ronroneos",
      "token": "NEW_ACHIEVEMENT_1_11_NAME",
      "turkish": "Mırıltı Senfonisi"
    },
    "description": {
      "english": "The purring between cats is a symbol of friendliness. In life, getting along with confidants as comfortably as cats is true friendship.",
      "french": "Le ronronnement entre chats est un symbole d'amitié. Dans la vie, s'entendre avec des confidents aussi confortablement que des chats est une véritable amitié.",
      "german": "Das Schnurren zwischen Katzen ist ein Symbol der Freundschaft. Im Leben ist der Umgang mit Vertrauten, so behaglich wie unter Katzen, wahre Freundschaft.",
      "italian": "Le fusa tra gatti sono un simbolo di amicizia. Nella vita, andare d'accordo con i confidenti comodamente come gatti è vera amicizia.",
      "japanese": "猫同士のゴロゴロは友好の象徴。人生で、猫のように心地よく親しい人と過ごすのが真の友情。",
      "koreana": "고양이들 사이의 고르륵 소리는 친근함의 상징입니다. 인생에서 신뢰하는 사람들과 고양이처럼 편안하게 지내는 것이 진정한 우정입니다.",
      "polish": "Mruczenie między kotami jest symbolem przyjaźni. W życiu, przebywanie z bliskimi, tak komfortowe jak między kotami, to prawdziwa przyjaźń.",
      "portuguese": "O ronronar entre gatos é um símbolo de amizade. Na vida, conviver com pessoas próximas, tão confortável quanto entre gatos, é a verdadeira amizade.",
      "russian": "Мурлыканье между кошками - символ дружбы. В жизни, общение с близкими людьми, такое же комфортное, как между кошками, - это настоящая дружба.",
      "schinese": "猫咪间的呼噜声是友好的象征。人生中，与知己相处如猫咪般舒心，才是真友谊。",
      "spanish": "El ronroneo entre gatos es un símbolo de amabilidad. En la vida, llevarse bien con los confidentes tan cómodamente como los gatos es verdadera amistad.",
      "token": "NEW_ACHIEVEMENT_1_11_DESC",
      "turkish": "Kediler arasındaki mırıltı dostluğun simgesidir. Hayatta, kediler kadar rahat bir şekilde yakın insanlarla vakit geçirmek gerçek dostluktur."
    }
  },
  {
    "name": "ach_cat_12",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/9a60526f37eee03791572106f1dff4f2714b47cb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/b8f78636b8ba200f773b3b8d5be197b8eb33041c.jpg",
    "displayName": {
      "english": "Can't Open the Can",
      "french": "Impossible d'ouvrir la boîte",
      "german": "Dose auf oder zu",
      "italian": "Non si può aprire la lattina",
      "japanese": "缶を開けるか開けないか",
      "koreana": "캔을 열 수 없어",
      "polish": "Puszka Otwarta czy Zamknięta",
      "portuguese": "Lata Aberta ou Fechada",
      "russian": "Открыть или не открыть банку",
      "schinese": "罐头开不开",
      "spanish": "No se puede abrir la lata",
      "token": "NEW_ACHIEVEMENT_1_12_NAME",
      "turkish": "Konserve Açık mı Kapalı mı"
    },
    "description": {
      "english": "The cat's helplessness facing a closed can. Life's difficulties are like sealed cans, requiring the right method to taste the delicacy inside.",
      "french": "L'impuissance du chat face à une boîte fermée. Les difficultés de la vie sont comme des boîtes scellées, nécessitant la bonne méthode pour goûter la délicatesse à l'intérieur.",
      "german": "Die Hilflosigkeit einer Katze vor einer verschlossenen Dose. Lebensschwierigkeiten sind wie eine verschlossene Dose, man muss die richtige Methode finden, um den Geschmack zu genießen.",
      "italian": "L'impotenza del gatto di fronte a una lattina chiusa. Le difficoltà della vita sono come lattine sigillate, che richiedono il metodo giusto per assaporare la delizia all'interno.",
      "japanese": "閉じた缶に直面する猫の無力感。人生の困難は密閉された缶のよう、正しい方法を見つけてこそ美味しさを味わえる。",
      "koreana": "닫힌 캔 앞에서 고양이의 무력함. 인생의 어려움은 밀봉된 캔과 같아서, 안의 맛있는 것을 맛보려면 올바른 방법이 필요합니다.",
      "polish": "Bezradność kota przed zamkniętą puszką. Trudności życiowe są jak zamknięta puszka, trzeba znaleźć właściwą metodę, by smakować zawartość.",
      "portuguese": "A impotência de um gato diante de uma lata fechada. As dificuldades da vida são como uma lata fechada, é preciso encontrar o método certo para saborear o gosto.",
      "russian": "Беспомощность кошки перед закрытой банкой. Жизненные трудности подобны закрытой банке, нужно найти правильный метод, чтобы насладиться вкусом.",
      "schinese": "猫咪面对封闭罐头的无奈。人生困境如同紧闭的罐头，需要寻找正确方法，方能品尝美味。",
      "spanish": "La impotencia del gato frente a una lata cerrada. Las dificultades de la vida son como latas selladas, requieren el método correcto para saborear la delicia en su interior.",
      "token": "NEW_ACHIEVEMENT_1_12_DESC",
      "turkish": "Kapalı bir konserve karşısında kedinin çaresizliği. Hayattaki zorluklar kapalı bir konserve gibidir, tadını çıkarmak için doğru yöntemi bulmak gerekir."
    }
  },
  {
    "name": "ach_cat_13",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/0dfa1ed4963e90539e7f8b32b01d82c969812f57.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/1ac6552cbeb4cb04930a49bd9f7d19b305a3b7dd.jpg",
    "displayName": {
      "english": "Cat Poop Coffee",
      "french": "Café de crottes de chat",
      "german": "Katzenkaffee",
      "italian": "Caffè di escrementi di gatto",
      "japanese": "猫糞コーヒー",
      "koreana": "고양이 똥 커피",
      "polish": "Kocia Kawa",
      "portuguese": "Café de Gato",
      "russian": "Кофе из кошачьих экскрементов",
      "schinese": "猫屎咖啡",
      "spanish": "Café de excremento de gato",
      "token": "NEW_ACHIEVEMENT_1_13_NAME",
      "turkish": "Kedi Kahvesi"
    },
    "description": {
      "english": "World treasures often come from unexpected places. Life is like cat poop coffee, seemingly bad but actually precious.",
      "french": "Les trésors du monde viennent souvent d'endroits inattendus. La vie est comme le café de crottes de chat, apparemment mauvais mais en réalité précieux.",
      "german": "Weltliche Schätze kommen oft aus unerwarteten Quellen. Das Leben ist wie Katzenkaffee, es scheint schrecklich, ist aber tatsächlich wertvoll.",
      "italian": "I tesori del mondo spesso provengono da luoghi inaspettati. La vita è come il caffè di escrementi di gatto, apparentemente cattivo ma in realtà prezioso.",
      "japanese": "世の珍品は思いがけないところから生まれる。人生は猫糞コーヒーのよう、一見ひどくても実は貴重。",
      "koreana": "세상의 보물은 종종 예상치 못한 곳에서 옵니다. 인생은 고양이 똥 커피와 같아서, 겉보기에는 나쁘지만 실제로는 귀중합니다.",
      "polish": "Światowe skarby często pochodzą z nieoczekiwanych źródeł. Życie jest jak kocia kawa, wydaje się okropne, ale jest naprawdę cenne.",
      "portuguese": "Tesouros mundanos frequentemente vêm de fontes inesperadas. A vida é como o café de gato, parece horrível, mas é realmente valioso.",
      "russian": "Мировые сокровища часто приходят из неожиданных мест. Жизнь как кофе из кошачьих экскрементов: кажется ужасной, но на самом деле ценна.",
      "schinese": "世间珍品往往来自意想不到的地方。人生如猫屎咖啡，看似糟糕，实则珍贵。",
      "spanish": "Los tesoros del mundo a menudo provienen de lugares inesperados. La vida es como el café de excremento de gato, aparentemente malo pero en realidad precioso.",
      "token": "NEW_ACHIEVEMENT_1_13_DESC",
      "turkish": "Dünyanın hazineleri genellikle beklenmedik kaynaklardan gelir. Hayat kedi kahvesi gibidir, korkunç görünür ama aslında çok değerlidir."
    }
  },
  {
    "name": "ach_cat_14",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/d039d7aadb80ff8f87dc6d558beb7965fdb13746.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/42ed0599ec9892094781fe950bba05e92c7f81e1.jpg",
    "displayName": {
      "english": "Feast of the Sneaky Cat",
      "french": "Festin du chat furtif",
      "german": "Festmahl der diebischen Katze",
      "italian": "Festa del gatto furtivo",
      "japanese": "盗み食いする猫の饗宴",
      "koreana": "몰래 훔치는 고양이의 향연",
      "polish": "Uczta Kota Złodzieja",
      "portuguese": "Banquete do Gato Ladrão",
      "russian": "Пир кота-воришки",
      "schinese": "偷腥猫的盛宴",
      "spanish": "Festín del gato sigiloso",
      "token": "NEW_ACHIEVEMENT_1_14_NAME",
      "turkish": "Hırsız Kedinin Ziyafeti"
    },
    "description": {
      "english": "The thrill of a cat stealing cream. Life should be like a cat stealing food, indulging yourself occasionally and enjoying sweet moments.",
      "french": "Le frisson d'un chat volant de la crème. La vie devrait être comme un chat volant de la nourriture, s'offrir occasionnellement et profiter des moments doux.",
      "german": "Die Freude einer Katze beim Stehlen von Sahne. Das Leben sollte wie Katzenmausen sein, gönne dir gelegentlich, süße Momente zu genießen.",
      "italian": "Il brivido di un gatto che ruba la panna. La vita dovrebbe essere come un gatto che ruba cibo, concedersi occasionalmente e godersi momenti dolci.",
      "japanese": "猫がクリームを盗み食いする快感。人生は猫の盗み食いのように、時には自分を甘やかし、甘美な時間を楽しむべき。",
      "koreana": "고양이가 크림을 훔치는 스릴. 인생은 고양이가 음식을 훔치는 것처럼 때때로 자신을 방종하고 달콤한 순간을 즐겨야 합니다.",
      "polish": "Radość kota kradnącego śmietankę. Życie powinno być jak kocie podkradanie, pozwól sobie czasem cieszyć się słodkimi chwilami.",
      "portuguese": "A alegria de um gato ao roubar creme. A vida deve ser como um gato furtivo, permita-se ocasionalmente desfrutar momentos doces.",
      "russian": "Удовольствие кошки от кражи сливок. Жизнь должна быть как кошачье воровство: иногда позволяй себе наслаждаться сладкими моментами.",
      "schinese": "猫偷吃奶油的快感。人生就该像猫偷腥一样，偶尔放纵自己，享受甜蜜时光。",
      "spanish": "La emoción de un gato robando crema. La vida debería ser como un gato robando comida, complaciéndote ocasionalmente y disfrutando de momentos dulces.",
      "token": "NEW_ACHIEVEMENT_1_14_DESC",
      "turkish": "Bir kedinin krema çalmanın verdiği keyif. Hayat, kedinin çalması gibi olmalı, ara sıra kendinize tatlı anların tadını çıkarma izni verin."
    }
  },
  {
    "name": "ach_cat_15",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/7eba8ea7ad076bbd89c9741d7914521220a500a9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2991990/c0d96a207f5888912b8b1247f8d60f6d5cfa5a08.jpg",
    "displayName": {
      "english": "Meow World Dominator",
      "french": "Dominateur du monde Miaou",
      "german": "Miau-Weltherrscher",
      "italian": "Dominatore del mondo Miao",
      "japanese": "ニャン界の覇者",
      "koreana": "냥계의 패권자",
      "polish": "Miau Władca Świata",
      "portuguese": "Governante Mundial Miau",
      "russian": "Властелин мяу-мира",
      "schinese": "喵界霸主",
      "spanish": "Dominador del mundo Miau",
      "token": "NEW_ACHIEVEMENT_1_15_NAME",
      "turkish": "Miyav Dünya Hükümdarı"
    },
    "description": {
      "english": "Become the king among cats. Life's peak moment is like the satisfaction of monopolizing the scratching post.",
      "french": "Devenir le roi parmi les chats. Le moment culminant de la vie est comme la satisfaction de monopoliser le griffoir.",
      "german": "Werde zum König unter den Katzen. Der Höhepunkt des Lebens ist wie die Zufriedenheit, den Kratzbaum für sich allein zu haben.",
      "italian": "Diventare il re tra i gatti. Il momento culminante della vita è come la soddisfazione di monopolizzare il tiragraffi.",
      "japanese": "猫たちの王者となる。人生の頂点は、爪とぎを独占する満足感のようなもの。",
      "koreana": "고양이들 중 왕이 되세요. 인생의 정점 순간은 스크래치 포스트를 독점하는 만족감과 같습니다.",
      "polish": "Zostań królem wśród kotów. Szczyt życia jest jak satysfakcja z posiadania drapaka tylko dla siebie.",
      "portuguese": "Torne-se o rei entre os gatos. O auge da vida é como a satisfação de ter o arranhador só para si.",
      "russian": "Стать королем среди кошек. Пик жизни подобен удовлетворению от единоличного владения когтеточкой.",
      "schinese": "成为猫咪中的王者。人生巅峰时刻，如同独占猫抓板的满足感。",
      "spanish": "Conviértete en el rey entre los gatos. El momento culminante de la vida es como la satisfacción de monopolizar el rascador.",
      "token": "NEW_ACHIEVEMENT_1_15_DESC",
      "turkish": "Kediler arasında kral ol. Hayatın zirvesi, tırmalama tahtasını sadece kendinize ait kılmanın verdiği tatmin gibidir."
    }
  }
]