[
  {
    "name": "BP_ChengJiu_MianJuLevel_10",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/dfb3427936178af7e7f5ac7517a2035287f2df85.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/48dab8900aa8f667c0c5939439ba7d11ddcd7ef1.jpg",
    "displayName": {
      "brazilian": "Máscara da Alma",
      "english": "Soulmask",
      "french": "Masque d'âme",
      "german": "Seelenmaske",
      "japanese": "ソールマスク",
      "koreana": "소울마스크",
      "russian": "Маска души",
      "schinese": "灵魂面甲",
      "spanish": "Máscara de alma",
      "tchinese": "靈魂面甲",
      "token": "NEW_ACHIEVEMENT_1_0_NAME"
    },
    "description": {
      "brazilian": "Uma alma fraca fundida com a máscara misteriosa, este é o começo da eternidade, a origem de tudo que é diferente: Alcance uma Força de Consciência de 10 para desbloquear este Marco de Viagem.",
      "english": "The fusion of a weak soul and mysterious mask - this is the beginning of eternity, and the origin of all differences: Achieve Awareness Strength 10 to unlock this Trip Milestone",
      "french": "La fusion d'une âme fragile et d'un masque mystérieux - c'est le commencement de l'éternité, l'origine de toutes les différences : Atteignez une intensité de la conscience de 10 pour débloquer cette étape du voyage.",
      "german": "Die Vereinigung einer schwachen Seele mit einer geheimnisvollen Maske, das ist der Anfang der Ewigkeit und der Ursprung aller Unterschiede. Wenn die Bewusstseinsstärke 10 erreicht, kannst du diesen Reisemeilenstein freischalten.",
      "japanese": "矮小な魂と神秘の仮面。これはエターナルの始まり、全ての相違の始まりである：マインド強度が10に達すると、このマイルストーンが解放されます｡",
      "koreana": "연약한 영혼과 신비한 마스크의 결합은 영원의 시작이자 모든 차이의 근원이다. 의식 강도 10을 달성해 이번 여정의 이정표를 해제하세요.",
      "russian": "Слияние слабой души и загадочной маски — первый шаг к вечности и исток всех различий: Достигните силы осознания 10, чтобы открыть этот этап путешествия.",
      "schinese": "弱小灵魂与神秘面甲融合，这是永恒的开端，一切不同的源头：意识强度达到10以解锁此旅途里程碑",
      "spanish": "La fusión de un alma débil y una máscara misteriosa: este es el comienzo de la eternidad y el origen de todas las diferencias. Consigue 10 de Fuerza de Conciencia para desbloquear este logro de viaje",
      "tchinese": "弱小靈魂與神秘面甲融合，這是永恆的開端，一切不同的源頭：意識強度達到10以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_0_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_MianJuLevel_20",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/0a7a09584625d85ed398e29cd7ed0bd6eb17a075.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/139f688668582753387340b23f39a931e689a3cc.jpg",
    "displayName": {
      "brazilian": "Melhorando",
      "english": "It's getting better.",
      "french": "Ça va mieux",
      "german": "Es wird besser.",
      "japanese": "好調状態",
      "koreana": "좋아지고 있어",
      "russian": "Уже лучше.",
      "schinese": "好起来了",
      "spanish": "Cada vez mejor",
      "tchinese": "好起來了",
      "token": "NEW_ACHIEVEMENT_1_1_NAME"
    },
    "description": {
      "brazilian": "O antigo conhecimento misterioso alimentado pela máscara torna esta floresta assustadora mais amigável: Alcance uma Força de Consciência de 20 para desbloquear este Marco de Viagem.",
      "english": "Nourished by the mask, the ancient mystical knowledge brings a sense of kindness to the terrifying jungle: Achieve Awareness Strength 20 to unlock this Trip Milestone",
      "french": "Le savoir ancien et mystique nourri par le masque rend cette jungle effrayante plus accueillante. Atteignez une intensité de conscience de 20 pour débloquer cette étape du voyage.",
      "german": "Das uralte geheimnisvolle Wissen der Maske hat dem äußerlich schrecklich wirkenden Dschungel ein freundliches Äußeres verliehen. Wenn die Bewusstseinsstärke 20 erreicht, kannst du diesen Reisemeilenstein freischalten.",
      "japanese": "仮面が持つ古代の神秘知識により、恐ろしかった森を親切に見せるようになった：マインド強度が20に達するとこのマイルストーンが解放されます。",
      "koreana": "마스크로부터 전달된 신비한 고대의 지식은 무시무시한 정글을 상냥하게 만들었다. 의식 강도 20을 달성해 이번 여정의 이정표를 해제하세요.",
      "russian": "Подпитываемые маской древние мистические знания привносят в ужасающие джунгли тепло доброты: Достигните силы осознания 20, чтобы открыть этот этап путешествия.",
      "schinese": "面甲反哺的古老神秘知识使这个面目可怖的丛林显得和善了起来：意识强度达到20以解锁此旅途里程碑",
      "spanish": "Nutrido por la máscara, el antiguo conocimiento místico aporta bondad a la terrorífica selva: Consigue 20 de Fuerza de Conciencia para desbloquear este logro de viaje",
      "tchinese": "面甲反哺的古老神秘知識使這個面目可怖的叢林顯得和善了起來：意識強度達到20以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_1_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_MianJuLevel_30",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/ba1035454e438368656cf2be2a4318faad1cac17.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/266747ce50ed763316e07c7149da8d45763213ed.jpg",
    "displayName": {
      "brazilian": "Mais, melhor, mais longe",
      "english": "More, better, farther",
      "french": "Davantage, mieux, plus loin",
      "german": "Mehr, besser, weiter",
      "japanese": "より多く、より良く、より遠くへ",
      "koreana": "더 많이, 더 좋게, 더 멀리",
      "russian": "Больше, лучше, дальше",
      "schinese": "更多，更好，更远",
      "spanish": "Más, mejor y más lejos",
      "tchinese": "更多，更好，更遠",
      "token": "NEW_ACHIEVEMENT_1_2_NAME"
    },
    "description": {
      "brazilian": "Mais companheiros e recursos, melhores armas e armaduras permitem que você coma mais e vá mais longe: Alcance uma Força de Consciência de 30 para desbloquear este Marco de Viagem.",
      "english": "With more friends, resources, weapons, and armor, you get to eat more and travel further: Achieve Awareness Strength 30 to unlock this Trip Milestone",
      "french": "Plus de compagnons et de ressources, de meilleures armes et armures vous permettent de manger à votre faim et de voyager plus loin. Atteignez une intensité de conscience de 30 pour débloquer cette étape du voyage.",
      "german": "Wenn du über mehr Gefährten und Ressourcen verfügst sowie bessere Waffen und Schutzrüstung, brauchst du dir keine Sorgen um Essen machen und kannst noch weiter reisen. Wenn die Bewusstseinsstärke 30 erreicht, kannst du diesen Reisemeilenstein freischalten.",
      "japanese": "より多くの仲間と資源、より良い武器と防具により、より多くのものを食べ、より遠くへ行ける：マインド強度が30に達するとこのマイルストーンが解放されます。",
      "koreana": "더 많은 동료와 자원, 더 좋은 무기와 갑주가 있으면 더 배불리 먹고 멀리 나아갈 수 있다. 의식 강도 30을 달성해 이번 여정의 이정표를 해제하세요.",
      "russian": "Чем больше у вас друзей, ресурсов, оружия и брони, тем больше вы сможете есть и дольше путешествовать: Достигните силы осознания 30, чтобы открыть этот этап путешествия.",
      "schinese": "更多的同伴与资源，更好的武器与甲胄使你可以吃得更饱，走的更远：意识强度达到30以解锁此旅途里程碑",
      "spanish": "Cuantos más amigos, recursos, armas y armaduras tengas, más podrás comer y viajar más lejos: Consigue 30 de Fuerza de Conciencia para desbloquear este logro de viaje",
      "tchinese": "更多的同伴與資源，更好的武器與甲胄使你可以吃得更飽，走的更遠：意識強度達到30以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_2_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_MianJuLevel_40",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/27ba1b73d51003101154974c8e2f8887166d4b49.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/93c7d5cf7e440e71c8d11023f4f6838e5dab571e.jpg",
    "displayName": {
      "brazilian": "Ferro e Sangue",
      "english": "Iron and Blood",
      "french": "De fer et de sang",
      "german": "Eisen und Blut",
      "japanese": "鉄と血",
      "koreana": "무쇠와 피",
      "russian": "Кровь и железо",
      "schinese": "铁与血",
      "spanish": "Hierro y Sangre",
      "tchinese": "鐵與血",
      "token": "NEW_ACHIEVEMENT_1_3_NAME"
    },
    "description": {
      "brazilian": "Se não houver obstáculos no caminho, o que mais há para fazer? Se encontrar obstáculos, então elimine-os com ferro e sangue: Alcance uma Força de Consciência de 40 para desbloquear este Marco de Viagem.",
      "english": "A dull journey is one without obstacles; But if obstacles arise, let iron and blood clear the way: Achieve Awareness Strength 40 to unlock this Trip Milestone",
      "french": "Un voyage monotone est un chemin sans embûches ; mais lorsque les obstacles se dressent, utilisez le fer et le sang pour frayer la voie : Atteignez une intensité de la conscience de 40 pour débloquer cette étape du voyage.",
      "german": "Was gäbe es für dich schon zu tun, wenn du auf der Reise auf keine Hindernisse stoßen würdest? Wenn du aber auf ein Hindernis stößt, bringe es mit Eisen und Blut zur Strecke. Wenn die Bewusstseinsstärke 40 erreicht, kannst du diesen Reisemeilenstein freischalten.",
      "japanese": "途中に障害がなければ、何をしたらいいかな。障害に出会うと、鉄と血で排除しよう：マインド強度が40に達するとこのマイルストーンが解放されます。",
      "koreana": "여정에 시련이 없다면 무슨 보람이 있을까요? 장애물을 만나면 철혈의 수단으로 쓸어버리자. 의식 강도 40을 달성해 이번 여정의 이정표를 해제하세요.",
      "russian": "Скучное путешествие — это путешествие без препятствий; но если препятствия возникнут, пусть железо и кровь расчистят путь: Достигните силы осознания 40, чтобы открыть этот этап путешествия.",
      "schinese": "如果旅途中没有障碍，还有什么可做的呢；如果遇到了障碍，那就用铁与血来扫清吧：意识强度达到40以解锁此旅途里程碑",
      "spanish": "Un viaje aburrido es aquel sin obstáculos pero, si surgen obstáculos, que el hierro y la sangre abran el camino: Consigue 40 de Fuerza de Conciencia para desbloquear este logro de viaje",
      "tchinese": "如果旅途中沒有障礙，還有什麼可做的呢；如果遇到了障礙，那就用鐵與血來掃清吧：意識強度達到40以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_3_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_MianJuLevel_50",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/64840671d9ce3f411c132c00a6bb213f4c6daeaa.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/b65057c403f1b7e7d5b21c1d96e89c98fd0c6f17.jpg",
    "displayName": {
      "brazilian": "Civilizações em Camadas",
      "english": "Stacked Civilizations",
      "french": "Civilisations en cascade",
      "german": "Gestapelte Zivilisationen",
      "japanese": "文明の折り畳み",
      "koreana": "겹쳐진 문명",
      "russian": "Наслоение цивилизаций",
      "schinese": "层叠的文明",
      "spanish": "Civilizaciones Superpuestas",
      "tchinese": "層疊的文明",
      "token": "NEW_ACHIEVEMENT_1_4_NAME"
    },
    "description": {
      "brazilian": "A antiga prosperidade se dissipou ao longo do tempo, uma nova civilização se ergueu sobre as ruínas: Alcance uma Força de Consciência de 50 para desbloquear este Marco de Viagem.",
      "english": "The past glory vanished into the passage of time, and a new civilization rises above the ruins: Achieve Awareness Strength 50 to unlock Trip Milestone",
      "french": "La prospérité d'antan s'est dissipée dans le temps immémorial, une nouvelle civilisation se dresse sur les ruines. Atteignez une intensité de conscience de 50 pour débloquer cette étape du voyage.",
      "german": "Früherer Ruhm ist in uralten Zeiten vergangen. Eine völlig neue Zivilisation wurde auf Ruinen errichtet. Wenn die Bewusstseinsstärke 50 erreicht, kannst du diesen Reisemeilenstein freischalten.",
      "japanese": "かつての繁栄は遠い時代の中で消え去り、新たな文明が廃墟の上に立ち上がっている：マインド強度が50に達するとこのマイルストーンが解放されます。",
      "koreana": "한때의 번영은 오랜 세월 속에 사라졌고 새로운 문명이 폐허 위에 우뚝 솟았다. 의식 강도 50을 달성해 이번 여정의 이정표를 해제하세요.",
      "russian": "Былая слава растворилась во времени, и на руинах вырастает новая цивилизация: Достигните силы осознания 50, чтобы открыть этот этап путешествия.",
      "schinese": "曾经的繁荣消散于亘古时光，崭新的文明矗立于废墟之上：意识强度达到50以解锁此旅途里程碑",
      "spanish": "La pasada gloria se desvaneció con el paso del tiempo y una nueva civilización se alza sobre las ruinas: Consigue 50 de Fuerza de Conciencia para desbloquear este logro de viaje",
      "tchinese": "曾經的繁榮消散於亙古時光，嶄新的文明矗立於廢墟之上：意識強度達到50以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_4_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_MianJuLevel_60",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/7f95a1ddbb95f855f1fdfe48e2e9965c880a252a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/d0d3d857661e45cdb6f6339fca0b7306b7fdb4d6.jpg",
    "displayName": {
      "brazilian": "Não responda",
      "english": "Do not respond!",
      "french": "Ne pas répondre",
      "german": "Antworte nicht!",
      "japanese": "答えなし",
      "koreana": "응답하지 마세요",
      "russian": "Не отвечать!",
      "schinese": "不要回答",
      "spanish": "¡No respondas!",
      "tchinese": "不要回答",
      "token": "NEW_ACHIEVEMENT_1_5_NAME"
    },
    "description": {
      "brazilian": "Provavelmente não há mais segredos aqui, além dos seus próprios: Alcance uma Força de Consciência de 60 para desbloquear este Marco de Viagem.",
      "english": "Besides oneself, there are probably no other secrets here: Achieve Awareness Strength 60 to unlock this Trip Milestone",
      "french": "Mis à part vous-même, il semble qu'il n'y ait plus beaucoup de secrets ici. Atteignez une intensité de conscience de 60 pour débloquer cette étape du voyage.",
      "german": "Außer den Ort selbst, gibt es hier wohl keine anderen Geheimnisse. Wenn die Bewusstseinsstärke 60 erreicht, kannst du diesen Reisemeilenstein freischalten.",
      "japanese": "自身以外、ここはもう何の秘密もないだろう：マインド強度が60に達するとこのマイルストーンが解放されます。",
      "koreana": "자신을 제외하면, 이곳에 아마 비밀은 없을 것이다. 의식 강도 60을 달성해 이번 여정의 이정표를 해제하세요.",
      "russian": "Кроме самого себя, здесь, вероятно, нет других тайн: Достигните силы осознания 60, чтобы открыть этот этап путешествия.",
      "schinese": "除了自身，这里大概已经没有什么秘密可言了吧：意识强度达到60以解锁此旅途里程碑",
      "spanish": "Aparte de uno mismo, probablemente no haya más secretos aquí: Consigue 60 de Fuerza de Conciencia para desbloquear este logro de viaje.",
      "tchinese": "除了自身，這裡大概已經沒有什麼秘密可言了吧：意識強度達到60以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_5_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ShiBan_001",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/00e4b561de451918cdba6f0f2c8cb67c5123a731.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/eb93b2784a061682b641c61cd116d0bac0b05207.jpg",
    "displayName": {
      "brazilian": "Erudito Antigo",
      "english": "Ancient Scholar",
      "french": "Érudit antique",
      "german": "Alter Gelehrter",
      "japanese": "古代学者",
      "koreana": "고대 학자",
      "russian": "Древний ученый",
      "schinese": "古代学者",
      "spanish": "Letrado antiguo",
      "tchinese": "古代學者",
      "token": "NEW_ACHIEVEMENT_1_6_NAME"
    },
    "description": {
      "brazilian": "Decifre todas as Tábuas Antigas para desbloquear este Marco de Viagem.",
      "english": "Unveil the secrets of all ancient tablets to unlock this Trip Milestone.",
      "french": "Débloquez cette étape du voyage en déchiffrant toutes les tablettes anciennes",
      "german": "Enthülle die Geheimnisse aller Uralten Steintafeln, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "全ての古代の石板を解読するとこのマイルストーンが解放されます。",
      "koreana": "모든 고대 석판을 해독하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Раскройте тайны всех древних табличек, чтобы открыть этот этап путешествия.",
      "schinese": "破解所有古代石板以解锁此旅途里程碑",
      "spanish": "Descubre los secretos de todas las tablillas antiguas para desbloquear este logro de viaje.",
      "tchinese": "破解所有古代石板以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_6_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ShiBan_002",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/2120e826df242c42e6f6386567cbc1476114825d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/d5d05bba5d64e2f632c5aac6ee9d3a21e1da17b0.jpg",
    "displayName": {
      "brazilian": "Sábio Sagrado",
      "english": "Saint Scholar",
      "french": "Saint érudit",
      "german": "Heiliger Gelehrter",
      "japanese": "聖学者",
      "koreana": "성학자",
      "russian": "Святой ученый",
      "schinese": "圣学者",
      "spanish": "Letrado santo",
      "tchinese": "聖學者",
      "token": "NEW_ACHIEVEMENT_1_7_NAME"
    },
    "description": {
      "brazilian": "Decifre todas as Tábuas Sagradas para desbloquear este Marco de Viagem.",
      "english": "Unveil the secrets of all divine tablets to unlock this Trip Milestone.",
      "french": "Débloquez cette étape du voyage en déchiffrant toutes les tablettes sacrées",
      "german": "Enthülle die Geheimnisse aller Heiligen Tafeln, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "全ての聖石板を解読するとこのマイルストーンが解放されます。",
      "koreana": "모든 신성한 석판을 해독하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Раскройте тайны всех божественных табличек, чтобы открыть этот этап путешествия.",
      "schinese": "破解所有圣石板以解锁此旅途里程碑",
      "spanish": "Desvela los secretos de todas las tablillas antiguas para desbloquear este logro de viaje.",
      "tchinese": "破解所有聖石板以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_7_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_TanSUoDian_002",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/6ba64b7a448147b7652ff6f27347d943ed961632.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/5aa8f502385b46af1a5387d095fa79d4cfa75490.jpg",
    "displayName": {
      "brazilian": "Caminhada na Floresta Tropical",
      "english": "Rainforest Hiking",
      "french": "Randonnée en forêt tropicale",
      "german": "Regenwald-Wandern",
      "japanese": "雨林ハイキング",
      "koreana": "우림 소풍",
      "russian": "Прогулка в тропическом лесу",
      "schinese": "雨林远足",
      "spanish": "Senderismo por la Selva",
      "tchinese": "雨林遠足",
      "token": "NEW_ACHIEVEMENT_1_8_NAME"
    },
    "description": {
      "brazilian": "Descubra todos os pontos de exploração na área da Floresta Tropical para desbloquear este Marco de Viagem.",
      "english": "Discover all exploration points in the rainforest area to unlock this Trip Milestone.",
      "french": "Découvrez tous les points d'exploration de la région de la forêt tropicale pour débloquer cette étape du voyage",
      "german": "Entdecke alle Erkundungsstellen im Regenwald-Gebiet, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "雨林エリアの全部の探索ポイントを発見するとこのマイルストーンが解放されます。",
      "koreana": "우림 지역의 모든 탐색 포인트를 발견하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Откройте все точки исследования в тропическом лесу, чтобы открыть этот этап путешествия.",
      "schinese": "发现雨林区域的所有探索点以解锁此旅途里程碑",
      "spanish": "Descubre todos los puntos de exploración de la selva para desbloquear este logro de viaje.",
      "tchinese": "發現雨林區域的所有探索點以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_8_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_TanSUoDian_003",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/3b6d453d572d8ed040e5ab48f4448ba88df19c76.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/590d72acfd9dc812695461039d0b07df0b2c89b1.jpg",
    "displayName": {
      "brazilian": "Caminhada na Colina",
      "english": "Hill Hiking",
      "french": "Excursion dans les collines",
      "german": "Wandern in den Hügeln",
      "japanese": "丘ハイキング",
      "koreana": "언덕 소풍",
      "russian": "Прогулка по холмам",
      "schinese": "丘陵远足",
      "spanish": "Senderismo por la colina",
      "tchinese": "丘陵遠足",
      "token": "NEW_ACHIEVEMENT_1_9_NAME"
    },
    "description": {
      "brazilian": "Descubra todos os pontos de exploração na área das Colinas para desbloquear este Marco de Viagem.",
      "english": "Discover all exploration points in the hill area to unlock this Trip Milestone.",
      "french": "Découvrez tous les points d'exploration de la région des collines pour débloquer cette étape du voyage",
      "german": "Entdecke alle Erkundungsstellen im Hügel-Gebiet, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "丘エリアの全部の探索ポイントを発見するとこのマイルストーンが解放されます。",
      "koreana": "언덕 지역의 모든 탐색 포인트를 발견하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Откройте все точки исследования в холмах, чтобы открыть этот этап путешествия.",
      "schinese": "发现丘陵区域的所有探索点以解锁此旅途里程碑",
      "spanish": "Descubre todos los puntos de exploración de la zona de la colina para desbloquear este logro de viaje.",
      "tchinese": "發現丘陵區域的所有探索點以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_9_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_TanSUoDian_004",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/683863d83f7b76dc2d8cb5be1a051cbbb3f8c9de.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/c0ddfc4b6f0ce2ac4c5a5475ac17c9cd625c5d0a.jpg",
    "displayName": {
      "brazilian": "Caminhada no Pântano",
      "english": "Wetland Hiking",
      "french": "Excursion dans les marais",
      "german": "Wandern in den Sümpfen",
      "japanese": "湿地ハイキング",
      "koreana": "습지 소풍",
      "russian": "Прогулка по болотам",
      "schinese": "湿地远足",
      "spanish": "Senderismo por el humedal",
      "tchinese": "濕地遠足",
      "token": "NEW_ACHIEVEMENT_1_10_NAME"
    },
    "description": {
      "brazilian": "Descubra todos os pontos de exploração na área do Pântano para desbloquear este Marco de Viagem.",
      "english": "Discover all exploration points in the wetland area to unlock this Trip Milestone.",
      "french": "Découvrez tous les points d'exploration de la région des marécages pour débloquer cette étape du voyage",
      "german": "Entdecke alle Erkundungsstellen im Sumpf-Gebiet, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "湿地エリアの全部の探索ポイントを発見するとこのマイルストーンが解放されます。",
      "koreana": "습지 지역의 모든 탐색 포인트를 발견하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Откройте все точки исследования на болоте, чтобы открыть этот этап путешествия.",
      "schinese": "发现湿地区域的所有探索点以解锁此旅途里程碑",
      "spanish": "Descubre todos los puntos de exploración de la zona del humedal para desbloquear este logro de viaje.",
      "tchinese": "發現濕地區域的所有探索點以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_10_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_TanSUoDian_005",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/bcc2683a213d7262290ceae4fabdaa87f228ba74.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/25f437c932ec049ad559039b50c2c0a7d9f8aad9.jpg",
    "displayName": {
      "brazilian": "Caminhada no Planalto",
      "english": "Plateau Hiking",
      "french": "Excursion sur le plateau",
      "german": "Wandern in der Hochebene",
      "japanese": "高原ハイキング",
      "koreana": "고원 소풍",
      "russian": "Прогулка по плато",
      "schinese": "高原远足",
      "spanish": "Senderismo por la meseta",
      "tchinese": "高原遠足",
      "token": "NEW_ACHIEVEMENT_1_11_NAME"
    },
    "description": {
      "brazilian": "Descubra todos os pontos de exploração na área do Planalto para desbloquear este Marco de Viagem.",
      "english": "Discover all exploration points in the plateau area to unlock this Trip Milestone.",
      "french": "Découvrez tous les points d'exploration de la région du plateau pour débloquer cette étape du voyage",
      "german": "Entdecke alle Erkundungsstellen im Hochebene-Gebiet, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "高原エリアの全部の探索ポイントを発見するとこのマイルストーンが解放されます。",
      "koreana": "고원 지역의 모든 탐색 포인트를 발견하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Откройте все точки исследования на плато, чтобы открыть этот этап путешествия.",
      "schinese": "发现高原区域的所有探索点以解锁此旅途里程碑",
      "spanish": "Descubre todos los puntos de exploración de la zona de la meseta para desbloquear este logro de viaje.",
      "tchinese": "發現高原區域的所有探索點以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_11_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_TanSUoDian_006",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/1b6b4852085779255576fbd6bdedc3017927cb03.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/0552629a88337f7184d9e2858e5b6fc8ec0e7dc7.jpg",
    "displayName": {
      "brazilian": "Caminhada no Vulcão",
      "english": "Volcano Hiking",
      "french": "Excursion volcanique",
      "german": "Wandern auf dem Vulkan",
      "japanese": "火山ハイキング",
      "koreana": "화산 소풍",
      "russian": "Прогулка по вулкану",
      "schinese": "火山远足",
      "spanish": "Senderismo por el volcán",
      "tchinese": "火山遠足",
      "token": "NEW_ACHIEVEMENT_1_12_NAME"
    },
    "description": {
      "brazilian": "Descubra todos os pontos de exploração na área do Vulcão para desbloquear este Marco de Viagem.",
      "english": "Discover all exploration points in the volcano area to unlock this Trip Milestone.",
      "french": "Découvrez tous les points d'exploration de la région volcanique pour débloquer cette étape du voyage",
      "german": "Entdecke alle Erkundungsstellen im Vulkan-Gebiet, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "火山エリアの全部の探索ポイントを発見するとこのマイルストーンが解放されます。",
      "koreana": "화산 지역의 모든 탐색 포인트를 발견하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Откройте все точки исследования на вулкане, чтобы открыть этот этап путешествия.",
      "schinese": "发现火山区域的所有探索点以解锁此旅途里程碑",
      "spanish": "Descubre todos los puntos de exploración de la zona del volcán para desbloquear este logro de viaje.",
      "tchinese": "發現火山區域的所有探索點以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_12_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_TanSUoDian_007",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/4dce2846e97ea13a233668ebe75bfaa5d616564a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/0a79ab0fb0fbd269674279cb7a0646f161f2eab7.jpg",
    "displayName": {
      "brazilian": "Caminhada na Montanha Nevada",
      "english": "Snow Mountain Hiking",
      "french": "Excursion en montagne enneigée",
      "german": "Wandern im Schneegebirge",
      "japanese": "雪山ハイキング",
      "koreana": "설산 소풍",
      "russian": "Прогулка по заснеженной горе",
      "schinese": "雪山远足",
      "spanish": "Senderismo por la montaña nevada",
      "tchinese": "雪山遠足",
      "token": "NEW_ACHIEVEMENT_1_13_NAME"
    },
    "description": {
      "brazilian": "Descubra todos os pontos de exploração na área da Montanha Nevada para desbloquear este Marco de Viagem.",
      "english": "Discover all exploration points in the snow mountain area to unlock this Trip Milestone.",
      "french": "Découvrez tous les points d'exploration de la région des montagnes enneigées pour débloquer cette étape du voyage",
      "german": "Entdecke alle Erkundungsstellen im Schneegebirge-Gebiet, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "雪山エリアの全部の探索ポイントを発見するとこのマイルストーンが解放されます。",
      "koreana": "설산 지역의 모든 탐색 포인트를 발견하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Откройте все точки исследования на заснеженной горе, чтобы открыть этот этап путешествия.",
      "schinese": "发现雪山区域的所有探索点以解锁此旅途里程碑",
      "spanish": "Descubre todos los puntos de exploración de la zona de la montaña nevada para desbloquear este logro de viaje.",
      "tchinese": "發現雪山區域的所有探索點以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_13_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_JianChiHu01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/c8c6c29989cb3d7389cc8b8bab7f4afeccc6f69e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/1981ef8a2471d8b424172e5d391abd8004c5b0e7.jpg",
    "displayName": {
      "brazilian": "Garras à Espreita",
      "english": "Beneath the Claws",
      "french": "Marche sous les griffes",
      "german": "Schleichende Krallen",
      "japanese": "鋭爪に足を突っ込む",
      "koreana": "발톱 밑의 산책",
      "russian": "Прогулка между когтями",
      "schinese": "爪下游走",
      "spanish": "Camina Bajo las Garras",
      "tchinese": "爪下游走",
      "token": "NEW_ACHIEVEMENT_1_14_NAME"
    },
    "description": {
      "brazilian": "\"Shh! Viu aquelas enormes árvores quebradas? Cuidado com suas garras, lembre-se de rolar rápido para se esquivar\": Derrote o Fera Dente-de-sabre Feroz para desbloquear este Marco de Viagem.",
      "english": "\"Shh! See those cleanly broken giant trees? Watch out for its claws! Roll away quickly to avoid it!\": Defeat Fierce Saber-toothed Predator to unlock this Trip Milestone",
      "french": "« Chut ! Vous avez vu ce Bois géant brisé ? Attention à ses griffes : faites des roulades pour les éviter et rapidement ! » : éliminez le Tigre à dents de sabre féroce pour débloquer cette étape du voyage.",
      "german": "„Psst! Hast du diese mit sauberen Schnitten abgesäbelten Riesenbäume gesehen? Hüte dich vor ihren Krallen und vergiss nicht, ihnen mit einer schnellen Rolle auszuweichen!“: Besiege die Rasende Säbelzahnbestie, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「シーッ！あっちの切断された大木が見えるか？あいつの爪に気を付けな、ローリングしてよけるんだ、素早くな！」：凶猛のサーベルを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"쉿! 저기 잘려나간 거목들 보여? 녀석의 발톱은 위험하니까 조심해. 피할 때는 재빨리 앞으로 굴러야 해!\" 흉악한 검치 포식자를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Тихо! Видишь те уничтоженные гигантские деревья? Берегись его когтей! Быстро откатись в сторону, чтобы уклониться!»: Победите яростного саблезубого хищника, чтобы открыть этот этап путешествия.",
      "schinese": "“嘘！看到那些齐断的巨木了吗，小心它的爪子，记得翻滚躲开，要快！”：击败凶猛刃齿兽以解锁此旅途里程碑",
      "spanish": "«¡Shhh! ¿Ves esos árboles gigantes rotos limpiamente? ¡Cuidado con sus garras! Rueda rápidamente para esquivarlo.»: Derrota al Depredador Dientes de Sable Feroz para desbloquear este logro de viaje.",
      "tchinese": "“噓！看到那些齊斷的巨木了嗎，小心它的爪子，記得翻滾躲開，要快！”：擊敗凶猛刃齒獸以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_14_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_JianChiHu02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/b5b83e80a32a90e906bce9e437223a0386022f31.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/df231d66fe732b18017ae76488295810f94e1cb1.jpg",
    "displayName": {
      "brazilian": "Lança e Escudo Alheios",
      "english": "Opponent's Bone Spear and Bone Shield",
      "french": "Sa lance en os et son bouclier en os",
      "german": "Knochenspeere und Knochenschilde",
      "japanese": "そなたの骨製の槍と盾",
      "koreana": "상대의 뼈 창과 뼈 방패",
      "russian": "Костяное копье и щит противникка",
      "schinese": "彼之骨矛与骨盾",
      "spanish": "Lanza de hueso y escudo de hueso del oponente",
      "tchinese": "彼之骨矛與骨盾",
      "token": "NEW_ACHIEVEMENT_1_15_NAME"
    },
    "description": {
      "brazilian": "\"Majestade, que osso seria mais resistente que a cabeça deste grande felino? Er... sem ofensas, mas pelo menos uma arma de bronze é necessária. Uma que seja pelo menos maior que a sua\": Derrote o Fera Dente-de-sabre Berserker para desbloquear este Marco de Viagem.",
      "english": "\"Are your bones harder than the head of this ferocious cat? Uh… I mean no offense, but you need at least a bronze weapon that is bigger than yourself\": Defeat Berserk Saber-toothed Predator to unlock this Trip Milestone",
      "french": "« Majesté, quels os sont plus solides qu'un crâne de tigre ? Euh... Ne vous offensez pas, je veux dire... Vous avez besoin d'une arme en bronze, de quelque chose de plus grand que vous. » : éliminez le Tigre à dents de sabre furieux pour débloquer cette étape du voyage.",
      "german": "„Mein Gebieter, wie könnten Knochen den Kopf dieses wilden Raubtiers durchdringen? Äh ... bitte versteht mich nicht falsch, ich will damit nur sagen, dass dafür zumindest eine Bronzewaffe vonnöten wäre, und zwar eine große“: Besiege die Wilde Säbelzahnbestie, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「そなたが持つ骨はこの獰猛なネコ科の頭より硬いのか？あっ...いや別に問いただすつもりはない、少なくとも青銅武器が必要だと言ってるんだ、あんたの頭よりデカいやつがだ」：狂暴のサーベルを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"이보시게, 흉악한 고양잇과의 두개골보다 더 단단한 뼈가 어디 있겠나? 음… 무례를 범하려던 것은 아닙니다. 제 말은 적어도 큰 청동 무기가 필요하다는 겁니다.\" 난폭한 검치 포식자를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Неужели твои кости тверже, чем череп этой свирепой кошки? Не обижайся, но тебе нужно хотя бы бронзовое оружие размерами больше тебя самого»: Победите обезумевшего саблезубого хищника, чтобы открыть этот этап путешествия.",
      "schinese": "“阁下什么骨头能硬过这头凶猛猫科的脑袋？呃。。。没有冒犯的意思，我是说起码需要一把青铜武器，比你个头还大的那种”：击败狂暴刃齿兽以解锁此旅途里程碑",
      "spanish": "«¿Crees que tus huesos son más duros que la cabeza de este feroz gato? Vaya… no es por ofender, pero necesitas al menos un arma de bronce más grande que tú.»: Derrota al Derrota al Depredador Dientes de Sable Furioso para desbloquear este logro de viaje.",
      "tchinese": "“閣下什麼骨頭能硬過這頭凶猛貓科的腦袋？呃…沒有冒犯的意思，我是說起碼需要一把青銅武器，比你個頭還大的那種”：擊敗狂暴刃齒獸以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_15_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_JianChiHu03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/5f70a43fa14a449aa903092a069331cb321c7ef8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/93a7cf1150400010dfca2047519c5f954b139574.jpg",
    "displayName": {
      "brazilian": "Caçador Veterano de Fera Dente-de-sabre",
      "english": "Mature Saber-toothed Predator Hunter",
      "french": "Chasseur vétéran de Tigres à dents de sabre",
      "german": "Erfahrener Säbelzahnbestienjäger",
      "japanese": "熟練したサーベルハンター",
      "koreana": "숙련된 검치 포식자 사냥꾼",
      "russian": "Охотник на взрослого саблезубого хищника",
      "schinese": "成熟的刃齿兽猎人",
      "spanish": "Cazador Experimentado de Depredador Dientes de Sable",
      "tchinese": "成熟的刃齒獸獵人",
      "token": "NEW_ACHIEVEMENT_1_16_NAME"
    },
    "description": {
      "brazilian": "\"Avante, Avante, Avante\": Derrote o Fera Dente-de-sabre da Destruição para desbloquear este Marco de Viagem.",
      "english": "\"CHARGE!\": Defeat Saber-toothed Predator of Doom to unlock this Trip Milestone",
      "french": "« Chargez ! » : Éliminez le Tigre à dents de sabre destructeur pour débloquer cette étape du voyage.",
      "german": "„Auf nach vorne“: Besiege die Zerstörer-Säbelzahnbestie, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「いけいけいけぇー」：破滅のサーベルを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"돌격! 돌격! 돌격!\" 파멸의 검치 포식자를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«В АТАКУ!»: Победите саблезубого хищника рока, чтобы открыть этот этап путешествия.",
      "schinese": "“冲冲冲”：击败毁灭刃齿兽以解锁此旅途里程碑",
      "spanish": "«¡A LA CARGA!»: Derrota al Depredador Dientes de Sable Maldito para desbloquear este logro de viaje.",
      "tchinese": "“衝衝衝”：擊敗毀滅刃齒獸以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_16_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_MGW01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/2d6631162e43b022ee8b3ccf644dcf7abdf34e00.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/7b7c0a3346389368799afd8c3f6b5710c0e289f3.jpg",
    "displayName": {
      "brazilian": "Não morra por veneno",
      "english": "Don't be poisoned to death",
      "french": "Attention au poison",
      "german": "Vermeide den Gifttod",
      "japanese": "毒にご注意",
      "koreana": "독살 당하면 안 돼",
      "russian": "Не умрите от яда",
      "schinese": "别被毒死",
      "spanish": "Que el veneno no te mate",
      "tchinese": "別被毒死",
      "token": "NEW_ACHIEVEMENT_1_17_NAME"
    },
    "description": {
      "brazilian": "\"Traga antídotos. Não quero cavar esse seu crânio frágil com ele cheio de pus\": Derrote o Sapo da Névoa de Veneno Forte para desbloquear este Marco de Viagem.",
      "english": "\"Don't forget to bring anti-poison potions. I don't want to be pulling your fragile skull out of that disgusting pus\": Defeat Poison Fogfrog to unlock this Trip Milestone",
      "french": "« Apportez des antidotes ! Je n'ai nulle envie de traîner votre crâne fragile dans ce pus dégoûtant » : éliminez la Spectrogrenouille toxique pour débloquer cette étape du voyage.",
      "german": "„Bring dein Gegengift mit, ich habe keine Lust, in widerlichem Eiter nach deinem zerbrechlichen Schädel zu graben.“: Besiege den Starkgift-Nebelfrosch, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「解毒剤を持っていくといい、気色悪い毒液の中からお前さんの脆弱な頭蓋骨を探すのは御免だぜ」：毒霧のミストフロッグを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"해독제 잘 챙겨. 역겨운 고름 속에서 네 연약한 두개골을 헤집고 싶지 않으니까.\" 맹독 안개 개구리를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Не забудь захватить противоядие. Я не хочу вытаскивать то, что от тебя останется из этого месива»: Победите ядовитую млягушку, чтобы открыть этот этап путешествия.",
      "schinese": "“带好抗毒药剂，我可不想在恶心的脓液里扒拉你脆弱的头盖骨”：击败剧毒鬼雾蛙以解锁此旅途里程碑",
      "spanish": "«No te olvides de traer unos cuantos antídotos, que no quiero acabar encontrándome tu cráneo lleno de pus»: Derrota a la Neblirrana Venenosa para desbloquear este logro de viaje.",
      "tchinese": "“帶好抗毒藥劑，我可不想在噁心的膿液裡扒拉你脆弱的頭蓋骨”：擊敗劇毒鬼霧蛙以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_17_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_MGW02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/62d392ba90f93de281e4dcac3afddf07115617c9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/eef32812e69f3715ce512ec9699110a8be5c2732.jpg",
    "displayName": {
      "brazilian": "Ouriço-d'água",
      "english": "Waterbag Hoglet",
      "french": "Hérisson sac-à-eau",
      "german": "Wasserbeutel-Igel",
      "japanese": "ハリネズミ",
      "koreana": "물주머니 고슴도치",
      "russian": "Детеныш водного дикобраза",
      "schinese": "水袋刺猬",
      "spanish": "Bolsa de agua eriza",
      "tchinese": "水袋刺蝟",
      "token": "NEW_ACHIEVEMENT_1_18_NAME"
    },
    "description": {
      "brazilian": "\"Do que essa bolsas cheia d'água tem medo? Claro que de espinhos! Gatinhos que seguiram meu conselho ainda têm suas nove vidas\": Derrote o Sapo da Névoa Berserker para desbloquear este Marco de Viagem.",
      "english": "\"What are inflated water bags afraid of? Needles, of course! The little kittens who listened to my advice still have nine lives!\": Defeat Berserk Fogfrog to unlock this Trip Milestone",
      "french": "« De quoi ont peur ces sacs d'eau gonflés ? Des piqûres, bien sûr ! Les chatons qui écoutent mes conseils ont toujours leurs neuf vies. » : éliminez la Spectrogrenouille furieuse pour débloquer cette étape du voyage.",
      "german": "„Wovor muss man sich mit einem prallgefüllten Wasserbeutel am meisten fürchten? Natürlich vor Stacheln! Katzen haben neun Leben, weil sie auf mich hören!“: Besiege den Wilden Nebelfrosch, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「水袋が膨らんだら何が怖いの？刺されるのに決まっているだろう！だから俺の忠告を聞いた子猫たちは、今9つの命を残しているんだ」：狂暴のミストフロッグを討伐するとこのマイルストーンが解放されます。",
      "koreana": "\"꽉 찬 물주머니는 무엇을 두려워할까요? 정답은 송곳입니다. 내 제안을 받아들인 고양이들은 아직도 목숨이 아홉 개랍니다.\" 난폭한 안개 개구리를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Чего боятся раздутые мешки с водой? Иголок! У котят, которые прислушались к моему совету, осталось еще девять жизней!»: Победите обезумевшую мглягушку, чтобы открыть этот этап путешествия.",
      "schinese": "“臌胀的水袋怕什么？当然怕刺咯！听过我建议的小猫咪们现在还有九条命”：击败狂暴鬼雾蛙以解锁此旅途里程碑",
      "spanish": "«¿A qué le temen las bolsas de agua infladas? ¡A las agujas, claro! ¡Los gatitos que escucharon mi consejo aún tienen siete vidas!»: Derrota a la Neblirrana Furiosa para desbloquear este logro de viaje.",
      "tchinese": "“臌脹的水袋怕什麼？當然怕刺咯！聽過我建議的小貓咪們現在還有九條命”：擊敗狂暴鬼霧蛙以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_18_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_MGW03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/c19dbcebf4d50e9e0e73dd95b8b15951ffc8d69f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/2bef5d5d1ebe9b71dc82277da8b3abc5510a936e.jpg",
    "displayName": {
      "brazilian": "Caçador Veterano de Sapo da Névoa",
      "english": "Mature Fogfrog Hunter",
      "french": "Chasseur vétéran de Spectrogrenouilles",
      "german": "Erfahrener Nebelfroschjäger",
      "japanese": "熟練したミストフロッグハンター",
      "koreana": "숙련된 안개 개구리 사냥꾼",
      "russian": "Охотник на взрослую мглягушку",
      "schinese": "成熟的鬼雾蛙猎人",
      "spanish": "Cazador Experimentado de Neblirranas",
      "tchinese": "成熟的鬼霧蛙獵人",
      "token": "NEW_ACHIEVEMENT_1_19_NAME"
    },
    "description": {
      "brazilian": "\"Avante, Avante, Avante\": Derrote o Sapo da Névoa da Destruição para desbloquear este Marco de Viagem.",
      "english": "\"CHARGE!\": Defeat Fogfrog of Doom to unlock this Trip Milestone",
      "french": "« Chargez ! » : Éliminez la Spectrogrenouille destructrice pour débloquer cette étape du voyage.",
      "german": "„Auf nach vorne“: Besiege den Zerstörer-Nebelfrosch, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「いけいけいけぇー」：破滅のミストフロッグを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"돌격! 돌격! 돌격!\" 파멸의 안개 개구리를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«В АТАКУ!»: Победите мглягушку рока, чтобы открыть этот этап путешествия.",
      "schinese": "“冲冲冲”：击败毁灭鬼雾蛙以解锁此旅途里程碑",
      "spanish": "«¡A LA CARGA!»: Derrota a la Neblirrana Maldita para desbloquear este logro de viaje.",
      "tchinese": "“衝衝衝”：擊敗毀滅鬼霧蛙以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_19_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_JuYuan01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/0b3cc47f407d810d7fa138052106eecf22d95b92.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/228acf8b80b190686cb6cfa6047271955b1dbdfa.jpg",
    "displayName": {
      "brazilian": "Cara a Cara",
      "english": "Face Off",
      "french": "Conflit",
      "german": "Das Duell",
      "japanese": "対立",
      "koreana": "대치",
      "russian": "Противостояние",
      "schinese": "对峙",
      "spanish": "Cara a Cara",
      "tchinese": "對峙",
      "token": "NEW_ACHIEVEMENT_1_20_NAME"
    },
    "description": {
      "brazilian": "\"Ele é alto, forta e salta longe. Fugir pode não ser uma opção. Pegue seu grande escudo e encare-o para decidir quem é o durão\": Derrote o Primata Todo-poderoso para desbloquear este Marco de Viagem.",
      "english": "\"He is tall, strong, and can jump a jungle. There is no way you can catch up if he runs, but you can win him by having a harder shield than he does!\": Defeat Almighty Vajra Ape to unlock this Trip Milestone",
      "french": "« Il est grand, il saute loin, il est fort... Je crains que vous ne puissiez vous échapper même en courant vite. Sortez votre bouclier et affrontez-le pour voir qui est le plus costaud ! » : éliminez le Gorille Kong tout puissant pour débloquer cette étape du voyage.",
      "german": "„Er ist groß und stark und kann sehr weit springen. Es würde nichts bringen, vor ihm davonzulaufen. Lege deinen großen Schild an und stelle dich ihm im Zweikampf!“: Besiege den Mächtigen Riesengorilla, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「図体が大きく、跳躍能力を高く、その上パワーもすさまじい。逃げようとしても無駄だし、デカい盾を構えて、どっちが硬いか比べてみるといい！」：怪力のキングゴリラを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"키도 크고 멀리 뛰는데다 힘도 더 세. 도망치는 건 불가능할 거야. 차라리 큰 방패를 꺼내서 누가 더 강한지 겨루어보자!\" 강력한 고릴라를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Она высокая, сильная и может перепрыгнуть джунгли. Вам не догнать ее, если она побежит, но вы можете победить ее, если ваш щит окажется прочнее!»: Победите всемогущую алмазную обезьяну, чтобы открыть этот этап путешествия.",
      "schinese": "“他长得高，跳得远，力气还大。逃跑怕是都跑不赢，掏出大盾，跟他比一比，谁才是真的硬！”：击败大力金刚猿以解锁此旅途里程碑",
      "spanish": "«Es alto, fuerte y puede saltar toda una selva! Si huye, no hay forma de alcanzarlo ¡pero puedes derrotarlo teniendo un escudo más resistente que el suyo!»: Derrota al Gran Simio Poderoso para desbloquear este logro de viaje.",
      "tchinese": "“他長得高，跳得遠，力氣還大。逃跑怕是都跑不贏，掏出大盾，跟他比一比，誰才是真的硬！”：擊敗大力金剛猿以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_20_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_JuYuan02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/afbb3b41140212c2afc7933b90a06b8902b4c011.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/2c05288390ca29e25aa2bf530b4e6e43b5003e02.jpg",
    "displayName": {
      "brazilian": "Guerra de Exaustão",
      "english": "Protracted War",
      "french": "Guerre prolongée",
      "german": "Langer Kampf",
      "japanese": "持久戦",
      "koreana": "장기전",
      "russian": "Затянувшаяся война",
      "schinese": "持久战",
      "spanish": "Guerra prolongada",
      "tchinese": "持久戰",
      "token": "NEW_ACHIEVEMENT_1_21_NAME"
    },
    "description": {
      "brazilian": "\"Planeje seu Vigor com sabedoria para ter a chance de obter o espólio, caso contrário, essa besta pode te esmagar\": Derrote o Primata Poderoso Berserker para desbloquear este Marco de Viagem.",
      "english": "\"Plan your stamina well for a chance to get loots. Otherwise, you'll probably be squashed by that beast\": Defeat Berserk Vajra Ape to unlock this Trip Milestone",
      "french": "« Ce n'est qu'en gérant judicieusement votre endurance que vous aurez une chance de gagner du butin ! Si vous en manquez en cours de route, j'ai bien peur que ce type ne vous fasse périr dans la boue. » : éliminez le Gorille Kong furieux pour débloquer cette étape du voyage.",
      "german": "„Nur wenn du dir deine Ausdauer gut einteilst, hast du eine Chance, an die Beute zu kommen. Sollte sie dir mitten im Kampf ausgehen, dann wird dich dieses Monstrum in den Boden stampfen!“: Besiege den Wilden Riesengorilla, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「スタミナを合理的に使ってこそ戦利品に辿り着ける。途中でスタミナが切れた時に、もしこいつがのしかかって来たら、ペチャンコになって終わりだな」：狂暴のキングゴリラを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"체력을 합리적으로 분배해야 전리품을 얻을 기회가 있어. 만약 중간에 체력이 바닥나면, 이 녀석에게 밀려 흙탕물에 나뒹굴게 될지도 몰라.\" 난폭한 고릴라를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Следите за своей выносливостью, чтобы не упустить добычу. Иначе этот зверь вас наверняка раздавит»: Победите обезумевшую алмазную обезьяну, чтобы открыть этот этап путешествия.",
      "schinese": "“合理规划体力才有机会拿到战利品，万一中途体力不支，怕是要被这家伙一屁股坐成烂泥吧”：击败狂暴金刚猿以解锁此旅途里程碑",
      "spanish": "«Planifica bien tu resistencia para tener la oportunidad de conseguir botín. De lo contrario, es probable que te aplaste esa bestia.»: Derrota al Gran Simio Furioso para desbloquear este logro de viaje.",
      "tchinese": "“合理規劃體力才有機會拿到戰利品，萬一中途體力不支，怕是要被這傢伙一屁股坐成爛泥吧”：擊敗狂暴金剛猿以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_21_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_JuYuan03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/5e49e1553664f739e189c2a890366ea4407a3b81.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/0ec040063ff477895a93bba251067268a66aae1e.jpg",
    "displayName": {
      "brazilian": "Caçador Veterano de Primatas Poderosos",
      "english": "Mature Vajra Ape Hunter",
      "french": "Chasseur vétéran de Gorilles Kong",
      "german": "Erfahrener Riesengorillajäger",
      "japanese": "熟練したキングゴリラハンター",
      "koreana": "숙련된 고릴라 사냥꾼",
      "russian": "Охотник на взрослую алмазную обезьяну",
      "schinese": "成熟的金刚猿猎人",
      "spanish": "Cazador Experimentado de Gran Simio",
      "tchinese": "成熟的金剛猿獵人",
      "token": "NEW_ACHIEVEMENT_1_22_NAME"
    },
    "description": {
      "brazilian": "\"Avante, Avante, Avante\": Derrote o Primata Poderoso da Destruição para desbloquear este Marco de Viagem.",
      "english": "\"CHARGE!\": Defeat Vajra Ape of Doom to unlock this Trip Milestone",
      "french": "« Chargez ! » : Éliminez le Gorille Kong destructeur pour débloquer cette étape du voyage.",
      "german": "„Auf nach vorne“: Besiege den Zerstörer-Riesengorilla, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「いけいけいけぇー」：破滅のキングゴリラを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"돌격! 돌격! 돌격!\" 파멸의 고릴라를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«В АТАКУ!»: Победите алмазную обезьяну рока, чтобы открыть этот этап путешествия.",
      "schinese": "“冲冲冲”：击败毁灭金刚猿以解锁此旅途里程碑",
      "spanish": "«¡A LA CARGA!»: Derrota al Gran Simio Maldito para desbloquear este logro de viaje.",
      "tchinese": "“衝衝衝”：擊敗毀滅金剛猿以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_22_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_JiNiao01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/242114d8119bedc16729e0a41e0f43e2479c1d39.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/6084c7ead0560d54c67712bf753f090a9b3992ca.jpg",
    "displayName": {
      "brazilian": "Sombra Obscura",
      "english": "Suncover Shadow",
      "french": "Ombre désoleillée",
      "german": "Sonnenverdeckender Schatten",
      "japanese": "日を遮る影",
      "koreana": "해를 가리는 그림자",
      "russian": "Тенистое место",
      "schinese": "蔽日阴影",
      "spanish": "Sombra Cubresol",
      "tchinese": "蔽日陰影",
      "token": "NEW_ACHIEVEMENT_1_23_NAME"
    },
    "description": {
      "brazilian": "\"Nossas armas pesadas são inúteis contra ele, mas os arcos e as lanças tiveram um grande impacto\": Derrote o Grifo Tempestuoso de Sombra Celestial para desbloquear este Marco de Viagem.",
      "english": "\"Heavy weapons are no use against it, but bows and arrows are extremely effective\": Defeat Sky-shading Tempest Griffin to unlock this Trip Milestone",
      "french": "« Nos armes lourdes sont inutiles, mais les arcs, les flèches et les lances auront beaucoup d'impact. » : éliminez le Griffon de la tempête des cieux pour débloquer cette étape du voyage.",
      "german": "„Unsere schweren Waffen können ihm nichts anhaben, doch Bögen und Speere haben sich als sehr effektiv erwiesen“: Besiege den Himmelsschatten-Sturmgeier, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「我々の重々しい武器ではどうにもならなかったが、弓矢や投げ槍は大いに役立った」：遮日のウインドイーグルを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"우리 중무기는 그것을 상대하기엔 어림도 없었어. 다행히 활과 창이 큰 역할을 했어.\" 성난 폭풍 그리핀을 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Тяжелое оружие против него бесполезно, но лук и стрелы чрезвычайно эффективны»: Победите затмевающего небо бушующего грифона, чтобы открыть этот этап путешествия.",
      "schinese": "“我们的重武器完全奈何不了它，弓箭和投矛倒是发挥了很大的作用”：击败遮天飓风鹫以解锁此旅途里程碑",
      "spanish": "«Las armas pesadas no le hacen nada, pero los arcos y las flechas son muy efectivos.»: Derrota al Buitre de la Tempestad que oscurece el cielo para desbloquear este logro de viaje.",
      "tchinese": "“我們的重武器完全奈何不了它，弓箭和投矛倒是發揮了很大的作用”：擊敗遮天颶風鷲以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_23_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_JiNiao02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/613978b49b968ae504e90e95e9d951f15b7f1b56.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/08fdd878abe37b55dadda94a5178e396b4b45d2a.jpg",
    "displayName": {
      "brazilian": "Você! Desça aqui!",
      "english": "You! Get down here!",
      "french": "Hé ! Descends de là !",
      "german": "Du! Runter mit dir!",
      "japanese": "お前！降りてこいや！",
      "koreana": "야! 내려와!",
      "russian": "Ты! А ну спускайся!",
      "schinese": "你！下来呀！",
      "spanish": "¡Tú! ¡Baja aquí ahora mismo!",
      "tchinese": "你！下來呀！",
      "token": "NEW_ACHIEVEMENT_1_24_NAME"
    },
    "description": {
      "brazilian": "\"Eu só estava brincando quando gritei. Mas aí, o vento parou, e ele desceu de verdade! Uhhh, foi assustador\": Derrote o Grifo Tempestuoso Berserker para desbloquear este Marco de Viagem.",
      "english": "\"I was just shouting for fun, but when the wind stopped, it actually came down! That was scary!\": Defeat Berserk Tempest Griffin to unlock this Trip Milestone",
      "french": "« Je m'amusais et je criais, mais quand le vent s'est arrêté, il est vraiment descendu ! Wouah, c'était terrifiant. » : éliminez le Griffon de la tempête furieux pour débloquer cette étape du voyage.",
      "german": "„Ich habe das nur aus Spaß geschrien, doch als der Wind abflaute, kam er tatsächlich herunter! Woah! Das war wirklich fürchterlich!“: Besiege den Wilden Sturmgeier, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「冗談で叫んでみたけど、風が止んだらほんとに降りてきた！ぎゃー！お、恐ろしい！」：狂暴のウインドイーグルを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"그냥 장난으로 외친 건데, 바람이 멎자마자 진짜 내려왔어! 와아아, 진짜 깜짝 놀랐네.\" 난폭한 폭풍 그리핀을 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Я кричал просто так, но когда ветер утих, он действительно спустился! Было так страшно!»: Победите обезумевшего бушующего грифона, чтобы открыть этот этап путешествия.",
      "schinese": "“我就喊着玩的，结果风一停，它真下来了！呜呜呜太吓人了”：击败狂暴飓风鹫以解锁此旅途里程碑",
      "spanish": "«Solo estaba gritando de broma, pero en cuanto el viento paró, ¡bajó de verdad! Madre mía, qué susto»: Derrota al Buitre de la Tempestad Furioso para desbloquear este logro de viaje.",
      "tchinese": "“我就喊著玩的，結果風一停，它真下來了！嗚嗚嗚太嚇人了”：擊敗狂暴颶風鷲以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_24_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_JiNiao03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/2ab1cdb8c34c30860cff37bd83a08ccc6fb1c709.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/0cee8f0999dc8daac7c3e03ce7c668a4bdf7af21.jpg",
    "displayName": {
      "brazilian": "Caçador Veterano de Grifos Tempestuosos",
      "english": "Mature Tempest Griffin Hunter",
      "french": "Chasseur vétéran de Griffons de la tempête",
      "german": "Erfahrener Sturmgeierjäger",
      "japanese": "熟練したウインドイーグルハンター",
      "koreana": "숙련된 폭풍 그리핀 사냥꾼",
      "russian": "Охотник на взрослого бушующего грифона",
      "schinese": "成熟的飓风鹫猎人",
      "spanish": "Cazador Experimentado de Buitre de la Tempestad",
      "tchinese": "成熟的颶風鷲獵人",
      "token": "NEW_ACHIEVEMENT_1_25_NAME"
    },
    "description": {
      "brazilian": "\"Avante, Avante, Avante\": Derrote o Grifo Tempestuoso da Destruição para desbloquear este Marco de Viagem.",
      "english": "\"CHARGE!\": Defeat Tempest Griffin of Doom to unlock this Trip Milestone",
      "french": "« Chargez ! » : Éliminez le Griffon de la tempête destructeur pour débloquer cette étape du voyage.",
      "german": "„Auf nach vorne“: Besiege den Zerstörer-Sturmgeier, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「いけいけいけぇー」：破滅のウインドイーグルを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"돌격! 돌격! 돌격!\" 파멸의 폭풍 그리핀을 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«В АТАКУ!»: Победите бушующего грифона рока, чтобы открыть этот этап путешествия.",
      "schinese": "“冲冲冲”：击败毁灭飓风鹫以解锁此旅途里程碑",
      "spanish": "«¡A LA CARGA!»: Derrota al Buitre de la Tempestad Maldito para desbloquear este logro de viaje.",
      "tchinese": "“衝衝衝”：擊敗毀滅颶風鷲以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_25_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_MMX01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/d90cb1c18781bf06e07ee0cb05354c6e789e171d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/c1a7c2948d07e826062a56bef325971be5ad000d.jpg",
    "displayName": {
      "brazilian": "Escultura de Gelo Estilosa",
      "english": "Stylish Ice Sculpture",
      "french": "Sculpture de glace à la mode",
      "german": "Eisskulptur mit Stil",
      "japanese": "おしゃれな氷彫刻",
      "koreana": "얼음조각상",
      "russian": "Стильная ледяная скульптура",
      "schinese": "时尚冰雕",
      "spanish": "Escultura de hielo con estilo",
      "tchinese": "時尚冰雕",
      "token": "NEW_ACHIEVEMENT_1_26_NAME"
    },
    "description": {
      "brazilian": "\"Está tão frio... alguém tem... uma tocha?\": Derrote o Mamute Titã para desbloquear este Marco de Viagem.",
      "english": "“I-I-I feel really c-c-cold… Did s-s-someone… bring fire…?\": Defeat Titan Mammoth to unlock this Trip Milestone",
      "french": "« J-j-je ressens un f-f-froid glacial... Quelqu'un a-t-t-il apporté du feu... ? » : Éliminez le Mammouth Titan pour débloquer cette étape du voyage.",
      "german": "„S-s-s-s-s-so ... k-kalt, h-hat ... jemand ... jemand ... eine F-F-Fackel gebracht?“: Besiege das Titan-Mammut, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「ささささっ……寒すぎる！誰か……トーチをください」：タイタンマンモスを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"(덜덜덜)…너무 추워, 홰홰홰… 횃불 가진 사람 있어?\" 타이탄 매머드를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«М-мн-мне оч-ч-чень х-холодно... Кто-то... развел огонь...?»: Победите титанического мамонта, чтобы открыть этот этап путешествия.",
      "schinese": "“太太太太...太冷了，有有有...人带..带带...火把吗”:击败泰坦猛犸象以解锁此旅途里程碑",
      "spanish": "«Te-te-tengo frío… A-alguien ha… traído fu-fu-fuego…?»: Derrota al Mamut Titán para desbloquear este logro de viaje.",
      "tchinese": "“太太太太...太冷了，有有有...人帶..帶帶...火把嗎”:擊敗泰坦猛獁象以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_26_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_MMX02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/f830a52bb565e25369ea6025641fe2b6896e05ae.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/3280efb09b859dbe3fc7884469056ead821967e8.jpg",
    "displayName": {
      "brazilian": "A Paixão que se Apaga",
      "english": "Cooling Blood",
      "french": "Une passion qui s'éteint",
      "german": "Abkühlendes Blut",
      "japanese": "冷める熱血",
      "koreana": "식어버린 피",
      "russian": "Холодная кровь",
      "schinese": "将熄的热血",
      "spanish": "Sangre de enfriamiento",
      "tchinese": "將熄的熱血",
      "token": "NEW_ACHIEVEMENT_1_27_NAME"
    },
    "description": {
      "brazilian": "\"Este maldito casaco acolchoado é pesado demais, vou tirar. O que é aquilo no céu? Uma alpaca colorida dançando com um avestruz?!... Ah... tá quentinho\": Derrote o Mamute Berserker para desbloquear este Marco de Viagem.",
      "english": "\"This darn padded coat is so heavy, I'm going to take it off. What's that in the sky? A colorful alpaca riding and dancing on an ostrich…? Aah… This feels warm...\": Defeat Berserk Mammoth to unlock this Trip Milestone",
      "french": "« Ce manteau rembourré est si lourd, je vais l'enlever. Qu'est-ce que c'est dans le ciel ? Un alpaga coloré chevauchant et dansant sur une autruche... ? Ah... Cela réchauffe... » : Éliminez le Mammouth furieux pour débloquer cette étape du voyage.",
      "german": "„Dieser verdammte Pelzmantel ist so schwer. Ich sollte ihn ablegen. Was ist das da am Himmel? Ein buntes Alpaka, das auf einem Strauß reitend tanzt ... Ahh ... So warm ...“: Besiege das Wilde Mammut, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「くそっ！こんな重い服いらねえよ。あれ？何が飛んでる？虹色のアルパカがダチョウに乗って踊っている！ふう……暖かいな」：狂暴のマンモスを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"망할 털옷이 무거워 죽겠네, 벗어야겠어. 어, 하늘에 뭐지? 알록달록한 알파카들이 타조를 타고 춤을… 아… 너무 따뜻해.\" 난폭한 매머드를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Эта проклятая куртка с подкладкой такая тяжелая, сниму-ка я ее. Что это в небе? Яркая альпака скачет и танцует на страусе...? А-ах... так тепло...»: Победите обезумевшего мамонта, чтобы открыть этот этап путешествия.",
      "schinese": "“这该死的绒衣好重，脱掉算了。天上是什么？彩色的羊驼骑着鸵鸟跳舞。。。呼。。。真暖和啊”:击败狂暴猛犸象以解锁此旅途里程碑",
      "spanish": "«Este maldito abrigo acolchado pesa demasiado. Voy a quitármelo. ¿Qué es eso del cielo? ¿Una alpaca colorida cabalgando y bailando sobre un avestruz…? Aaah… Qué calorcito…»: Derrota al Mamut Furioso para desbloquear este logro de viaje.",
      "tchinese": "“這該死的絨衣好重，脫掉算了。天上是什麼？彩色的羊駝騎著鴕鳥跳舞。。。呼。。。真暖和啊”:擊敗狂暴猛獁象以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_27_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_MMX03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/41573b072f5a6bad6148839bc7d0a56f30026d77.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/6434f43246f49feaf3449fb5326d4eeab671ca6b.jpg",
    "displayName": {
      "brazilian": "Caçador de Mamutes Experiente",
      "english": "Seasoned Mammoth Hunter",
      "french": "Chasseur de mammouths chevronné",
      "german": "Erfahrener Mammutjäger",
      "japanese": "熟練したマンモスハンター",
      "koreana": "숙련된 매머드 사냥꾼",
      "russian": "Опытный охотник на мамонтов",
      "schinese": "成熟的猛犸象猎人",
      "spanish": "Cazador de mamuts legendario",
      "tchinese": "成熟的猛獁象獵人",
      "token": "NEW_ACHIEVEMENT_1_28_NAME"
    },
    "description": {
      "brazilian": "\"Avante, Avante, Avante\": Derrote o Mamute da Destruição para desbloquear este Marco de Viagem.",
      "english": "\"CHARGE!\": Defeat Mammoth of Doom to unlock this Trip Milestone",
      "french": "« Chargez ! » : Éliminez le Mammouth destructeur pour débloquer cette étape du voyage.",
      "german": "„Auf nach vorne“: Besiege das Zerstörer-Mammut, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「いけいけいけぇー」：破滅のマンモスを倒すと、このマイルストーンが解放されます｡",
      "koreana": "\"돌격! 돌격! 돌격!\" 파멸의 매머드를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«В АТАКУ!»: Победите мамонта рока, чтобы открыть этот этап путешествия.",
      "schinese": "“冲冲冲”：击败毁灭猛犸象以解锁此旅途里程碑",
      "spanish": "«¡A LA CARGA!»: Derrota al Mamut Maldito para desbloquear este logro de viaje.",
      "tchinese": "“衝衝衝”：擊敗毀滅猛獁象以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_28_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ShouLie01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/6ab78d1b90833f3a05dde676e894b4ebbaa1b3bf.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/6eb7d898e37d9deb93c6362b18f701ab31b6e576.jpg",
    "displayName": {
      "brazilian": "1 em 10",
      "english": "1 in 10",
      "french": "Un sur dix",
      "german": "Einer in Zehn",
      "japanese": "10回に1回命中",
      "koreana": "열 중 하나",
      "russian": "1 в 10",
      "schinese": "十中一",
      "spanish": "1 de cada 10",
      "tchinese": "十中一",
      "token": "NEW_ACHIEVEMENT_1_29_NAME"
    },
    "description": {
      "brazilian": "\"Este arco velho e surrado está ruim demais. Se eu tivesse o arco do chefe da tribo, nenhum alvo me escaparia\": Derrote uma Presa Verde Nv. 10 para desbloquear este Marco de Viagem.",
      "english": "\"This old and worn-out wooden bow is lousy. If I could use chieftain's bow, I'm I'm sure I'd hit the bullseye with one arrow\": Defeat 1 Lv.10 Green Prey to unlock this Trip Milestone",
      "french": "« Cet arc en bois usé est vraiment bidon. Si j'avais celui du chef de clan, je pourrais toucher une cible avec une seule flèche. » : éliminez une proie verte niv.10 pour débloquer cette étape du voyage.",
      "german": "„Dieser abgenutzte alte Holzbogen ist einfach nutzlos. Wenn ich den Bogen des Häuptlings hätte, dann würde ich mit jedem Pfeil ins Schwarze treffen.“: Besiege ein Stufe-10-Jagdziel von grüner Qualität, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「この古びた木の弓は本当につかえねぇな。族長の弓に変えてくれりゃあ、絶対に一発で命中させるのによお…」：Lv.10のレア度グリーンのモンスターを討伐するとこのマイルストーンが解放されます。",
      "koreana": "\"낡아빠진 나무활은 너무 형편없어요. 족장님의 활로 바꾼다면 분명 단번에 명중시킬 수 있을 텐데.\" 10레벨의 일반 등급 사냥감을 1마리 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Этот старый и потертый деревянный лук просто ужасен. Если бы у меня был лук вождя, я бы точно попал в яблочко одним выстрелом»: Победите 1 зеленую добычу 10-го уровня, чтобы открыть этот этап путешествия.",
      "schinese": "“这把破旧的老木弓实在太差劲了，如果换成族长那把，我一定能一箭命中”：击杀一只10级绿色品质猎物以解锁此旅途里程碑",
      "spanish": "«Este viejo arco de madera desgastado es una pena. Si pudiera usar el arco del jefe, seguro que daría en el blanco con una sola flecha.»: Derrota a 1 Presa Verde de Nivel 10 para desbloquear este logro de viaje",
      "tchinese": "“這把破舊的老木弓實在太差勁了，如果換成族長那把，我一定能一箭命中”：擊殺一隻10級綠色品質獵物以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_29_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ShouLie02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/13bc314fb8cc424bc946af4d99a54b8c4f3d4c50.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/864a916ae7e8287ae91a233429aae931a8faf060.jpg",
    "displayName": {
      "brazilian": "Pelo de Qualidade",
      "english": "Fine Pelt",
      "french": "Fourrure fine",
      "german": "Bestes Fell",
      "japanese": "上等の毛皮",
      "koreana": "최상의 모피",
      "russian": "Отличный мех",
      "schinese": "上好的毛皮",
      "spanish": "Pelaje Fino",
      "tchinese": "上好的毛皮",
      "token": "NEW_ACHIEVEMENT_1_30_NAME"
    },
    "description": {
      "brazilian": "\"Rastreamos essa criatura por mais de vinte dias, e hoje finalmente tivemos a nossa chance. Veja esta pele sem nenhum buraco de flecha, isso é minha obra-prima... hic\": Derrote uma Presa Azul Nv. 20 (Rara) para desbloquear este Marco de Viagem.",
      "english": "\"We've been tracking this beast for twenty days and our chance has finally come. See this skin without any arrow holes? That's my masterpiece… Burp.\": Defeat 1 Lv.20 Blue Precious Prey to unlock this Trip Milestone",
      "french": "« 20 jours qu'on traque cette bête, et une opportunité s'est finalement présentée aujourd'hui. Regardez cette peau sans marque de flèches, un chef-d'œuvre... » : éliminez une proie rare bleue niv.20 pour débloquer cette étape du voyage.",
      "german": "„Wir haben diese Bestie mehr als zwanzig Tage verfolgt und heute haben wir endlich unsere Chance bekommen. Sieh dir dieses Fell ohne Pfeillöcher an, das ist Meisterwerk ... Hicks!“: Besiege ein wertvolles blaues Stufe-20-Jagdziel, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「こいつを20日以上追いかけて、今日やっとチャンスが訪れた。この矢傷のない毛皮を見ろ、俺の傑作だ…げっぷ」：Lv.20のブルー品質のレアモンスターを討伐するとこのマイルストーンが解放されます",
      "koreana": "\"20여 일 동안의 추적 끝에 오늘 드디어 기회가 왔어. 화살 구멍 하나 없는 이 가죽을 보게. 바로 내 작품이라오… 꺼억.\" 20레벨의 레어 등급 사냥감을 1마리 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Мы выслеживали этого зверя двадцать дней, и наконец-то нам выпал шанс. Видите эту шкуру без следов от стрел? Это мой шедевр... Кхе»: Победите 1 драгоценную синюю добычу 20-го уровня, чтобы открыть этот этап путешествия.",
      "schinese": "“我们追踪这只野兽二十多天，今天终于等到机会，你看这块没有箭孔的皮，那是我的杰作...嗝”：击杀一只20级蓝色珍奇猎物以解锁此旅途里程碑",
      "spanish": "«Llevamos más de veinte días rastreando a esta bestia y hoy, por fin, hemos dado con ella. Mira esta piel sin agujeros de flecha, es mi obra maestra… eructo.»: Derrota a 1 Presa Preciada Azul de Nivel 20 para desbloquear este logro de viaje.",
      "tchinese": "“我們追蹤這隻野獸二十多天，今天終於等到機會，你看這塊沒有箭孔的皮，那是我的傑作…嗝”：擊殺一隻20級藍色珍奇獵物以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_30_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ShouLie03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/a9ecc2ee64280dc3d777cf70a6dc75d8c2c53511.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/0ba449997d499e8aea535b5c1dba9a3e92397db3.jpg",
    "displayName": {
      "brazilian": "Arqueiro Experiente e Habilidade",
      "english": "An experienced and calculating marksman",
      "french": "Tireur habile et calculateur",
      "german": "Ein erfahrener Schütze mit kühlem Kopf",
      "japanese": "計算に優れたベテラン射手",
      "koreana": "노련한 명사수",
      "russian": "Опытный и расчетливый меткий стрелок.",
      "schinese": "精于计算的老练射手",
      "spanish": "Un tirador experimentado y calculador",
      "tchinese": "精於計算的老練射手",
      "token": "NEW_ACHIEVEMENT_1_31_NAME"
    },
    "description": {
      "brazilian": "\"A farinha de milho vai acabar amanhã, e considerando que ele deve sair para caçar em breve, o momento é perfeito\": Derrote uma Presa Púrpura Nv. 30 (Única) para desbloquear este Marco de Viagem.",
      "english": "\"The cornmeal will be finished tomorrow. It's also about time that it will be out foraging, what perfect timing\": Defeat 1 Lv.30 Purple Peerless Prey to unlock this Trip Milestone",
      "french": "« La farine de maïs sera finie demain, elle ne devrait plus tarder à sortir chercher de la nourriture, le timing est idéal. » : Éliminez une proie solitaire pourpre niv.30 pour débloquer cette étape du voyage.",
      "german": "„Morgen wird das Maismehl aufgegessen sein. Es wird wohl bald herauskommen, um nach Futter zu suchen. Das ist der perfekte Zeitpunkt“: Töte ein Lv. 30 lila Elite-Beutetier, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「トウモロコシ粉は明日底をつく。考えてみればそろそろ餌を探しに出てくるころだ、ナイスタイミングだね」：Lv.30のパープル品質の絶世モンスターを討伐するとこのマイルストーンが解放されます",
      "koreana": "\"내일이면 옥수수 가루도 다 떨어질 거야. 마침 그 녀석도 먹이를 찾으러 나올 때가 되었으니, 타이밍이 딱 좋군.\" 30레벨의 에픽 등급 사냥감을 1마리 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Кукурузная мука будет готова завтра. Как раз в это время зверь пойдет добывать корм, как удачно»: Победите 1 несравненную фиолетовую добычу 30-го уровня, чтобы открыть этот этап путешествия.",
      "schinese": "“玉米粉明天就吃完了，算起来它也快出来觅食了，时间刚好”：击杀一只30级紫色无双猎物以解锁此旅途里程碑",
      "spanish": "«Mañana se acabará la harina de maíz, y ya es hora de salir a buscar comida.»: Derrota a 1 Presa Única Morada de Nivel 30 para desbloquear este logro de viaje.",
      "tchinese": "“玉米粉明天就吃完了，算起來它也快出來覓食了，時間剛好”：擊殺一隻30級紫色無雙獵物以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_1_31_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ShouLie04",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/6102b8c94677ef7009e60f035231d4b19c580f08.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/f957189a10a58720a7576103b0da5d61126358ca.jpg",
    "displayName": {
      "brazilian": "Presa Diferenciada",
      "english": "Uncommon loot",
      "french": "Butin sortant de l'ordinaire",
      "german": "Rare Beute",
      "japanese": "希少な戦利品",
      "koreana": "흔치 않는 전리품",
      "russian": "Необычная добыча",
      "schinese": "不多见的战利品",
      "spanish": "Botín Poco Común",
      "tchinese": "不多見的戰利品",
      "token": "NEW_ACHIEVEMENT_2_0_NAME"
    },
    "description": {
      "brazilian": "\"Já me aventurei na salva inúmeras vezes e posso contar na mão quantas vezes encontrei este tipo de presa. Vou pendurá-la ao lado da minha fogueira\": Derrote uma Presa Laranja Nv. 40 (Lendária) para desbloquear este Marco de Viagem.",
      "english": "\"I entered the thick jungle countless times but have only seen such prey several times. I must catch it and hang it beside my fire pit\": Defeat 1 Lv.40 Orange Legendary Prey to unlock this Trip Milestone",
      "french": "« Je me suis souvent rendu dans la jungle et je peux compter sur une main le nombre de fois où j'ai croisé ce genre de proie. Elle trônera près de mon feu ! » : éliminez une proie légendaire orange niv.40 pour débloquer cette étape du voyage.",
      "german": "„Ich habe mich unzählige Male in den dichten Wald vorgewagt, und kann an einer Hand abzählen, wie oft ich auf diese Beute getroffen bin. Ich will sie mir neben meinen Kamin hängen.“: Töte ein oranges legendäres Stufe-40-Jagdziel, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「俺は数え切れないほど密林に入ってきたが、こんなモンスターに出会うなんて滅多になかった。こいつを焚き火のそばに吊るそう」：Lv.40のオレンジ品質の伝説モンスターを討伐するとこのマイルストーンが解放されます",
      "koreana": "\"수없이 밀림을 드나들었지만, 이런 사냥감을 만난 횟수는 손에 꼽을 수 있을 정도로 드물어. 이걸 내 모닥불 옆에 걸어둘 걸세.\" 40레벨의 레전드 등급 사냥감을 1마리 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Я множество раз был в густых джунглях, но такую добычу видел всего несколько раз. Я должен поймать ее и повесить рядом с костром»: Победите 1 легендарную оранжевую добычу 40-го уровня, чтобы открыть этот этап путешествия.",
      "schinese": "“我进过无数次密林，遇见这种猎物的次数，一只手就能数的过来，我要把它挂在我的火坑旁边”：击杀一只40级橙色传说猎物以解锁此旅途里程碑",
      "spanish": "«Me he adentrado en la espesa selva innumerables veces pero contadas veces he visto una presa así. Tengo que cazarla para colgarla junto a mi hoguera.»: Derrota a 1 Presa Legendaria Naranja de Nivel 40 para desbloquear este logro de viaje.",
      "tchinese": "“我進過無數次密林，遇見這種獵物的次數，一隻手就能數的過來，我要把它掛在我的火坑旁邊”：擊殺一隻40級橙色傳說獵物以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_0_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ShouLie05",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/29f5be795da784a9d1bb6ff6e0b3725629917bc3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/44003ebba19d27fffa1e1c19b3330d1cc7d984cf.jpg",
    "displayName": {
      "brazilian": "Caça ou Caçador?",
      "english": "Hunter or Prey?",
      "french": "Chasseur ou proie ?",
      "german": "Jäger oder Beute",
      "japanese": "ハンターか？獲物か？",
      "koreana": "이것은 사냥꾼인가 사냥감인가?",
      "russian": "Охотник или дичь?",
      "schinese": "猎人还是猎物？",
      "spanish": "¿Cazador o Presa?",
      "tchinese": "獵人還是獵物？",
      "token": "NEW_ACHIEVEMENT_2_1_NAME"
    },
    "description": {
      "brazilian": "\"Há 20 anos me deparei com ele e perdi meu irmão. Há 10 anos, eu o encontrei e perdi meu olho. Dessa vez, é uma questão de vida ou morte\": Derrote uma Presa Vermelha Nv. 50 (Mítica) para desbloquear este Marco de Viagem.",
      "english": "\"When I saw it twenty years ago, I lost my brother. When I found it ten years ago, I lost my eyes. This time, we will decide the winner by fighting to our deaths!\": Defeat 1 Lv.50 Red Mythic Prey to unlock this Trip Milestone",
      "french": "« Il y a 20 ans, on s'est croisés et j'ai perdu mon frère. Il y a 10 ans, on s'est retrouvés et j'ai perdu un œil. Cette fois, c'est une question de vie ou de mort ! » : éliminez une proie mythique rouge niv.50 pour débloquer cette étape du voyage.",
      "german": "„Vor zwanzig Jahren bin ich darauf getroffen und habe meinen Bruder verloren. Als ich ihm vor zehn Jahren begegnet bin, habe ich mein Auge verloren. Dieses Aufeinandertreffen wird über Leben und Tod entscheiden!“: Besiege ein rotes mythisches Stufe-50-Jagdziel, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「20年前、こいつに出会った時、俺は兄弟を失った。10年前に、再度見つけたが目を失った。今こそ、雌雄を決し、生死も定める時だ！」：Lv.50のレッド品質の至高モンスターを討伐するとこのマイルストーンが解放されます",
      "koreana": "\"20년 전 이놈을 우연히 만나, 난 형제를 잃었네. 10년 전 이놈을 다시 만났을 때 난 눈을 잃었지. 이번엔 결단코 승부를 가르겠네!\" 50레벨의 이터널 등급 사냥감을 1마리 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Когда я встретил ее двадцать лет назад, я потерял брата. Десять лет назад — я потерял глаза. На этот раз победит тот, кто останется в живых!»: Победите 1 мифическую красную добычу 50-го уровня, чтобы открыть этот этап путешествия.",
      "schinese": "“二十年前偶遇它，我失去了兄弟。十年前找到它，我失去了眼睛。这一次，既分高下，亦决生死！”：击杀一只50级红色神话猎物以解锁此旅途里程碑",
      "spanish": "«Hace veinte años, al verlo, perdí a mi hermano. Hace diez años, al encontrarlo, perdí la vista. ¡Esta vez, seremos nosotros quienes decidamos el vencedor en un duelo a muerte!»: Derrota a 1 Presa Mítica Roja de Nivel 50 para desbloquear este logro de viaje.",
      "tchinese": "“二十年前偶遇它，我失去了兄弟。十年前找到它，我失去了眼睛。這一次，既分高下，亦決生死！”：擊殺一隻50級紅色神話獵物以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_1_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ShouLie06",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/5700ddcd8ea07f66c3eff5b7577f8664ef2dc392.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/501c20456999a30bf99aa810248f3c49d7368675.jpg",
    "displayName": {
      "brazilian": "Mítico",
      "english": "Mythic",
      "french": "Mythique",
      "german": "Mythos",
      "japanese": "神話",
      "koreana": "신화",
      "russian": "Мифический",
      "schinese": "神话",
      "spanish": "Mítica",
      "tchinese": "神話",
      "token": "NEW_ACHIEVEMENT_2_2_NAME"
    },
    "description": {
      "brazilian": "\"Ver essas crianças empunhando seus arcos me faz me lembrar do meu filho mais velho\": Derrote uma Presa Vermelha Nv. 60 (Mítica) para desbloquear este Marco de Viagem.",
      "english": "\"As I watch these kids pulling the bow, it reminds me of my eldest son\": Defeat 1 Lv.60 Red Mythic Prey to unlock this Trip Milestone",
      "french": "« Voir ces gamins tirer à l'arc me rappelle mon premier fils... » : éliminez une proie mythique rouge niv.60 pour débloquer cette étape du voyage.",
      "german": "„Wenn ich mir ansehe, wie diese Kinder ihre Bögen spannen, muss ich immer an meinen ältesten Sohn denken.“: Besiege ein rotes mythisches Stufe-60-Jagdziel, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "「この子供たちの弓を引く姿を見ると、長男のことをいつも思い出す」：Lv.60のレッド品質の至高モンスターを討伐するとこのマイルストーンが解放されます",
      "koreana": "\"이 아이들이 활을 당기는 모습을 보면 자꾸 큰아들이 생각난다네.\" 60레벨의 이터널 등급 사냥감을 1마리 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "«Когда я вижу, как эти дети натягивают лук, я вспоминаю своего старшего сына»: Победите 1 мифическую красную добычу 60-го уровня, чтобы открыть этот этап путешествия.",
      "schinese": "“看着这些孩子拉弓的模样，我总会想起我的大儿子”：击杀一只60级红色神话猎物以解锁此旅途里程碑",
      "spanish": "«Ver a estos niños tensando el arco me recuerda a mi hijo mayor.»: Derrota a 1 Presa Mítica Roja de Nivel 60 para desbloquear este logro de viaje.",
      "tchinese": "“看著這些孩子拉弓的模樣，我總會想起我的大兒子”：擊殺一隻60級紅色神話獵物以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_2_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_Zhu_10",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/f7953665251e19948943e19c6c8e8476a58dd685.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/395c59a1f36348c1dcad221aafc97d213bfb401d.jpg",
    "displayName": {
      "brazilian": "Jantar Galopante",
      "english": "Galloping Dinner",
      "french": "Dîner au galop",
      "german": "Galoppierendes Abendessen",
      "japanese": "飛翔の夕食",
      "koreana": "질주하는 만찬",
      "russian": "Скачущий обед",
      "schinese": "飞奔的晚餐",
      "spanish": "Cena al Galope",
      "tchinese": "飛奔的晚餐",
      "token": "NEW_ACHIEVEMENT_2_3_NAME"
    },
    "description": {
      "brazilian": "Tímidos e difíceis de se aproximar em terra, mas são os ingredientes mais fáceis de obter, e exigem apenas as técnicas culinárias mais simples: Mate 10 Perus para desbloquear este Marco de Viagem.",
      "english": "These shy, hard-to-near creatures are actually the easiest food to get: Defeat 10 Turkeys to unlock this Trip Milestone",
      "french": "Ces créatures timides et difficiles à approcher sont en réalité les proies les plus faciles à obtenir : Éliminez 10 Dindes pour débloquer cette étape du voyage.",
      "german": "Diese Kreaturen sind scheu und es ist nicht ganz einfach, an sie heranzukommen, sie stellen dennoch die leichteste Beute dar. Für sie wird nur eine einfache Kochmethode benötigt: Besiege 10 Truthähne, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "臆病で地面から接近しにくいが、最も入手しやすい食材で、一番簡単な調理方法でも構わない：七面鳥を10体討伐するとこのマイルストーンが解放されます。",
      "koreana": "겁이 많아 지상에 내려오지 않지만, 가장 구하기 쉬운 식재료이며 요리법도 매우 간단하다. 칠면조 10마리를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Эти застенчивые, неподступные существа на самом деле самая легкая добыча: Победите 10 индеек, чтобы открыть этот этап путешествия.",
      "schinese": "胆怯且不易从地面接近，却是最易获取的食材，只需要最简单的烹饪技巧：击杀10只火鸡以解锁此旅途里程碑",
      "spanish": "Estas criaturas tímidas y esquivas son, en realidad, la comida más fácil de conseguir: Derrota a 10 pavos para desbloquear este logro de viaje.",
      "tchinese": "膽怯且不易從地面接近，卻是最易獲取的食材，只需要最簡單的烹飪技巧：擊殺10隻火雞以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_3_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_Lang_10",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/30459f35d58d0fb33bbe6205b297b3d4b7c8bfcd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/17b767d5308705362425d580a7201d9caefa1307.jpg",
    "displayName": {
      "brazilian": "Inimigo Vitalício",
      "english": "Lifelong Enemy",
      "french": "Ennemi de toujours",
      "german": "Lebenslanger Feind",
      "japanese": "宿敵",
      "koreana": "영원한 적",
      "russian": "Вечный враг",
      "schinese": "一生之敌",
      "spanish": "Enemigo de Toda la Vida",
      "tchinese": "一生之敵",
      "token": "NEW_ACHIEVEMENT_2_4_NAME"
    },
    "description": {
      "brazilian": "A crise sangrenta se espalha pelos arbustos, e a luz verde brilha distante na noite: Mate 10 Leopardos-da-selva para desbloquear este Marco de Viagem.",
      "english": "The bloody crisis spreads through the thickets, while a faint green light shimmers in the night: Defeat 10 Jaguars to unlock this Trip Milestone",
      "french": "Une crise ensanglantée se propage dans les buissons et une lumière verte brille dans la nuit : éliminez 10 léopards de la jungle pour débloquer cette étape du voyage.",
      "german": "Eine blutige Krise breitet sich im Dickicht aus und ein glimmendes grünes Licht leuchtet in der Nacht auf: Töte 10 Dschungelpanther, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "血まみれの危機が茂みに広がり、夜の闇にぼんやりとした緑の光が点在している：森豹を10体討伐するとこのマイルストーンが解放されます。",
      "koreana": "피비린내 나는 위기가 숲속에 퍼지고 깜빡이는 푸른 빛이 밤의 어둠 속에서 반짝인다. 정글 표범 10마리를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "В кустах разразилась кровавая драма, и в ночной тьме мерцает зеленый огонек: Победите 10 ягуаров, чтобы открыть этот этап путешествия.",
      "schinese": "血腥的危机在灌丛中蔓延，荧荧的绿光于夜色中远缀：击杀10只丛林豹以解锁此旅途里程碑",
      "spanish": "Una crisis sangrienta se extiende entre los arbustos, y tenues luces verdes brillan en la noche: Derrota a 10 jaguares para desbloquear este logro de viaje.",
      "tchinese": "血腥的危機在灌叢中蔓延，熒熒的綠光於夜色中遠綴：擊殺10隻叢林豹以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_4_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_DaXiang_10",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/3cb3845289415604578b506f7b82976ccc16909e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/5de85ef5300731550dd3a61adc1c7bc06d1aa38f.jpg",
    "displayName": {
      "brazilian": "Porcos-espinhos Desesperados",
      "english": "Desperate Porcupine",
      "french": "Porc-épic désespéré",
      "german": "Verzweifelte Stachelschweine",
      "japanese": "絶望的なヤマアラシ",
      "koreana": "위기의 호저",
      "russian": "Отчаянный дикобраз",
      "schinese": "绝望的豪猪",
      "spanish": "Puercoespín Desesperado",
      "tchinese": "絕望的豪豬",
      "token": "NEW_ACHIEVEMENT_2_5_NAME"
    },
    "description": {
      "brazilian": "Esses grandalhões estão cheios de lanças, agindo como porcos-espinhos em pânico, atacando para todos os lados. — Mate 10 elefantes gigante para desbloquear este Marco de Viagem.",
      "english": "Covered in spears, these big creatures are darting about like frantic boars: Defeat 10 Giant Elephants to unlock this Trip Milestone",
      "french": "Ces géants sont recouverts de lances et foncent comme des porcs paniqués : éliminez 10 Éléphants géants pour débloquer cette étape du voyage.",
      "german": "Diese Riesen sind mit Speeren gespickt und stürmen wild umher wie verängstigte Stachelschweine: Töte 10 Riesenelefanten, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "この大柄なやつらは長槍に覆われ、パニックに陥ったヤマアラシのように左右にダッシュしている：巨象を10体討伐するとこのマイルストーンが解放されます。",
      "koreana": "온몸에 장창이 꽂힌 덩치 큰 놈들이 놀란 호저처럼 우왕좌왕하고 있다. 거대 코끼리 10마리를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Эти огромные существа покрыты шипами и носятся со скоростью бешеных кабанов: Победите 10 гигантских слонов, чтобы открыть этот этап путешествия.",
      "schinese": "这些大家伙身上插满了长矛，像惊慌的豪猪一样左冲右突：击杀10只巨象以解锁此旅途里程碑",
      "spanish": "Cubiertas de lanzas, estas grandes criaturas se lanzan como jabalíes frenéticos: Derrota a 10 elefantes gigantes para desbloquear este logro de viaje.",
      "tchinese": "這些大傢伙身上插滿了長矛，像驚慌的豪豬一樣左衝右突：擊殺10隻巨象以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_5_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_HuangShi_10",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/72fca2474dde0c55d4f019533b796884b8e41d12.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/d66b89559a5e68eb56323200d7aa9e53eaf05a60.jpg",
    "displayName": {
      "brazilian": "Faltou o Fodão",
      "english": "Remaining Badasses",
      "french": "Il reste des experts",
      "german": "Verbleibende Meister",
      "japanese": "上には上がある",
      "koreana": "뛰는 놈 위에 나는 놈",
      "russian": "Оставшиеся бойцы",
      "schinese": "还有高手",
      "spanish": "El resto de los tipos duros",
      "tchinese": "還有高手",
      "token": "NEW_ACHIEVEMENT_2_6_NAME"
    },
    "description": {
      "brazilian": "Na noite fria e sem estrelas da estepe, as garras dos felinos estão impiedosamente afiadas: Mate 10 Leões Selvagens para desbloquear este Marco de Viagem.",
      "english": "In the chilling, starless wilderness lies a feline baring its sharp and merciless claws: Defeat 10 Wild Lions to unlock this Trip Milestone",
      "french": "Dans le désert glacial et sans étoiles réside un félin dévoilant ses griffes aiguisées et impitoyables : Éliminez 10 Lions des steppes pour débloquer cette étape du voyage.",
      "german": "In den sternlosen und kalten Nächten der Einöde lauern Katzen mit scharfen und unbarmherzigen Klauen: Töte 10 Wildlöwen, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "星なき荒野の夜、ネコ科の捕食者が狩りを楽しむ：荒獅子を10体倒すと、このマイルストーンが解放されます｡",
      "koreana": "황야의 밤은 춥고 별 하나 없으며, 고양이과의 발톱은 날카롭고 무자비하다. 황야의 사자 10마리를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "В прохладной и темной пустоши обитает безжалостный зверь с острыми когтями: Победите 10 диких львов, чтобы открыть этот этап путешествия.",
      "schinese": "荒原的夜凛冽无星，猫科的爪锋锐绝情：击杀10只荒狮以解锁此旅途里程碑",
      "spanish": "En el escalofriante páramo sin estrellas acecha un felino que muestra sus afiladas e implacables garras: Derrota a 10 leones salvajes para desbloquear este logro de viaje.",
      "tchinese": "荒原的夜凜冽無星，貓科的爪鋒銳絕情：擊殺10隻荒獅以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_6_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/d5e841d9a20fe0e7f5df9d8761aad0a1587570f2.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/a7a389fa5c3f3e49c4fe6a5b4878f11781b9d61e.jpg",
    "displayName": {
      "brazilian": "Quebrador de Rochas",
      "english": "Rock Breaker",
      "french": "Le Briseur de roches",
      "german": "Felsenbrecher",
      "japanese": "砕岩者",
      "koreana": "파암자",
      "russian": "Камнелом",
      "schinese": "碎岩者",
      "spanish": "Machacarrocas",
      "tchinese": "碎岩者",
      "token": "NEW_ACHIEVEMENT_2_7_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa da Floresta Tropical do Norte: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Northern Rainforest: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef de la forêt tropicale du nord : éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms im Nord-Regenwald ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、北部雨林の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 북부 우림에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Северных тропических лесов: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是北部雨林最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe de la Selva Septentrional: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是北部雨林最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_7_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/0b8be259b0a899f93bde837e573163175b654bde.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/781263c91b1eac1fe3c695580b3e072d3ac48ce7.jpg",
    "displayName": {
      "brazilian": "Retrorrefletor",
      "english": "Retroreflector",
      "french": "Revivificateur",
      "german": "Zurückblicker",
      "japanese": "回光者",
      "koreana": "역광자",
      "russian": "Отражатель",
      "schinese": "回光者",
      "spanish": "Retrorreflector",
      "tchinese": "回光者",
      "token": "NEW_ACHIEVEMENT_2_8_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa da Floresta Tropical do Oeste: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Western Rainforest: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef de la forêt tropicale de l'ouest : éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms im West-Regenwald ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、西部雨林の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 서부 우림에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Западных тропических лесов: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是西部雨林最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe de la Selva Occidental: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是西部雨林最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_8_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/343d65d83d1dbdc55da1051cfbd81685afd6e3ae.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/4e5856e5473b3f78c272acfbb77626ee35c39988.jpg",
    "displayName": {
      "brazilian": "Observador",
      "english": "Observer",
      "french": "Observateur",
      "german": "Beobachter",
      "japanese": "観察者",
      "koreana": "관찰자",
      "russian": "Наблюдатель",
      "schinese": "观察者",
      "spanish": "Observador",
      "tchinese": "觀察者",
      "token": "NEW_ACHIEVEMENT_2_9_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa do Mangue: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Mangrove: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef de la mangrove : éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms im Mangrovenwald ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、紅樹の森の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 맹그로브 숲에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Мангровых лесов: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是红树林最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe del Manglar: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是紅樹林最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_9_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi04",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/12f1ae0b54abacf1176f4f9e420457093af46acc.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/432fe7edebb8edd2b35f5f80017c0b163767d3d1.jpg",
    "displayName": {
      "brazilian": "Bebedor de Sangue",
      "english": "Blood Drinker",
      "french": "Buveur de sang",
      "german": "Bluttrinker",
      "japanese": "飲血者",
      "koreana": "음혈자",
      "russian": "Кровопийца",
      "schinese": "饮血者",
      "spanish": "Chupasangres",
      "tchinese": "飲血者",
      "token": "NEW_ACHIEVEMENT_2_10_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa das Colina do Poço: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Pit Hill: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef des collines crevassées : éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms im Grubenhügel ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、坑道の丘の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 구덩이 언덕에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Холма в яме: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是坑洞丘陵最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe de la Colina Profunda: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是坑洞丘陵最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_10_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi05",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/f5c87b05e95572250d98e2b7f196b8beeb3d6f02.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/0f8720de4266a157a630923e33f4d15fa6000d6c.jpg",
    "displayName": {
      "brazilian": "Astrólogo",
      "english": "Astrologer",
      "french": "L'Astrologue",
      "german": "Sterndeuter",
      "japanese": "占星者",
      "koreana": "점성술사",
      "russian": "Астролог",
      "schinese": "占星者",
      "spanish": "Astrólogo",
      "tchinese": "占星者",
      "token": "NEW_ACHIEVEMENT_2_11_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa da Floresta à Beira do Lago: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Lakeside Forest: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef de la forêt riveraine : éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms im Seeufer-Wald ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、湖畔の森の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 호숫가 숲에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Приозерного леса: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是湖岸森林最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe del Bosque de la Ribera: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是湖岸森林最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_11_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi06",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/64fefeb2e1f1d206d9481c44ca6186a1258bd44d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/4855ba0973c87051c2e575f9e37497fe1dfc89c0.jpg",
    "displayName": {
      "brazilian": "Coração de Cobra",
      "english": "Snake Heart",
      "french": "Cœur de serpent",
      "german": "Schlangenherz",
      "japanese": "蛇心",
      "koreana": "사갈심장",
      "russian": "Змеиное сердце",
      "schinese": "蛇心",
      "spanish": "Corazón de serpiente",
      "tchinese": "蛇心",
      "token": "NEW_ACHIEVEMENT_2_12_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa da Chapada: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Table Mountain: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef de la montagne à plateau : éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms im Tafelberg ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、平頂山の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 메사에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Столовой горы: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是平顶山最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe de la Montaña Tablera: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是平頂山最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_12_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi07",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/807ea29d02f73eb19046ddd601106ca073b3ae8d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/e4495dafbc11f761a51660b40d7404c658cd8503.jpg",
    "displayName": {
      "brazilian": "Osso Duro",
      "english": "Hardbone",
      "french": "Tête dure",
      "german": "Harter Knochen",
      "japanese": "硬骨の者",
      "koreana": "강골자",
      "russian": "Крепкая кость",
      "schinese": "硬骨头",
      "spanish": "Huesoduro",
      "tchinese": "硬骨頭",
      "token": "NEW_ACHIEVEMENT_2_13_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa da Pradaria: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Great Prairie: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef de la grande prairie : éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms in der Großebene ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、大草原の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 대초원에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Великих прерий: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是大草原最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe de la Gran Llanura: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是大草原最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_13_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi08",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/1efaadf30883eacb986acadc2ec179b1a1520c74.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/b6b9347b8896f5a140e06bd1a7f9d58c9c0c71d2.jpg",
    "displayName": {
      "brazilian": "Sangrador",
      "english": "Bloodletter",
      "french": "Saigneur",
      "german": "Bluter",
      "japanese": "放血者",
      "koreana": "방혈자",
      "russian": "Кровопускатель",
      "schinese": "放血者",
      "spanish": "Letra escarlata",
      "tchinese": "放血者",
      "token": "NEW_ACHIEVEMENT_2_14_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa da Floresta de Madeira Gigante: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Giant Wood Forest: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef de la forêt d'arbres géants : éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms im Riesenwald ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、巨木の森の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 거목림에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Леса гигантов: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是巨木林最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe del Bosque Colosal: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是巨木林最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_14_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi09",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/f492223fcc1062ffb842d8349b68ac6deedc7fd4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/8111e6a0ce18426e1af22d93507b2e428501bef2.jpg",
    "displayName": {
      "brazilian": "Veneno",
      "english": "Venom",
      "french": "Le Venin",
      "german": "Gift",
      "japanese": "猛毒",
      "koreana": "맹독",
      "russian": "Токсин",
      "schinese": "猛毒",
      "spanish": "Veneno",
      "tchinese": "猛毒",
      "token": "NEW_ACHIEVEMENT_2_15_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa do Deserto do Sul: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Southern Wasteland: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef du désert du sud : éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms in der Süd-Einöde ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、南部荒野の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 남부 황야에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Южной пустоши: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是南部荒原最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe del Páramo del Sur: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是南部荒原最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_15_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi10",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/14750b7b9bd9a6d2f8e8b9e28286656b499d9d25.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/7a54ab0ac95d1f6105122c2a9add25853d034071.jpg",
    "displayName": {
      "brazilian": "Matador",
      "english": "Slayer",
      "french": "Massacreur",
      "german": "Schlachter",
      "japanese": "屠りし者",
      "koreana": "도살자",
      "russian": "Убийца",
      "schinese": "屠戮者",
      "spanish": "Exterminador",
      "tchinese": "屠戮者",
      "token": "NEW_ACHIEVEMENT_2_16_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa da Prado Árido: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Barren Meadow: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef de la plaine stérile : éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms in den Dürrwiesen ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、枯草平野の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 불모지에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Бесплодного луга: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是枯黄原野最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe de la Pradera Yerma: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是枯黃原野最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_16_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi11",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/34c6998b4bb66038743f6c693d3898238a7e7be1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/9cc96372356e1ab08cfd90db3ff08a438b6af725.jpg",
    "displayName": {
      "brazilian": "Guardião da Floresta",
      "english": "Forester",
      "french": "Garde forestier",
      "german": "Waldhüter",
      "japanese": "森番",
      "koreana": "숲지기",
      "russian": "Лесник",
      "schinese": "护林人",
      "spanish": "Selvicultor",
      "tchinese": "護林人",
      "token": "NEW_ACHIEVEMENT_2_17_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa da Floresta Negra: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Dark Forest: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef de la forêt noire : éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms im Finsterwald ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、黒き森の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 흑림숲에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Темного леса: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是黑森林最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe del Bosque Oscuro: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是黑森林最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_17_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi12",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/116a0b2d14ca27acfb83b8300dca4a8091590b20.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/754ccaa64fbde0e5459c6751fe34f202611299cd.jpg",
    "displayName": {
      "brazilian": "Açougueiro",
      "english": "Butcher",
      "french": "Le Boucher",
      "german": "Metzger",
      "japanese": "滅殺斬",
      "koreana": "도살자",
      "russian": "Мясник",
      "schinese": "屠夫",
      "spanish": "Carnicería",
      "tchinese": "屠夫",
      "token": "NEW_ACHIEVEMENT_2_18_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa da Floresta da Folha Fria: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Frostleaf Grove: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef de la Clairière gelée : Éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms im Frostlaubwald ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、針葉樹林の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 낙엽숲에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Морозных лесов: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是寒叶林最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe de la Arboleda Escarchada: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是寒葉林最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_18_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_ZhaiZi13",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/bc7343b678693623e47e78549b6bac3bbaf2d3d6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/c10f02875918b26ddfea65bc73585fce2a7ae0d8.jpg",
    "displayName": {
      "brazilian": "Veneno Frio",
      "english": "Cold Toxin",
      "french": "Poison glacial",
      "german": "Kaltes Gift",
      "japanese": "寒毒",
      "koreana": "한독",
      "russian": "Холодный яд",
      "schinese": "寒毒",
      "spanish": "Toxina fría",
      "tchinese": "寒毒",
      "token": "NEW_ACHIEVEMENT_2_19_NAME"
    },
    "description": {
      "brazilian": "Mostre suas presas, prove quem é o líder da tribo mais poderosa da Terra Alpina: Derrote o Sumo Sacerdote da tribo primitiva para desbloquear este Marco de Viagem.",
      "english": "Bare your fangs, showing everyone that you're the true boss of Alpine Land: Defeat the Tribal Priest to unlock this Trip Milestone.",
      "french": "Montrez vos crocs et prouvez à tous que vous êtes le véritable chef des Terres alpines : Éliminez le prêtre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Zähne und beweise, wer der Anführer des stärksten Stamms im Hochgebirge ist: Besiege den Hohepriester eines primitiven Stamms, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "支配者に牙をむき、寒冷地の最も強い部族の支配者に取って代わる：原始部族の大司教を倒すと、このマイルストーンが解放されます｡",
      "koreana": "송곳니를 드러내어 누가 고랭지에서 최고의 부족 리더인지 증명하라. 원시 부족의 대사제를 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Оскальте зубы и покажите всем, кто настоящий лидер Горных долин: Победите племенного жреца, чтобы открыть этот этап путешествия.",
      "schinese": "展现獠牙，证明谁才是高寒地最强大部落的领袖：击败原始部落大祭司以解锁此旅途里程碑",
      "spanish": "Enseña tus colmillos y demuestra que eres el verdadero jefe de la Tierra Alpina: Derrota al sacerdote de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現獠牙，證明誰才是高寒地最強大部落的領袖：擊敗原始部落大祭司以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_19_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_DiMianYiJi01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/bf16f49e3f13c0cd2f6533dad837f0e8eb927f70.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/8e20a174694d53a8402df4e77436b1e702471006.jpg",
    "displayName": {
      "brazilian": "Trio Parada Dura da Floresta Tropical",
      "english": "Jungle Foes",
      "french": "Les trois de la forêt tropicale",
      "german": "Regenwaldfeinde",
      "japanese": "雨林の三強",
      "koreana": "우림 빅쓰리",
      "russian": "Враги в джунглях",
      "schinese": "雨林三强",
      "spanish": "Enemigos de la selva",
      "tchinese": "雨林三強",
      "token": "NEW_ACHIEVEMENT_2_20_NAME"
    },
    "description": {
      "brazilian": "Líder Dos Saqueadores que guarda um tesouro e é conhecido por sua brutalidade: Derrote um dos três Líderes Saqueadores das ruínas terrestres da Floresta Tropical do Oeste para desbloquear este Marco de Viagem.",
      "english": "The Plunderer Leaders occupying the treasure lands are infamous for their savagery: Defeat any of the 3 Plunderer Leaders in the ground ruins of Western Rainforest to unlock this Trip Milestone.",
      "french": "Connus pour leur brutalité, les chefs des pillards règnent sur des terres remplies de trésors : Éliminez un des 3 chefs des pillards dans les ruines de la forêt tropicale de l'ouest pour débloquer cette étape du voyage.",
      "german": "Der im Land des Schatzes umherstreifende Plündereranführer ist für seine Grausamkeit berüchtigt: Besiege einen der drei Plündereranführer in den Ruinen im West-Regenwald, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "秘宝隠されし地を拠点にしている略奪者ボスはその凶悪さにより名を鳴り響かせている：西部雨林の地上遺跡にいる任意の略奪者ボスを撃破すると、このマイルストーンが解放されます。",
      "koreana": "보물이 숨겨진 땅을 지배하는 약탈자의 우두머리는 그 잔혹함으로 악명이 높다. 서부 우림 지상 유적지의 세 명의 약탈자 우두머리 중 한 명을 처치하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Лидеры грабителей, захватившие богатые земли знамениты своей жестокостью: убейте любых 3-х лидеров грабителей в руинах на западе Тропического леса, чтобы открыть этот этап путешествия.",
      "schinese": "盘踞宝藏之地的的掠夺者首领以凶残著称：击败西部雨林地面遗迹掠夺者三首领中任意一位以解锁此旅途里程碑",
      "spanish": "Los líderes saqueadores que ocupan las tierras del tesoro son temidos por su salvajismo: Derrota a cualquiera de los 3 líderes saqueadores en las ruinas subterráneas de la Selva Occidental para desbloquear este logro de viaje.",
      "tchinese": "盤踞寶藏之地的掠奪者首領以凶殘著稱：擊敗西部雨林地面遺跡掠奪者三首領中任意一位以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_20_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_DiMianYiJi02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/6a676459167017d58a3ab4fb7a2e08c55861f501.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/938d4df001f0b8c051b51acd1f732cc65064061a.jpg",
    "displayName": {
      "brazilian": "Lado Sombrio da Floresta Vulcânica",
      "english": "Volcanic Forest Secret",
      "french": "Les secrets de la forêt volcanique",
      "german": "Geheimnis des Vulkan-Waldlands",
      "japanese": "火山の森の秘密",
      "koreana": "화산 숲의 이면",
      "russian": "Тайный вулканический лес",
      "schinese": "火山林地的黯面",
      "spanish": "Secreto del Bosque Volcánico",
      "tchinese": "火山林地的黯面",
      "token": "NEW_ACHIEVEMENT_2_21_NAME"
    },
    "description": {
      "brazilian": "Líder Dos Saqueadores que guarda um tesouro e é conhecido por sua brutalidade: Derrote o Líder Saqueador das ruínas terrestres da Floresta Vulcânica para desbloquear este Marco de Viagem.",
      "english": "The Plunderer Leaders occupying the treasure lands are infamous for their savagery: Defeat the Plunderer Leader in the ground ruins of Volcanic Forest to unlock this Trip Milestone.",
      "french": "Connus pour leur brutalité, les chefs des pillards règnent sur des terres remplies de trésors : Éliminez le chef des pillards dans les ruines du sol de la forêt volcanique pour débloquer cette étape du voyage.",
      "german": "Der im Land des Schatzes umherstreifende Plündereranführer ist für seine Grausamkeit berüchtigt: Besiege den Plündereranführer in den Ruinen des Vulkan-Waldlands, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "秘宝隠されし地を拠点にしている略奪者ボスはその凶悪さにより名を鳴り響かせている：火山の森の地上遺跡にいる略奪者ボスを撃破すると、このマイルストーンが解放されます。",
      "koreana": "보물이 숨겨진 땅을 지배하는 약탈자의 우두머리는 그 잔혹함으로 악명이 높다. 화산 숲 지상 유적지의 약탈자 우두머리를 물리치고 이번 여정의 이정표를 해제하세요.",
      "russian": "Лидеры грабителей, захватившие богатые земли знамениты своей жестокостью: убейте лидера грабителей в руинах Вулканического леса, чтобы открыть этот этап путешествия.",
      "schinese": "盘踞宝藏之地的的掠夺者首领以凶残著称：击败火山林地地面遗迹的掠夺者首领以解锁此旅途里程碑",
      "spanish": "Los líderes saqueadores que ocupan las tierras del tesoro son temidos por su salvajismo: Derrota al Líder Saqueador en las ruinas subterráneas del Bosque Volcánico para desbloquear este logro de viaje.",
      "tchinese": "盤踞寶藏之地的掠奪者首領以凶殘著稱：擊敗火山林地地面遺跡的掠奪者首領以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_21_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_DiMianYiJi03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/7034ad058cd0cd5af9f31cf5d39884a53ee807db.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/7a33d8d15bbd6689a2b550707b3ddf5fef907f25.jpg",
    "displayName": {
      "brazilian": "Louco do Sangue Enregelado",
      "english": "Iceblood Savage",
      "french": "Buveur de sang des glaces",
      "german": "Kaltblütiger Wilder",
      "japanese": "氷血を蝕む狂徒",
      "koreana": "콜드블러드 버서커",
      "russian": "Хладнокровный дикарь",
      "schinese": "啃噬冰血的狂徒",
      "spanish": "Salvaje sangrefría",
      "tchinese": "啃噬冰血的狂徒",
      "token": "NEW_ACHIEVEMENT_2_22_NAME"
    },
    "description": {
      "brazilian": "Famosos por sua ferocidade, os Líderes Saqueadores ocupam a terra dos tesouros: derrote qualquer um dos dois Líderes Saqueadores das ruínas terrestres da Terra Alpina para desbloquear este Marco de Viagem.",
      "english": "The Plunderer Leaders occupying the treasure lands are infamous for their savagery: Defeat any of the 2 Plunderer Leaders in the ground ruins of Alpine Land to unlock this Trip Milestone.",
      "french": "Le chef des pillards qui occupe le territoire du trésor est réputé pour sa férocité : vaincre l'un des deux chefs des pillards des ruines des Terres alpines débloquera cette étape du voyage.",
      "german": "Der im Land des Schatzes umherstreifende Plündereranführer ist für seine Grausamkeit berüchtigt: Besiege einen der zwei Plündereranführer in den Ruinen im Hochgebirge, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "秘宝隠されし地を拠点にしている略奪者ボスはその凶悪さにより名を鳴り響かせている：寒冷地の地上遺跡にいる任意の略奪者ボスを撃破すると、このマイルストーンが解放されます。",
      "koreana": "보물이 숨겨진 땅을 지배하는 약탈자의 우두머리는 그 잔혹함으로 악명이 높다. 고랭지 지상 유적지의 두 명의 약탈자 우두머리 중 한 명을 물리치고 이번 여정의 이정표를 해제하도록.",
      "russian": "Лидеры грабителей, захватившие богатые земли, знамениты своей жестокостью: убейте любых 2-х лидеров грабителей в руинах Горных долин, чтобы открыть этот этап путешествия.",
      "schinese": "盘踞宝藏之地的的掠夺者首领以凶残著称：击败高寒地地面遗迹掠夺者两首领中任意一位以解锁此旅途里程碑",
      "spanish": "Los líderes saqueadores que ocupan las tierras del tesoro son temidos por su salvajismo: Derrota a cualquiera de los 2 líderes saqueadores en las ruinas subterráneas de las tierras alpinas para desbloquear este logro de viaje.",
      "tchinese": "盤踞寶藏之地的掠奪者首領以凶殘著稱：擊敗高寒地地面遺跡掠奪者兩首領中任意一位以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_22_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_YiJiDiGong01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/a484ce18990cd506e39ef5d5cbeb84f2f5141925.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/f49b8b565c3010b3cb1d8c76b7e6e8bd9a3efb4e.jpg",
    "displayName": {
      "brazilian": "Pérola Escondida: Vale da Fenda",
      "english": "Hidden Pearl: Rift Valley",
      "french": "Perle Perdue : Vallée de la Faille",
      "german": "Versteckte Perle: Grabenbruch",
      "japanese": "忘れ去られし遺宝：大峡谷",
      "koreana": "먼지에 덮힌 유산: 거대한 협곡",
      "russian": "Скрытая жемчужина: Рифтовая долина",
      "schinese": "蒙尘遗珠：大裂谷",
      "spanish": "Perla Oculta: Valle Tectónico",
      "tchinese": "蒙塵遺珠：大裂谷",
      "token": "NEW_ACHIEVEMENT_2_23_NAME"
    },
    "description": {
      "brazilian": "Fragmentos de uma civilização perdida, perigos e encontros ocultos na poeira: Derrote os guardiões das ruínas da Vale da Fenda para desbloquear este Marco de Viagem.",
      "english": "It's as if we're looking at an elusive fragment of a disconnected civilization, with danger and opportunity lay concealed in the dust of antiquity: Defeat the Guardian of the Rift Valley ruins to unlock this Trip Milestone.",
      "french": "Semble être un fragment de civilisation perdu dans une faille, où le danger et l'aventure se cachent dans la poussière : vaincre le gardien des ruines de la Vallée de la faille pour débloquer cette étape du voyage.",
      "german": "Es scheint sich um Überreste einer untergegangenen Zivilisation zu handeln, in deren Staub sowohl Risiken als auch Chancen liegen: Besiege den Wächter des Grabenbruchs, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "これは途絶えし文明の残り火のようだ、危険と奇遇が塵埃に紛れる：大峡谷の遺跡守護者を撃破すると、このマイルストーンが解放されます。",
      "koreana": "마치 단층된 문명의 잃어버린 조각과 같이 위험과 모험이 먼지 속에 숨어 있다. 거대한 협곡 유적의 수호자를 물리치고 이번 여정의 이정표를 해제하세요.",
      "russian": "Как будто мы смотрим на неуловимый осколок потерянной цивилизации, где во тьме веков таится опасность и возможности: уничтожьте стража руин в Рифтовой долине, чтобы открыть этот этап путешествия.",
      "schinese": "似是断层文明遗失的片段，危险与际遇隐入尘埃：击败大裂谷遗迹的守护者以解锁此旅途里程碑",
      "spanish": "Es como si estuviéramos ante un fragmento esquivo de una civilización perdida, con peligros y oportunidades ocultos entre el polvo de la antigüedad: Derrota al guardián de las ruinas del Valle Tectónico para desbloquear este logro de viaje.",
      "tchinese": "似是斷層文明遺失的片段，危險與際遇隱入塵埃：擊敗大裂谷遺跡的守護者以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_23_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_YiJiDiGong02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/aaf0bf1858841927c85edd93a63cee9948b6a9db.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/85be27b19c0a19b287facc00756b1f0e5160492c.jpg",
    "displayName": {
      "brazilian": "Pérola Escondida: Caverna da Selva",
      "english": "Hidden Pearl: Jungle Cave",
      "french": "Perle Perdue : Grotte de la jungle",
      "german": "Versteckte Perle: Dschungelhöhle",
      "japanese": "忘れ去られし遺宝：森の洞窟",
      "koreana": "먼지에 덮힌 유산: 밀림 동굴",
      "russian": "Скрытая жемчужина: Пещера в джунглях",
      "schinese": "蒙尘遗珠：丛林洞窟",
      "spanish": "Perla Oculta: Cueva de la Selva",
      "tchinese": "蒙塵遺珠：叢林洞窟",
      "token": "NEW_ACHIEVEMENT_2_24_NAME"
    },
    "description": {
      "brazilian": "Fragmentos de uma civilização perdida, perigos e encontros ocultos na poeira: Derrote os guardiões das ruínas da Caverna da Selva para desbloquear este Marco de Viagem.",
      "english": "It's as if we're looking at an elusive fragment of a disconnected civilization, with danger and opportunity lay concealed in the dust of antiquity: Defeat the Guardian of the Jungle Cave ruins to unlock this Trip Milestone.",
      "french": "Semble être un fragment de civilisation perdu dans une faille, où le danger et l'aventure se cachent dans la poussière : vaincre le gardien des ruines de la Grotte de la jungle pour débloquer cette étape du voyage.",
      "german": "Es scheint sich um Überreste einer untergegangenen Zivilisation zu handeln, in deren Staub sowohl Risiken als auch Chancen liegen: Besiege den Wächter der Dschungelhöhle, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "これは途絶えし文明の残り火のようだ、危険と奇遇が塵埃に紛れる：森の支洞窟の遺跡守護者を撃破すると、このマイルストーンが解放されます。",
      "koreana": "마치 단층된 문명의 잃어버린 조각과 같이 위험과 모험이 먼지 속에 숨어 있다. 밀림 동굴 유적의 수호자를 물리치고 이번 여정의 이정표를 해제하세요.",
      "russian": "Как будто мы смотрим на неуловимый осколок потерянной цивилизации, где во тьме веков таится опасность и возможности: уничтожьте стража руин в Пещере в джунглях, чтобы открыть этот этап путешествия.",
      "schinese": "似是断层文明遗失的片段，危险与际遇隐入尘埃：击败丛林洞窟遗迹的守护者以解锁此旅途里程碑",
      "spanish": "Es como si estuviéramos ante un fragmento esquivo de una civilización perdida, con peligros y oportunidades ocultos entre el polvo de la antigüedad: Derrota al guardián de las ruinas de la Cueva de la Selva para desbloquear este logro de viaje.",
      "tchinese": "似是斷層文明遺失的片段，危險與際遇隱入塵埃：擊敗叢林洞窟遺跡的守護者以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_24_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_YiJiDiGong03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/d840eb974157149d8858608466408825e71bf54f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/82dadd804d6f6c37c54da7f36835f63a8e3516be.jpg",
    "displayName": {
      "brazilian": "Pérola Escondida: Cratera Gigante",
      "english": "Hidden Pearl: Giant Crater",
      "french": "Perle Perdue : Gouffre géant",
      "german": "Versteckte Perle: Riesiger Krater",
      "japanese": "忘れ去られし遺宝：巨大な穴",
      "koreana": "먼지에 덮힌 유산: 거대 분화구",
      "russian": "Скрытая жемчужина: Гигантский кратер",
      "schinese": "蒙尘遗珠：巨型天坑",
      "spanish": "Perla Oculta: Cráter Gigante",
      "tchinese": "蒙塵遺珠：巨型天坑",
      "token": "NEW_ACHIEVEMENT_2_25_NAME"
    },
    "description": {
      "brazilian": "Fragmentos de uma civilização perdida, perigos e encontros ocultos na poeira: Derrote os guardiões das ruínas da Cratera Gigante para desbloquear este Marco de Viagem.",
      "english": "It's as if we're looking at an elusive fragment of a disconnected civilization, with danger and opportunity lay concealed in the dust of antiquity: Defeat the Guardian of the Giant Crater ruins to unlock this Trip Milestone.",
      "french": "Semble être un fragment de civilisation perdu dans une faille, où le danger et l'aventure se cachent dans la poussière : vaincre le gardien des ruines du Gouffre géant pour débloquer cette étape du voyage.",
      "german": "Es scheint sich um Überreste einer untergegangenen Zivilisation zu handeln, in deren Staub sowohl Risiken als auch Chancen liegen: Besiege den Wächter des Riesigen Kraters, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "これは途絶えし文明の残り火のようだ、危険と奇遇が塵埃に紛れる：巨大な穴の遺跡守護者を撃破すると、このマイルストーンが解放されます。",
      "koreana": "마치 단층된 문명의 잃어버린 조각과 같이 위험과 모험이 먼지 속에 숨어 있다. 거대 분화구 유적의 수호자를 물리치고 이번 여정의 이정표를 해제하세요.",
      "russian": "Как будто мы смотрим на неуловимый осколок потерянной цивилизации, где во тьме веков таится опасность и возможности: уничтожьте стража руин в Огромном кратере, чтобы открыть этот этап путешествия.",
      "schinese": "似是断层文明遗失的片段，危险与际遇隐入尘埃：击败巨型天坑遗迹的守护者以解锁此旅途里程碑",
      "spanish": "Es como si estuviéramos ante un fragmento esquivo de una civilización perdida, con peligros y oportunidades ocultos entre el polvo de la antigüedad: Derrota al guardián de las ruinas del Cráter Gigante para desbloquear este logro de viaje.",
      "tchinese": "似是斷層文明遺失的片段，危險與際遇隱入塵埃：擊敗巨型天坑遺跡的守護者以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_25_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_YiJiDiGong04",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/dcef58aae565c33779486c57fa9ed9e523063fc4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/56e1263617ca01dc4aaa10f9551b4551ced11811.jpg",
    "displayName": {
      "brazilian": "Pérola Escondida: Vulcão Escaldante",
      "english": "Hidden Pearl: Scorching Volcano",
      "french": "Perle Perdue : Volcan ardent",
      "german": "Versteckte Perle: Sengender Vulkan",
      "japanese": "忘れ去られし遺宝：灼熱の火山",
      "koreana": "먼지에 덮힌 유산: 불타는 화산",
      "russian": "Скрытая жемчужина: Обжигающий вулкан",
      "schinese": "蒙尘遗珠：炙热火山",
      "spanish": "Perla Oculta: Volcán Abrasador",
      "tchinese": "蒙塵遺珠：炙熱火山",
      "token": "NEW_ACHIEVEMENT_2_26_NAME"
    },
    "description": {
      "brazilian": "Fragmentos de uma civilização perdida, perigos e encontros ocultos na poeira: Derrote os guardiões das ruínas do Vulcão Escaldante para desbloquear este Marco de Viagem.",
      "english": "It's as if we're looking at an elusive fragment of a disconnected civilization, with danger and opportunity lay concealed in the dust of antiquity: Defeat the Guardian of the Scorching Volcano ruins to unlock this Trip Milestone.",
      "french": "Semble être un fragment de civilisation perdu dans une faille, où le danger et l'aventure se cachent dans la poussière : vaincre le gardien des ruines du Volcan ardent pour débloquer cette étape du voyage.",
      "german": "Es scheint sich um Überreste einer untergegangenen Zivilisation zu handeln, in deren Staub sowohl Risiken als auch Chancen liegen: Besiege den Wächter des Sengenden Vulkans, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "これは途絶えし文明の残り火のようだ、危険と奇遇が塵埃に紛れる：灼熱の火山の遺跡守護者を撃破すると、このマイルストーンが解放されます。",
      "koreana": "마치 단층된 문명의 잃어버린 조각과 같이 위험과 모험이 먼지 속에 숨어 있다. 불타는 화산 유적의 수호자를 물리치고 이번 여정의 이정표를 해제하세요.",
      "russian": "Как будто мы смотрим на неуловимый осколок потерянной цивилизации, где во тьме веков таится опасность и возможности: уничтожьте стража руин в Обжигающем вулкане, чтобы открыть этот этап путешествия.",
      "schinese": "似是断层文明遗失的片段，危险与际遇隐入尘埃：击败炙热火山遗迹的守护者以解锁此旅途里程碑",
      "spanish": "Es como si estuviéramos ante un fragmento esquivo de una civilización perdida, con peligros y oportunidades ocultos entre el polvo de la antigüedad: Derrota al guardián de las ruinas del Volcán Abrasador para desbloquear este logro de viaje.",
      "tchinese": "似是斷層文明遺失的片段，危險與際遇隱入塵埃：擊敗炙熱火山遺跡的守護者以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_26_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_YiJiDiGong05",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/e751f737e9a800b37bc2cf4ca70c8bcf8ece7d22.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/8d307de36c5e39c0bda42c95a2b5d7e09c541741.jpg",
    "displayName": {
      "brazilian": "Pérola Escondida: Cânion Congelado",
      "english": "Hidden Pearl: Frost Canyon",
      "french": "Perle Perdue : Gorge Gelée",
      "german": "Versteckte Perle: Eisschlucht",
      "japanese": "忘れ去られし遺宝：氷封の峡谷",
      "koreana": "먼지에 덮힌 유산: 얼어붙은 협곡",
      "russian": "Скрытая жемчужина: Морозный каньон",
      "schinese": "蒙尘遗珠：冰封峡谷",
      "spanish": "Perla Oculta: Cañón Glacial",
      "tchinese": "蒙塵遺珠：冰封峽谷",
      "token": "NEW_ACHIEVEMENT_2_27_NAME"
    },
    "description": {
      "brazilian": "Fragmentos de uma civilização perdida, perigos e encontros ocultos na poeira: Derrote os guardiões das ruínas do Cânion Congelado para desbloquear este Marco de Viagem.",
      "english": "It's as if we're looking at an elusive fragment of a disconnected civilization, with danger and opportunity lay concealed in the dust of antiquity: Defeat the Guardian of the Frost Canyon ruins to unlock this Trip Milestone.",
      "french": "Semble être un fragment de civilisation perdu dans une faille, où le danger et l'aventure se cachent dans la poussière : vaincre le gardien des ruines de la Gorge gelée pour débloquer cette étape du voyage.",
      "german": "Es scheint sich um Überreste einer untergegangenen Zivilisation zu handeln, in deren Staub sowohl Risiken als auch Chancen liegen: Besiege den Wächter der Eisschlucht, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "これは途絶えし文明の残り火のようだ、危険と奇遇が塵埃に紛れる：氷封の峡谷の遺跡守護者を撃破すると、このマイルストーンが解放されます。",
      "koreana": "마치 단층된 문명의 잃어버린 조각과 같이 위험과 모험이 먼지 속에 숨어 있다. 얼어붙은 협곡 유적의 수호자를 물리치고 이번 여정의 이정표를 해제하세요.",
      "russian": "Как будто мы смотрим на неуловимый осколок потерянной цивилизации, где во тьме веков таится опасность и возможности: уничтожьте стража руин в Ледяном каньоне, чтобы открыть этот этап путешествия.",
      "schinese": "似是断层文明遗失的片段，危险与际遇隐入尘埃：击败冰封峡谷遗迹的守护者以解锁此旅途里程碑",
      "spanish": "Es como si estuviéramos ante un fragmento esquivo de una civilización perdida, con peligros y oportunidades ocultos entre el polvo de la antigüedad: Derrota al guardián de las ruinas del Cañón Glacial para desbloquear este logro de viaje.",
      "tchinese": "似是斷層文明遺失的片段，危險與際遇隱入塵埃：擊敗冰封峽谷遺跡的守護者以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_27_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_YiJiDiGong06",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/f2b43db91acbd4ee11833c4d973e0c420e19e57c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/f84c2aa9293de63dcba3f9ef413e786c4bf2bdab.jpg",
    "displayName": {
      "brazilian": "Pérola Escondida: Vale do Rio",
      "english": "Hidden Pearl: River Valley",
      "french": "Perle Perdue : Vallée",
      "german": "Versteckte Perle: Flusstal",
      "japanese": "忘れ去られし遺宝：谷川の地",
      "koreana": "먼지에 덮힌 유산: 계곡 지대",
      "russian": "Скрытая жемчужина: Речная долина",
      "schinese": "蒙尘遗珠：河谷地",
      "spanish": "Perla Oculta: Valle Fluvial",
      "tchinese": "蒙塵遺珠：河谷地",
      "token": "NEW_ACHIEVEMENT_2_28_NAME"
    },
    "description": {
      "brazilian": "Fragmentos de uma civilização perdida, perigos e encontros ocultos na poeira: Derrote os guardiões das ruínas do Vale do Rio para desbloquear este Marco de Viagem.",
      "english": "It's as if we're looking at an elusive fragment of a disconnected civilization, with danger and opportunity lay concealed in the dust of antiquity: Defeat the Guardian of the River Valley ruins to unlock this Trip Milestone.",
      "french": "Semble être un fragment de civilisation perdu dans une faille, où le danger et l'aventure se cachent dans la poussière : vaincre le gardien des ruines de la Vallée pour débloquer cette étape du voyage.",
      "german": "Es scheint sich um Überreste einer untergegangenen Zivilisation zu handeln, in deren Staub sowohl Risiken als auch Chancen liegen: Besiege den Wächter des Flusstals, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "これは途絶えし文明の残り火のようだ、危険と奇遇が塵埃に紛れる：谷川の地の遺跡守護者を撃破すると、このマイルストーンが解放されます。",
      "koreana": "마치 단층된 문명의 잃어버린 조각과 같이 위험과 모험이 먼지 속에 숨어 있다. 계곡 지대 유적의 수호자를 물리치고 이번 여정의 이정표를 해제하세요.",
      "russian": "Как будто мы смотрим на неуловимый осколок потерянной цивилизации, где во тьме веков таится опасность и возможности: уничтожьте стража руин в Речной долине, чтобы открыть этот этап путешествия.",
      "schinese": "似是断层文明遗失的片段，危险与际遇隐入尘埃：击败河谷地遗迹的守护者以解锁此旅途里程碑",
      "spanish": "Es como si estuviéramos ante un fragmento esquivo de una civilización perdida, con peligros y oportunidades ocultos entre el polvo de la antigüedad: Derrota al guardián de las ruinas del Valle Fluvial para desbloquear este logro de viaje.",
      "tchinese": "似是斷層文明遺失的片段，危險與際遇隱入塵埃：擊敗河谷地遺跡的守護者以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_28_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_YiJiDiGong07",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/37c1e9302241e6076a4073bc7b78a0c4ab8357e4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/7ac8d47e45ba050f151fc20c82df880056e44dc8.jpg",
    "displayName": {
      "brazilian": "Pérola Escondida: Pântano",
      "english": "Hidden Pearl: Wetland",
      "french": "Perle Perdue : Marais",
      "german": "Versteckte Perle: Sumpfgebiet",
      "japanese": "忘れ去られし遺宝：沼地",
      "koreana": "먼지에 덮힌 유산: 늪지",
      "russian": "Скрытая жемчужина: Болото",
      "schinese": "蒙尘遗珠：沼泽",
      "spanish": "Perla Oculta: Humedal",
      "tchinese": "蒙塵遺珠：沼澤",
      "token": "NEW_ACHIEVEMENT_2_29_NAME"
    },
    "description": {
      "brazilian": "Fragmentos de uma civilização perdida, perigos e encontros ocultos na poeira: Derrote os guardiões das ruínas do Pântano para desbloquear este Marco de Viagem.",
      "english": "It's as if we're looking at an elusive fragment of a disconnected civilization, with danger and opportunity lay concealed in the dust of antiquity: Defeat the Guardian of the Wetland ruins to unlock this Trip Milestone.",
      "french": "Semble être un fragment de civilisation perdu dans une faille, où le danger et l'aventure se cachent dans la poussière : vaincre le gardien des ruines du Marais pour débloquer cette étape du voyage.",
      "german": "Es scheint sich um Überreste einer untergegangenen Zivilisation zu handeln, in deren Staub sowohl Risiken als auch Chancen liegen: Besiege den Wächter des Sumpfgebiets, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "これは途絶えし文明の残り火のようだ、危険と奇遇が塵埃に紛れる：沼地の遺跡守護者を撃破すると、このマイルストーンが解放されます。",
      "koreana": "마치 단층된 문명의 잃어버린 조각과 같이 위험과 모험이 먼지 속에 숨어 있다. 늪지 유적의 수호자를 물리치고 이번 여정의 이정표를 해제하세요.",
      "russian": "Как будто мы смотрим на неуловимый осколок потерянной цивилизации, где во тьме веков таится опасность и возможности: уничтожьте стража руин на Болоте, чтобы открыть этот этап путешествия.",
      "schinese": "似是断层文明遗失的片段，危险与际遇隐入尘埃：击败沼泽遗迹的守护者以解锁此旅途里程碑",
      "spanish": "Es como si estuviéramos ante un fragmento esquivo de una civilización perdida, con peligros y oportunidades ocultos entre el polvo de la antigüedad: Derrota al guardián de las ruinas del Humedal para desbloquear este logro de viaje.",
      "tchinese": "似是斷層文明遺失的片段，危險與際遇隱入塵埃：擊敗沼澤遺跡的守護者以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_29_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_YiJiDiGong08",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/3998b530dfc40639b08e927d587d83d8955becc6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/6d8d621d8fff665db6902ccdc8225f90aa7a1d74.jpg",
    "displayName": {
      "brazilian": "Pérola Escondida: Deserto do Norte",
      "english": "Hidden Pearl: Northern Wasteland",
      "french": "Perle Perdue : Désert du nord",
      "german": "Versteckte Perle: Nördliche Einöde",
      "japanese": "忘れ去られし遺宝：北部荒野",
      "koreana": "먼지에 덮힌 유산: 북부 황야",
      "russian": "Скрытая жемчужина: Пустошь",
      "schinese": "蒙尘遗珠：北部荒原",
      "spanish": "Perla Oculta: Páramo del Norte",
      "tchinese": "蒙塵遺珠：北部荒原",
      "token": "NEW_ACHIEVEMENT_2_30_NAME"
    },
    "description": {
      "brazilian": "Fragmentos de uma civilização perdida, perigos e encontros ocultos na poeira: Derrote os guardiões das ruínas da Deserto do Norte para desbloquear este Marco de Viagem.",
      "english": "It's as if we're looking at an elusive fragment of a disconnected civilization, with danger and opportunity lay concealed in the dust of antiquity: Defeat the Guardian of the Northern Wasteland ruins to unlock this Trip Milestone.",
      "french": "Semble être un fragment de civilisation perdu dans une faille, où le danger et l'aventure se cachent dans la poussière : vaincre le gardien des ruines du Désert du nord pour débloquer cette étape du voyage.",
      "german": "Es scheint sich um Überreste einer untergegangenen Zivilisation zu handeln, in deren Staub sowohl Risiken als auch Chancen liegen: Besiege den Wächter der Nördlichen Einöde, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "これは途絶えし文明の残り火のようだ、危険と奇遇が塵埃に紛れる：北部荒野の遺跡守護者を撃破すると、このマイルストーンが解放されます。",
      "koreana": "마치 단층된 문명의 잃어버린 조각과 같이 위험과 모험이 먼지 속에 숨어 있다. 북부 황야 유적의 수호자를 물리치고 이번 여정의 이정표를 해제하세요.",
      "russian": "Как будто мы смотрим на неуловимый осколок потерянной цивилизации, где во тьме веков таится опасность и возможности: уничтожьте стража руин в Северных пустошах, чтобы открыть этот этап путешествия.",
      "schinese": "似是断层文明遗失的片段，危险与际遇隐入尘埃：击败北部荒原遗迹的守护者以解锁此旅途里程碑",
      "spanish": "Es como si estuviéramos ante un fragmento esquivo de una civilización perdida, con peligros y oportunidades ocultos entre el polvo de la antigüedad: Derrota al guardián de las ruinas del Páramo del Norte para desbloquear este logro de viaje.",
      "tchinese": "似是斷層文明遺失的片段，危險與際遇隱入塵埃：擊敗北部荒原遺跡的守護者以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_30_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_YiJiDiGong09",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/7ac14efee61f76708c334f1809f0668038652779.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/a55dcc442265634b655d55e8a5cee18b83ebc2ee.jpg",
    "displayName": {
      "brazilian": "Pérola Escondida: Floresta Negra",
      "english": "Hidden Pearl: Dark Forest",
      "french": "Perle Perdue : Forêt Noire",
      "german": "Versteckte Perle: Finsterwald",
      "japanese": "忘れ去られし遺宝：黒き森",
      "koreana": "먼지에 덮힌 유산: 흑림숲",
      "russian": "Скрытая жемчужина: Темный лес",
      "schinese": "蒙尘遗珠：黑森林",
      "spanish": "Perla Oculta: Bosque Oscuro",
      "tchinese": "蒙塵遺珠：黑森林",
      "token": "NEW_ACHIEVEMENT_2_31_NAME"
    },
    "description": {
      "brazilian": "Fragmentos de uma civilização perdida, perigos e encontros ocultos na poeira: Derrote os guardiões das ruínas da Floresta Negra para desbloquear este Marco de Viagem.",
      "english": "It's as if we're looking at an elusive fragment of a disconnected civilization, with danger and opportunity lay concealed in the dust of antiquity: Defeat the Guardian of the Dark Forest ruins to unlock this Trip Milestone.",
      "french": "Semble être un fragment de civilisation perdu dans une faille, où le danger et l'aventure se cachent dans la poussière : vaincre le gardien des ruines de la Forêt noire pour débloquer cette étape du voyage.",
      "german": "Es scheint sich um Überreste einer untergegangenen Zivilisation zu handeln, in deren Staub sowohl Risiken als auch Chancen liegen: Besiege den Wächter des Finsterwalds, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "これは途絶えし文明の残り火のようだ、危険と奇遇が塵埃に紛れる：黒き森の遺跡守護者を撃破すると、このマイルストーンが解放されます。",
      "koreana": "마치 단층된 문명의 잃어버린 조각과 같이 위험과 모험이 먼지 속에 숨어 있다. 흑림숲 유적의 수호자를 물리치고 이번 여정의 이정표를 해제하세요.",
      "russian": "Как будто мы смотрим на неуловимый осколок потерянной цивилизации, где во тьме веков таится опасность и возможности: уничтожьте стража руин в Темном лесу, чтобы открыть этот этап путешествия.",
      "schinese": "似是断层文明遗失的片段，危险与际遇隐入尘埃：击败黑森林遗迹的守护者以解锁此旅途里程碑",
      "spanish": "Es como si estuviéramos ante un fragmento esquivo de una civilización perdida, con peligros y oportunidades ocultos entre el polvo de la antigüedad: Derrota al guardián de las ruinas del Bosque Oscuro para desbloquear este logro de viaje.",
      "tchinese": "似是斷層文明遺失的片段，危險與際遇隱入塵埃：擊敗黑森林遺跡的守護者以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_2_31_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Kill_YiJiDiGongFinal",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/8e898f55fd5cc156e369567383a0aa7cbaf365bb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/1d6f8a802cfec10423053a8cb62b2ae38355ef46.jpg",
    "displayName": {
      "brazilian": "Núcleo Central",
      "english": "Central Core",
      "french": "Noyau central",
      "german": "Zentralkern",
      "japanese": "中枢コア",
      "koreana": "센트럴 코어",
      "russian": "Центральное ядро",
      "schinese": "中枢核心",
      "spanish": "Núcleo Central",
      "tchinese": "中樞核心",
      "token": "NEW_ACHIEVEMENT_3_0_NAME"
    },
    "description": {
      "brazilian": "O último guardião da civilização descontinuada, derrote o Guardião escondido no Cânion Congelado para desbloquear este Marco de Viagem.",
      "english": "The last Guardian of the disconnected civilization. Defeat the hidden Guardian in the Frost Canyon to unlock this Trip Milestone.",
      "french": "Le dernier Gardien de la civilisation enclavée. Éliminez le Gardien caché dans la Gorge gelée pour débloquer cette étape du voyage.",
      "german": "Der letzte Wächter einer untergegangenen Zivilisation. Besiege den verborgenen Wächter in der Eisschlucht, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "途絶えし文明の最後の守護者。氷封の峡谷に隠された守護者を撃破すると、このマイルストーンが解放されます。",
      "koreana": "단층된 문명의 마지막 수호자. 얼어붙은 협곡의 수호자를 물리치고 이번 여정의 이정표를 해제하세요.",
      "russian": "Последний страж потерянной цивилизации. Уничтожьте скрытого стража руин в Морозном каньоне, чтобы открыть этот этап путешествия.",
      "schinese": "断层文明最后的守护者，击败冰封峡谷隐藏的守护者以解锁此旅途里程碑",
      "spanish": "El último guardián de la civilización perdida. Derrota al guardián oculto del Cañón Glacial para desbloquear este logro de viaje.",
      "tchinese": "斷層文明最後的守護者，擊敗冰封峽谷隱藏的守護者以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_0_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ManRen_zhenShe_2",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/40172c3ba6eb4bc60807fc3162dc3125e0c65fb0.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/ef272633c204b493fed68ec91c37026540059e30.jpg",
    "displayName": {
      "brazilian": "Morra ou siga-me",
      "english": "Die, or follow my footsteps.",
      "french": "C'est la mort, ou on me suit",
      "german": "Folge mir oder stirb",
      "japanese": "死ぬか、俺に従うか。",
      "koreana": "죽거나 나를 따르거나",
      "russian": "Смерть — или иди по моим следам.",
      "schinese": "死亡，亦或追随于我",
      "spanish": "Sigue mis pasos o muere",
      "tchinese": "死亡，亦或追隨於我",
      "token": "NEW_ACHIEVEMENT_3_1_NAME"
    },
    "description": {
      "brazilian": "Mostre a habilidade da Máscara: Dissuada dois selvagens à beira da morte para desbloquear este Marco de Viagem.",
      "english": "Show the mask's power: Deter two dying barbarians to unlock this Trip Milestone",
      "french": "Montrez la puissance du masque : dissuadez deux barbares mourants pour débloquer cette étape du voyage.",
      "german": "Zeige deine Maskenfertigkeiten: Schüchtere zwei Barbaren an der Schwelle des Todes ein, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "仮面の能力を発揮する：瀕死の蛮人を2人威圧するとこのマイルストーンが解放されます。",
      "koreana": "마스크의 능력을 보여주자. 죽어가는 야만인 2명을 위협해 이번 여정의 이정표를 해제하세요.",
      "russian": "Продемонстрируйте силу маски: Запугайте двух варваров при смерти, чтобы открыть этот этап путешествия.",
      "schinese": "展现面甲的能力：震慑两位奄奄一息的蛮人以解锁此旅途里程碑",
      "spanish": "Muestra el poder de la máscara: Disuade a dos bárbaros moribundos para desbloquear este logro de viaje.",
      "tchinese": "展現面甲的能力：震懾兩位奄奄一息的蠻人以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_1_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ManRen_zhaoMu_3",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/a6832078b5591f6265769ee87e03d576f5677101.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/fa6d83324e8d8221ae431654144751d48f95766f.jpg",
    "displayName": {
      "brazilian": "Prosperidade da Tribo",
      "english": "Tribe Prosperity",
      "french": "Essor de la tribu",
      "german": "Wachstum des Stammes",
      "japanese": "部族拡大",
      "koreana": "부족의 발전",
      "russian": "Процветание племени",
      "schinese": "部族壮大",
      "spanish": "Prosperidad de la Tribu",
      "tchinese": "部族壯大",
      "token": "NEW_ACHIEVEMENT_3_2_NAME"
    },
    "description": {
      "brazilian": "Seu clã já parece prosperar: Recrute um total de 3 membros da tribo para desbloquear este Marco de Viagem.",
      "english": "Your clan is already prosperous: Recruit 3 tribesmen to unlock this Trip Milestone",
      "french": "Votre clan est déjà prospère : Recrutez 3 membres de tribu pour débloquer cette étape du voyage.",
      "german": "Dein Clan ist bereits aufgeblüht: Rekrutiere insgesamt 3 Stammesmitglieder, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "部族はもう栄えている様子だ：累計3人の部族民を募集するとこのマイルストーンが解放されます。",
      "koreana": "당신의 씨족은 모든 면에서 최고의 전성기를 누리고 있다. 부족민을 3명 모집하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Ваш клан процветает: Завербуйте 3 соплеменников, чтобы открыть этот этап путешествия.",
      "schinese": "你的氏族已然是一副欣欣向荣的模样：累计招募3位族人以解锁此旅途里程碑",
      "spanish": "Tu clan ya es próspero: Recluta a un total de 3 miembros de la tribu para desbloquear este logro de viaje.",
      "tchinese": "你的氏族已然是一副欣欣向榮的模樣：累計招募3位族人以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_2_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ManRen_zhaoMu_100",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/bc6f372db7680af97797eada62d288a2acbfff87.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/b73e1d7da44afe2d2942a89b1b2bc9c326b6b0d7.jpg",
    "displayName": {
      "brazilian": "Pessoas Diferentes, Jeitos Diferentes",
      "english": "Different people, different personalities",
      "french": "Cent personnes, cent personnalités",
      "german": "Jeder ist anders",
      "japanese": "百人百様",
      "koreana": "백인백색",
      "russian": "Новые люди, новый характер",
      "schinese": "百人百性",
      "spanish": "Gente diferente, personalidades diferentes",
      "tchinese": "百人百性",
      "token": "NEW_ACHIEVEMENT_3_3_NAME"
    },
    "description": {
      "brazilian": "Pessoas vêm e vão, e os rostos ao seu redor podem inevitavelmente mudar: Recrute um total de 100 membros da tribo para desbloquear este Marco de Viagem.",
      "english": "People come and go; you see new faces all the time: Recruit 100 tribesmen to unlock this Trip Milestone",
      "french": "Les gens vont et viennent, et les visages autour de vous changent inévitablement : recrutez un total de 100 membres de tribu pour débloquer cette étape du voyage.",
      "german": "Die Leute kommen und gehen und es bleibt nicht aus, dass sich die Gesichter an deiner Seite ändern: Rekrutiere insgesamt 100 Stammesmitglieder, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "人が行ったり来たりして、周りの顔は必ず変わるだろう：累計100人の部族民を募集するとこのマイルストーンが解放されます。",
      "koreana": "오는 사람이 있으면 가는 사람도 있는 법, 주변의 얼굴이 바뀌는 건 당연하다. 부족민을 100명 모집하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Люди приходят и уходят, постоянно появляются новые лица: Завербуйте 100 соплеменников, чтобы открыть этот этап путешествия.",
      "schinese": "有人来，也有人走，身边的面孔难免会有些不同：累计招募100位族人以解锁此旅途里程碑",
      "spanish": "La gente viene y va, y las caras que te rodean cambiarán continuamente: Recluta a un total de 100 miembros de la tribu para desbloquear este logro de viaje.",
      "tchinese": "有人來，也有人走，身邊的面孔難免會有些不同：累計招募100位族人以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_3_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ManRen_KongZhi",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/f68d5c5a6f54ba2b0a64b66d1aa632f8b16a3447.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/bb5a14569d38e7a63658d63b3b021bf4882e1d7e.jpg",
    "displayName": {
      "brazilian": "Sincronização Profunda",
      "english": "Synchronization",
      "french": "Synchronisation profonde",
      "german": "Gleichschaltung",
      "japanese": "シンクロナイゼーション",
      "koreana": "심층 동기화",
      "russian": "Синхронизация",
      "schinese": "深入同步",
      "spanish": "Sincronización",
      "tchinese": "深入同步",
      "token": "NEW_ACHIEVEMENT_3_4_NAME"
    },
    "description": {
      "brazilian": "Demonstre o poder da máscara, sincronizando profundamente com os pensamentos de um membro da tribo: Controle qualquer membro da tribo para desbloquear este Marco de Viagem.",
      "english": "Show the mask's power by syncing thoughts with your tribesmen: Control any tribesman to unlock this Trip Milestone",
      "french": "Montrez la puissance du masque en synchronisant vos pensées avec vos membres de tribu : Contrôlez un membre de la tribu pour débloquer cette étape du voyage.",
      "german": "Zeige deine Maskenfertigkeiten, indem du deine Gedanken mit denen deiner Stammesmitglieder verbindest: Kontrolliere ein beliebiges Stammesmitglied, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "仮面の能力を発揮し、部族民の思考とシンクロする：任意の部族民をコントロールするとこのマイルストーンが解放されます。",
      "koreana": "마스크의 능력을 보여주고 부족민과 정신상의 동기화를 하자. 부족민을 컨트롤하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Продемонстрируйте силу маски синхронизировав разум с соплеменниками: Возьмите под контроль любого соплеменника, чтобы открыть этот этап путешествия.",
      "schinese": "展现面甲的能力，与族人进行思维上的深入同步：主控任意族人以解锁此旅途里程碑",
      "spanish": "Demuestra el poder de la máscara sincronizando pensamientos con los miembros de tu tribu: Controla cualquier miembro de la tribu para desbloquear este logro de viaje.",
      "tchinese": "展現面甲的能力，與族人進行思維上的深入同步：主控任意族人以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_4_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ManRen_MingLing",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/c6ce84f733b0f584eb2b1ff404ef03ff8f842afb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/387a1c8c620a32915b586a7b359f165349341598.jpg",
    "displayName": {
      "brazilian": "Sob o Meu Comando",
      "english": "On My Command",
      "french": "Suivez mes ordres",
      "german": "Auf meinen Befehl",
      "japanese": "逆らえない命令",
      "koreana": "나를 따르라",
      "russian": "По моей команде",
      "schinese": "听我指挥",
      "spanish": "A mi señal",
      "tchinese": "聽我指揮",
      "token": "NEW_ACHIEVEMENT_3_5_NAME"
    },
    "description": {
      "brazilian": "Emita qualquer ordem a um membro da tribo destacado para desbloquear este Marco de Viagem.",
      "english": "Command any deployed tribesman to unlock this Trip Milestone",
      "french": "Assignez un ordre à un membre de tribu déployé pour débloquer cette étape du voyage.",
      "german": "Erteile Stammesmitgliedern, die dir in den Kampf folgen, einen beliebigen Befehl, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "一緒に出撃している部族民に任意のコマンドを出すとこのマイルストーンが解放されます。",
      "koreana": "함께 출전하는 부족민에게 지령을 내려 이번 여정의 이정표를 해제하세요.",
      "russian": "Отдайте команду любому отправленному соплеменнику, чтобы открыть этот этап путешествия.",
      "schinese": "给并肩出战的族人发布任意指令以解锁此旅途里程碑",
      "spanish": "Controla cualquier miembro de la tribu desplegado para desbloquear este logro de viaje.",
      "tchinese": "給並肩出戰的族人發佈任意指令以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_5_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ManRen_SiWang_3",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/4f474fd5a7ff5b78fb10cdca2c8ea1af20508115.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/b30f9025ccf8c2e32356df730f292753d40bba10.jpg",
    "displayName": {
      "brazilian": "Sacrifício",
      "english": "Sacrifice",
      "french": "Sacrifice",
      "german": "Opfer",
      "japanese": "犠牲",
      "koreana": "희생",
      "russian": "Жертва",
      "schinese": "牺牲",
      "spanish": "Sacrificio",
      "tchinese": "犧牲",
      "token": "NEW_ACHIEVEMENT_3_6_NAME"
    },
    "description": {
      "brazilian": "Cinzas às cinzas, e pó ao pó: Desbloqueie este Marco de Viagem quando um total de 3 membros da tribo morrerem.",
      "english": "Ashes to ashes, dust to dust: Have 3 tribesmen dead to unlock this Trip Milestone",
      "french": "De la cendre à la cendre, de la poussière à la poussière : atteignez un total de 3 membres de tribu morts pour débloquer cette étape du voyage.",
      "german": "Erde zu Erde, Staub zu Staub: Wenn insgesamt 3 Stammesmitglieder sterben, wird dieser Reisemeilenstein freigeschaltet.",
      "japanese": "死んで花実が咲くものか：累計3人の部族民が死亡するとこのマイルストーンが解放されます。",
      "koreana": "재는 재로, 먼지는 먼지로. 부족민 3명의 목숨을 빼앗아 이번 여정의 이정표를 해제하세요.",
      "russian": "Прах к праху, пыль к пыли: Потеряйте 3 соплеменников, чтобы открыть этот этап путешествия.",
      "schinese": "尘归尘，土归土：累计3位族人丧命以解锁此旅途里程碑",
      "spanish": "Cenizas a las cenizas, y polvo al polvo: Se desbloquea cuando mueren 3 miembros de la tribu.",
      "tchinese": "塵歸塵，土歸土：累計3位族人喪命以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_6_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ManRen_JingYing",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/46a614c6cff13ed54a9047dcf6b35024a161945c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/57c14a534bd6af351e99941f9d9bb6012723abff.jpg",
    "displayName": {
      "brazilian": "Silencioso, porém ocupado.",
      "english": "Silent yet busy",
      "french": "Silencieux mais occupé",
      "german": "Still aber umtriebig",
      "japanese": "静かで忙しい",
      "koreana": "침묵 속 분주함",
      "russian": "Молчание и занятость",
      "schinese": "沉默又忙碌",
      "spanish": "Silencioso pero ocupado",
      "tchinese": "沉默又忙碌",
      "token": "NEW_ACHIEVEMENT_3_7_NAME"
    },
    "description": {
      "brazilian": "Atribua qualquer trabalho a um membro da tribo para desbloquear este Marco de Viagem.",
      "english": "Appoint any task to a tribesman to unlock this Trip Milestone",
      "french": "Assignez n'importe quelle mission à un membre de tribu pour débloquer cette étape du voyage.",
      "german": "Teile Stammesmitglieder einer beliebigen Arbeit zu, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "部族民に任意の作業を依頼するとこのマイルストーンが解放されます。",
      "koreana": "부족민에게 작업을 할당하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Дайте задание любому соплеменнику, чтобы открыть этот этап путешествия.",
      "schinese": "给族人指派任意工作以解锁此旅途里程碑",
      "spanish": "Asigna cualquier tarea a un miembro de la tribu para desbloquear este logro de viaje.",
      "tchinese": "給族人指派任意工作以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_7_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_WenMing01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/fb53b183c6abd2e8c6df70d748ad6d434f52f840.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/c5ff7e2af08e47ae1ee1d982308a6bc72568e8d0.jpg",
    "displayName": {
      "brazilian": "Primeiros Passos do Assentamento",
      "english": "Bud of Habitat",
      "french": "Éclosion tribale",
      "german": "Spross der Ansiedlung",
      "japanese": "集落の始まり",
      "koreana": "정착지의 새싹",
      "russian": "Домашний очаг",
      "schinese": "聚落的萌芽",
      "spanish": "El comienzo de un asentamiento",
      "tchinese": "聚落的萌芽",
      "token": "NEW_ACHIEVEMENT_3_8_NAME"
    },
    "description": {
      "brazilian": "À medida que mais membros da tribo se reúnem ao redor do fogo, a forma da nova tribo torna-se cada vez mais brilhante: construa uma Fogueira para desbloquear este Marco de Viagem.",
      "english": "More tribesmen are gathering around the fire, witnessing the emergence of a new tribe: Build a bonfire to unlock this Trip Milestone",
      "french": "Les membres de la tribu rassemblés autour du feu se font de plus en plus nombreux, la tribu commence à prendre forme ! Faites un feu de joie pour débloquer cette étape du voyage.",
      "german": "Mehr Stammesmitglieder versammeln sich um das Feuer. Es entsteht ein neuer Stamm: Errichte ein Leuchtfeuer, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "焚火を囲む部族民が増えるにつれ、新生部族が徐々に形を整えていきます。焚火を作ると、このマイルストーンが解放されます｡",
      "koreana": "점점 더 많은 부족민이 불 주변에 모여들고, 신생 부족의 모습이 점점 또렷해진다. 모닥불을 제작하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Все больше соплеменников собираются вокруг костра. Наблюдается появление нового племени. Постройте лагерный костер, чтобы открыть этот этап путешествия.",
      "schinese": "簇拥着火的族人越来越多，新生部落的身形愈发清晰：制造营火以解锁此旅途里程碑",
      "spanish": "Cada vez más personas se reúnen alrededor del fuego, formando una nueva tribu: Construye una hoguera para desbloquear este logro de viaje.",
      "tchinese": "簇擁著火的族人越來越多，新生部落的身形愈發清晰：製造營火以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_8_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_WenMing02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/6c514540198caf74f654b59d1a997bf205bf0a91.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/268b02ec503921dddb04d5b6e9b06302cdc40df5.jpg",
    "displayName": {
      "brazilian": "Carvão Coberto com Brilho Dourado.",
      "english": "Charcoal coated gold glitter",
      "french": "Éclat doré enveloppé de charbon de bois.",
      "german": "Von Kohlefeuer umhüllter goldener Glanz",
      "japanese": "炭火に包まれた黄金の輝き",
      "koreana": "숯불에 싸인 황금색 반짝이",
      "russian": "Отблеск золота под слоем угля",
      "schinese": "炭火包覆的金色闪光",
      "spanish": "Carbón recubierto de purpurina dorada",
      "tchinese": "炭火包覆的金色閃光",
      "token": "NEW_ACHIEVEMENT_3_9_NAME"
    },
    "description": {
      "brazilian": "A partir deste momento, as grandes árvores, antes difíceis de serem cortadas com machados de osso, cairão facilmente, e os leopardos-da-selva também serão mais fáceis de lidar: crie um Lingote de Bronze para desbloquear este Marco de Viagem.",
      "english": "From this moment, the giant tree that withstands the bone axe will collapse, and the Jaguar becomes an easier opponent: Craft a Bronze Ingot to unlock this Trip Milestone",
      "french": "À partir de maintenant, les arbres géants, qui résistaient auparavant à la coupe par des haches de os, céderont aisément, et les léopards de la jungle deviendront plus simples à dompter. Créez un lingot de bronze pour débloquer cette étape du voyage.",
      "german": "Von diesem Moment an wird der Riesenbaum, welcher mit der Knochenaxt schwer zu fällen ist, leicht zu Fall gebracht und es wird ein Kinderspiel, mit dem Dschungelpanther fertig zu werden. Stelle einen Bronze-Barren her, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "この瞬間から、骨の斧が太刀打ちできない巨木はいとも簡単に切られます。森豹も無敵ではなくなります。青銅インゴットを作ると、このマイルストーンが解放されます｡",
      "koreana": "이제 뼈도끼로 자르기 힘든 거목도 손쉽게 쓰러뜨리고, 정글 표범 사냥도 쉬워진다. 청동 주괴를 제작하여 이번 여정의 이정표를 해제하세요.",
      "russian": "С этого момента гигантские деревья, способные противостоять ударам костяных топоров, начнут падать, а победить ягуара станет куда проще. Создайте бронзовый слиток, чтобы открыть этот этап путешествия.",
      "schinese": "此刻起，骨斧难斫的巨木将轻松倒下，丛林豹也更容易对付了：制造青铜锭以解锁此旅途里程碑",
      "spanish": "A partir de este momento, el gigantesco árbol que resistía el hacha de hueso caerá, y el Jaguar será un adversario aún más débil: Fabrica un lingote de bronce para desbloquear este logro de viaje.",
      "tchinese": "此刻起，骨斧難斫的巨木將輕鬆倒下，叢林豹也更容易對付了：製造青銅錠以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_9_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_WenMing03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/d1fe6cc32af7a6ffe08a626242ee613f107ea75b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/4492e100b846c3a4d7e5b7540883b66fd6961c00.jpg",
    "displayName": {
      "brazilian": "Chama Fluente",
      "english": "Flowing Flame",
      "french": "Brasier déchaîné",
      "german": "Springende Flammen",
      "japanese": "流れる炎",
      "koreana": "흐르는 불꽃",
      "russian": "Жидкий огонь",
      "schinese": "流淌烈焰",
      "spanish": "Llama Fluyente",
      "tchinese": "流淌烈焰",
      "token": "NEW_ACHIEVEMENT_3_10_NAME"
    },
    "description": {
      "brazilian": "Com a pele refletindo um tom vermelho ardente e o olhar determinado, ninguém se preocupa com os uivos dos lobos da estepe: crie um Lingote de Ferro para desbloquear este Marco de Viagem.",
      "english": "The skin radiates a crimson glow, while the eyes sparkle with determination. In this moment, the howl of the Wasteland Wolf goes unheeded: Craft an Iron Ingot to unlock this Trip Milestone",
      "french": "La peau émet une lueur rouge flamboyante, les yeux brillent d'une détermination inébranlable, et le cri des loups des steppes ne trouble personne. Créez un lingot de fer pour débloquer cette étape du voyage.",
      "german": "Die Haut leuchtet rot und die Augen funkeln voller Entschlossenheit. In diesem Moment kümmert sich niemand um das Heulen des Steppenwolfes: Stelle einen Schwarzeisenbarren her, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "鉄が出来上がったこの瞬間、デザートウルフを恐れる必要はなくなりました。黒鉄インゴットを作ると、このマイルストーンが解放されます｡",
      "koreana": "피부가 붉게 물들고 눈에는 결연한 빛이 흐른다. 이 순간부터 황야 늑대의 하울링은 누구도 신경 쓰지 않을 것이다. 무쇠 철괴를 제작하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Кожа излучает зловещее красноватое сияние, глаза блестят решительностью. Вой пустынного волка больше не настораживает. Создайте железный слиток, чтобы открыть этот этап путешествия.",
      "schinese": "皮肤映照赤红，目中流转坚毅，此刻无人在意荒原狼的长嚎：制造黑铁锭以解锁此旅途里程碑",
      "spanish": "La piel irradia un resplandor carmesí, mientras que en sus ojos brilla la determinación. En ese momento, incluso el aullido del Lobo del Páramo es ignorado: Fabrica un lingote de hierro para desbloquear este logro de viaje.",
      "tchinese": "皮膚映照赤紅，目中流轉堅毅，此刻無人在意荒原狼的長嚎：製造黑鐵錠以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_10_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_WenMing04",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/25e8b11e90e2a1e931460ea66c0528a04c121fcb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/ab5adb9d5f378c0656bebc614909d58f70118b00.jpg",
    "displayName": {
      "brazilian": "Brilho em Colisão",
      "english": "Flicker upon collision",
      "french": "Éclat qui jaillit lors des collisions.",
      "german": "Blinkt bei Kollision",
      "japanese": "ぶつかり合い迸る火花",
      "koreana": "충돌하며 발생하는 빛",
      "russian": "Вспышка при столкновении",
      "schinese": "碰撞中迸发闪光",
      "spanish": "Destello al chocar",
      "tchinese": "碰撞中迸發閃光",
      "token": "NEW_ACHIEVEMENT_3_11_NAME"
    },
    "description": {
      "brazilian": "O limite da tecnologia atual; para se tornar ainda mais forte, é necessário aventurar-se mais profundamente nas ruínas: crie um Lingote de Aço para desbloquear este Marco de Viagem.",
      "english": "The modern craftsmanship is limited. To get stronger, you need to advance deep into the ruins: Craft a Steel Ingot to unlock this Trip Milestone",
      "french": "Les frontières actuelles de l'artisanat seront repoussées; pour accroître sa force, il est nécessaire de s'enfoncer davantage dans les ruines. Créez un lingot d'acier pour débloquer cette étape du voyage.",
      "german": "Unsere Technik ist beschränkt. Wenn wir stärker werden wollen, müssen wir uns auf den Weg in die Tiefen der Ruine machen: Stelle einen Stahlbarren her, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "既存技術の限界。さらなる高みを目指す者よ、遺跡の深部へと進みましょう。鋼インゴットを作ると、このマイルストーンが解放されます｡",
      "koreana": "현시대 공예의 한계. 더 강해지려면 유적의 깊은 곳으로 들어가야 한다. 강철 주괴를 제작하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Возможности современного ремесленного дела ограничены. Чтобы стать сильнее, нужно углубиться в руины. Создайте стальной слиток, чтобы открыть этот этап путешествия.",
      "schinese": "现世工艺的极限，若要再强，就该向遗迹的深处进发：制造钢锭以解锁此旅途里程碑",
      "spanish": "La artesanía moderna es limitada. Para hacerte más fuerte, debes adentrarte en las ruinas: Fabrica un lingote de acero para desbloquear este logro de viaje.",
      "tchinese": "現世工藝的極限，若要再強，就該向遺跡的深處進發：製造鋼錠以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_11_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_PengRen01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/9b80943df89b1977cb338a6a0549da83f63c7e8d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/4ad3a1d3f97c7787a29537ef994c583e004e04e4.jpg",
    "displayName": {
      "brazilian": "O Bastante Para Encher a Barriga!",
      "english": "Enough all you want!",
      "french": "En grande quantité, de quoi bien se remplir !",
      "german": "Eine Menge, um den Magen zu füllen",
      "japanese": "ジャンボ、大満足",
      "koreana": "질보단 양",
      "russian": "Большая порция, достаточно, чтобы наесться!",
      "schinese": "量大，管饱",
      "spanish": "¡Come mucho y llénate!",
      "tchinese": "量大，管飽",
      "token": "NEW_ACHIEVEMENT_3_12_NAME"
    },
    "description": {
      "brazilian": "Cozinhe uma Batata Cozida para desbloquear este Marco de Viagem.",
      "english": "Make a Cooked Potato to unlock this Trip Milestone.",
      "french": "Cuisinez des pommes de terre bouillies pour débloquer cette étape du voyage",
      "german": "Bereite Gekochte Kartoffel zu, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "蒸しジャガイモを調理すると、このマイルストーンが解放されます｡",
      "koreana": "삶은 감자를 요리하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Сварите картошку, чтобы открыть этот этап путешествия.",
      "schinese": "烹饪煮土豆以解锁此旅途里程碑",
      "spanish": "Prepara una patata cocida para desbloquear este logro de viaje.",
      "tchinese": "烹飪煮馬鈴薯以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_12_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_PengRen02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/695014baa85c808c507890a9b95cb733e9829e7b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/a371bc688d5d1531168c1e7f9054159f8aa7c7b4.jpg",
    "displayName": {
      "brazilian": "Barriga Cheia, Sorriso no Rosto",
      "english": "A full belly is a happy belly.",
      "french": "Un ventre plein est un ventre heureux.",
      "german": "Ein voller Magen ist ein gesunder Magen",
      "japanese": "満腹、美味い",
      "koreana": "배부르게, 맛있게",
      "russian": "Полный желудок — довольный желудок.",
      "schinese": "吃饱，吃好",
      "spanish": "Una barriga llena es una barriga feliz.",
      "tchinese": "吃飽，吃好",
      "token": "NEW_ACHIEVEMENT_3_13_NAME"
    },
    "description": {
      "brazilian": "Cozinhe um Bife Grelhado Premium para desbloquear este Marco de Viagem.",
      "english": "Cook a Premium Steak to unlock this Trip Milestone.",
      "french": "Cuisinez des steaks grillés de qualité pour débloquer cette étape du voyage",
      "german": "Bereite ein Premium-Steak zu, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "上質肉のステーキを調理すると、このマイルストーンが解放されます｡",
      "koreana": "상급 스테이크를 요리하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Приготовьте хороший стейк, чтобы открыть этот этап путешествия.",
      "schinese": "烹饪煎优质肉排以解锁此旅途里程碑",
      "spanish": "Prepara un chuletón de calidad para desbloquear este logro de viaje.",
      "tchinese": "烹飪煎優質肉排以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_13_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_PengRen03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/44b67bd4c609cda9ae5f07ff031df41cb4a4ba3f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/94358617cea140d53bfcf3b00c209fb1c52fdb60.jpg",
    "displayName": {
      "brazilian": "Suquinho de Frutas",
      "english": "Table Juice",
      "french": "Jus de fruits",
      "german": "Fruchtsaft",
      "japanese": "フルーツジュース",
      "koreana": "식사와 곁들일 주스",
      "russian": "Фруктовый сок",
      "schinese": "配餐果汁",
      "spanish": "Zumo de Frutas",
      "tchinese": "配餐果汁",
      "token": "NEW_ACHIEVEMENT_3_14_NAME"
    },
    "description": {
      "brazilian": "Produza Tequila para desbloquear este Marco de Viagem.",
      "english": "Make Tequila to unlock this Trip Milestone.",
      "french": "Faites de la tequila pour débloquer cette étape du voyage",
      "german": "Stelle Tequila her, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "テキーラを醸造すると、このマイルストーンが解放されます｡",
      "koreana": "데킬라를 빚어 이번 여정의 이정표를 해제하세요.",
      "russian": "Приготовьте текилу, чтобы открыть этот этап путешествия.",
      "schinese": "酿造龙舌兰酒以解锁此旅途里程碑",
      "spanish": "Prepara tequila para desbloquear este logro de viaje.",
      "tchinese": "釀造龍舌蘭酒以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_14_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_PengRen04",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/125c9d0792ee65bf4c18409a003ea8f656e58e86.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/faffb53ba6a876d8d1b60d2965034263e2d853f5.jpg",
    "displayName": {
      "brazilian": "Sobremesa da Tarde",
      "english": "Afternoon Dessert",
      "french": "Goûter",
      "german": "Nachtisch zum Mittag",
      "japanese": "午後のスイーツ",
      "koreana": "오후의 디저트",
      "russian": "Десерт на полдник",
      "schinese": "午后甜点",
      "spanish": "Postre de Media Tarde",
      "tchinese": "午後甜點",
      "token": "NEW_ACHIEVEMENT_3_15_NAME"
    },
    "description": {
      "brazilian": "Cozinhe Anéis de Abóbora Frita para desbloquear este Marco de Viagem.",
      "english": "Make a Fried Pumpkin Ring to unlock this Trip Milestone.",
      "french": "Cuisinez des beignets de citrouille frits pour débloquer cette étape du voyage",
      "german": "Bereite Frittierter Kürbisring zu, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "パンプキンリングを調理すると、このマイルストーンが解放されます｡",
      "koreana": "호박링 튀김을 요리하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Пожарьте кусок тыквы, чтобы открыть этот этап путешествия.",
      "schinese": "烹饪油炸南瓜圈以解锁此旅途里程碑",
      "spanish": "Prepara un aro de calabaza frita para desbloquear este logro de viaje.",
      "tchinese": "烹飪油炸南瓜圈以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_15_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_PengRen05",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/ef46a26cf74904c7af413b0ff4b43efb0e6de657.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/3aebcce26699d60671357dfeddc85a37550e361c.jpg",
    "displayName": {
      "brazilian": "Alegria com Gelo",
      "english": "Joy on the Rocks",
      "french": "Joie glacée",
      "german": "Eisgekühlte Freude",
      "japanese": "アイスでハッピー",
      "koreana": "신나는 얼음 추가",
      "russian": "Радость со льдом",
      "schinese": "快乐加冰",
      "spanish": "Felicidad Helada",
      "tchinese": "快樂加冰",
      "token": "NEW_ACHIEVEMENT_3_16_NAME"
    },
    "description": {
      "brazilian": "Faça um Cacau Gelado para desbloquear este Marco de Viagem.",
      "english": "Make Iced Cocoa to unlock this Trip Milestone.",
      "french": "Faites un cacao glacé pour débloquer cette étape du voyage",
      "german": "Stelle Eis-Kakao her, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "アイスココアを作ると、このマイルストーンが解放されます｡",
      "koreana": "아이스 코코아를 제작하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Приготовьте ледяное какао, чтобы открыть этот этап путешествия.",
      "schinese": "制作冰可可以解锁此旅途里程碑",
      "spanish": "Prepara un cacao helado para desbloquear este logro de viaje.",
      "tchinese": "製作冰可可以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_16_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_JianZhu01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/40907a20e85b321b935a7460a776c2de6da60ba9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/6529c6d6a2621f30dc3067bda27a677a0714e40a.jpg",
    "displayName": {
      "brazilian": "Mestre dos Blocos de Construção",
      "english": "Building Block Master",
      "french": "Maître d'œuvre",
      "german": "Baukunst-Meister",
      "japanese": "積み木の達人",
      "koreana": "적목 고수",
      "russian": "Мастер-строитель",
      "schinese": "积木高手",
      "spanish": "Maestro de Obras",
      "tchinese": "積木高手",
      "token": "NEW_ACHIEVEMENT_3_17_NAME"
    },
    "description": {
      "brazilian": "Construa uma Fundação de Madeira para desbloquear este Marco de Viagem.",
      "english": "Craft a Wooden Foundation to unlock this Trip Milestone.",
      "french": "Fabriquez une fondation en bois pour débloquer cette étape du voyage",
      "german": "Baue ein Holz-Fundament, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "木製土台を作ると、このマイルストーンが解放されます｡",
      "koreana": "나무 지반을 제작하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Изготовьте деревянный фундамент, чтобы открыть этот этап путешествия.",
      "schinese": "制作木质地基以解锁此旅途里程碑",
      "spanish": "Construye unos cimientos de madera para desbloquear este logro de viaje.",
      "tchinese": "製作木質地基以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_17_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_JianZhu02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/6adc4cca1f0cb6a3528e7bf3b24c8701537efed6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/448a6f087b40c43e54344def0a5625ad5509e467.jpg",
    "displayName": {
      "brazilian": "Arquiteto Certificado",
      "english": "Certified Architect",
      "french": "Architecte certifié",
      "german": "Zertifizierter Architekt",
      "japanese": "認定建築師",
      "koreana": "전문 건축 설계사",
      "russian": "Профессиональный архитектор",
      "schinese": "持证建筑师",
      "spanish": "Arquitecto Certificado",
      "tchinese": "持證建築師",
      "token": "NEW_ACHIEVEMENT_3_18_NAME"
    },
    "description": {
      "brazilian": "Construa uma Fundação de Pedra para desbloquear este Marco de Viagem.",
      "english": "Craft a Stone Foundation to unlock this Trip Milestone.",
      "french": "Fabriquez une fondation en pierre pour débloquer cette étape du voyage",
      "german": "Baue ein Stein-Fundament, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "石造土台を作ると、このマイルストーンが解放されます｡",
      "koreana": "돌 지반을 제작하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Изготовьте каменный фундамент, чтобы открыть этот этап путешествия.",
      "schinese": "制作石质地基以解锁此旅途里程碑",
      "spanish": "Construye unos cimientos de piedra para desbloquear este logro de viaje.",
      "tchinese": "製作石質地基以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_18_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_JianZhu03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/00deee1a2fb2702ef9af9d6b0b8ef280dc3bf866.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/e487536b202ed175a64e6acedc3aeeb2f3e9c1bb.jpg",
    "displayName": {
      "brazilian": "Mestre do Empilhamento Desconhecido",
      "english": "Nameless Pileup Master",
      "french": "Le non célèbre Maître des Empilements",
      "german": "Namenloser Stapelmeister",
      "japanese": "名が知られていない積み立てマスター",
      "koreana": "무명의 높이 쌓기 대가",
      "russian": "Безымянный мастер",
      "schinese": "非著名堆高高大师",
      "spanish": "Maestro del Apilamiento Anónimo",
      "tchinese": "非著名堆高高大師",
      "token": "NEW_ACHIEVEMENT_3_19_NAME"
    },
    "description": {
      "brazilian": "Construa uma Fundação de Pedra Negra para desbloquear este Marco de Viagem.",
      "english": "Craft a Blackstone Foundation to unlock this Trip Milestone.",
      "french": "Fabriquez une fondation en pierre noire pour débloquer cette étape du voyage",
      "german": "Baue ein Schwarzstein-Fundament, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "黒石土台を作ると、このマイルストーンが解放されます｡",
      "koreana": "흑석 지반을 제작하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Изготовьте фундамент из обсидиана, чтобы открыть этот этап путешествия.",
      "schinese": "制作黑石地基以解锁此旅途里程碑",
      "spanish": "Construye unos cimientos de piedra negra para desbloquear este logro de viaje.",
      "tchinese": "製作黑石地基以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_19_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_JianZhu04",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/382e05378ebc4e1d33ab80c8426d56ebeb3946ed.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/667c975670cf565a34464392afb94732f4185c5e.jpg",
    "displayName": {
      "brazilian": "Serra, Serra, Serrador",
      "english": "Lumberjack",
      "french": "Bûcheron",
      "german": "Holzfäller",
      "japanese": "バババ伐採マン",
      "koreana": "벌벌벌 벌목공",
      "russian": "Дровосек",
      "schinese": "伐伐伐伐木工",
      "spanish": "Leñador",
      "tchinese": "伐伐伐伐木工",
      "token": "NEW_ACHIEVEMENT_3_20_NAME"
    },
    "description": {
      "brazilian": "Construa um Pátio de Extração de Madeira para desbloquear este Marco de Viagem.",
      "english": "Build a Logging Yard to unlock this Trip Milestone.",
      "french": "Construisez une scierie pour débloquer cette étape du voyage.",
      "german": "Baue ein Sägewerk, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "伐採所を建てると、このマイルストーンが解放されます｡",
      "koreana": "벌목장을 건설하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Постройте двор дровосека, чтобы открыть этот этап путешествия.",
      "schinese": "建造伐木场以解锁此旅途里程碑",
      "spanish": "Construye un astillero para desbloquear este logro de viaje.",
      "tchinese": "建造伐木場以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_20_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_MianJia01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/62b1b533e23320fb5f41b4d027b3a7558984c06a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/e2f3369f37bac90d9df5e662456075a9d0c50953.jpg",
    "displayName": {
      "brazilian": "Tocha da Eternidade",
      "english": "Torch of Eternity",
      "french": "Flambeau éternel",
      "german": "Fackel der Ewigkeit",
      "japanese": "エターナルトーチ",
      "koreana": "영원한 횃불",
      "russian": "Факел вечности",
      "schinese": "永恒炬火",
      "spanish": "Antorcha de la Eternidad",
      "tchinese": "永恆炬火",
      "token": "NEW_ACHIEVEMENT_3_21_NAME"
    },
    "description": {
      "brazilian": "Desbloqueie a Máscara - Tocha da Eternidade para desbloquear este Marco de Viagem.",
      "english": "Unlock Mask - Torch of Eternity to unlock this Trip Milestone",
      "french": "Débloquez le masque - Flambeau éternel pour débloquer cette étape du voyage",
      "german": "Schalte Maske – Fackel der Ewigkeit frei, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "仮面-エターナルトーチを解放すると、このマイルストーンが解放されます｡",
      "koreana": "마스크-영원한 횃불을 해제하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Разблокируйте маску «Факел вечности», чтобы открыть этот этап путешествия.",
      "schinese": "解锁面甲-永恒炬火以解锁此旅途里程碑",
      "spanish": "Desbloquea Máscara - Antorcha de la Eternidad para desbloquear este logro de viaje.",
      "tchinese": "解鎖面甲-永恆炬火以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_21_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_MianJia02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/c03d7f6c59343636279f85be57fa8db4b7596d8d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/a77f94189f75fa5a57667ec9301a58f4cc2dccbe.jpg",
    "displayName": {
      "brazilian": "Caminhante das Sombras",
      "english": "Shadow Walker",
      "french": "Marcheur de l'ombre",
      "german": "Schattenläufer",
      "japanese": "シャドーウォーカー",
      "koreana": "그림자 워커",
      "russian": "Теневой ходок",
      "schinese": "阴影行者",
      "spanish": "Caminante en la Sombra",
      "tchinese": "陰影行者",
      "token": "NEW_ACHIEVEMENT_3_22_NAME"
    },
    "description": {
      "brazilian": "Desbloqueie a Máscara - Caminhante das Sombras para desbloquear este Marco de Viagem.",
      "english": "Unlock Mask - Shadow Walker to unlock this Trip Milestone",
      "french": "Débloquez le masque - Marcheur de l'ombre pour débloquer cette étape du voyage",
      "german": "Schalte Maske – Schattenläufer frei, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "仮面-シャドーウォーカーを解放すると、このマイルストーンが解放されます｡",
      "koreana": "마스크-그림자 워커를 해제하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Разблокируйте маску «Теневой ходок», чтобы открыть этот этап путешествия.",
      "schinese": "解锁面甲-阴影行者以解锁此旅途里程碑",
      "spanish": "Desbloquea Máscara - Caminante en la Sombra para desbloquear este logro de viaje.",
      "tchinese": "解鎖面甲-陰影行者以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_22_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_MianJia03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/1a5570eddbf1de7ba6a7b56d216b9006b1956bab.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/47b752aa8d8b1bd80c3b04fa7da168ca7b2ee2f4.jpg",
    "displayName": {
      "brazilian": "Marca da Selva",
      "english": "Wilderness Mark",
      "french": "Marque de la nature",
      "german": "Wildnis-Zeichen",
      "japanese": "荒野の刻印",
      "koreana": "황야의 표식",
      "russian": "Метка природы",
      "schinese": "荒野印记",
      "spanish": "Marca de la Naturaleza",
      "tchinese": "荒野印記",
      "token": "NEW_ACHIEVEMENT_3_23_NAME"
    },
    "description": {
      "brazilian": "Desbloqueie a Máscara - Marca da Selva para desbloquear este Marco de Viagem.",
      "english": "Unlock Mask - Wilderness Mark to unlock this Trip Milestone",
      "french": "Débloquez le masque - Marque de la nature pour débloquer cette étape du voyage",
      "german": "Schalte Maske – Wildnis-Zeichen frei, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "仮面-荒野の刻印を解放すると、このマイルストーンが解放されます｡",
      "koreana": "마스크-황야의 표식을 해제하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Разблокируйте маску «Метка природы», чтобы открыть этот этап путешествия.",
      "schinese": "解锁面甲-荒野印记以解锁此旅途里程碑",
      "spanish": "Desbloquea Máscara - Marca de la Naturaleza para desbloquear este logro de viaje.",
      "tchinese": "解鎖面甲-荒野印記以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_23_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_MianJia04",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/1fec4a6f66a92ae13dfb603615a2f1a01f37e7d9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/5d776e2f29650ee74895e68eb43ac7edc9a92a89.jpg",
    "displayName": {
      "brazilian": "Guarda de Sangue Feroz",
      "english": "Ironblood Guard",
      "french": "Garde Sang-de-Fer",
      "german": "Eisenblutwächter",
      "japanese": "鉄壁守衛",
      "koreana": "강철 호위무사",
      "russian": "Страж железной крови",
      "schinese": "铁血卫士",
      "spanish": "Guardia Sangrehierro",
      "tchinese": "鐵血衛士",
      "token": "NEW_ACHIEVEMENT_3_24_NAME"
    },
    "description": {
      "brazilian": "Desbloqueie a Máscara - Guarda de Sangue Feroz para desbloquear este Marco de Viagem.",
      "english": "Unlock Mask - Ironblood Guard to unlock this Trip Milestone",
      "french": "Débloquez le masque - Garde Sang-de-Fer pour débloquer cette étape du voyage",
      "german": "Schalte Maske – Eisenblutwächter frei, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "仮面-鉄壁守衛を解放すると、このマイルストーンが解放されます｡",
      "koreana": "마스크-강철 호위무사를 해제하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Разблокируйте маску «Страж железной крови», чтобы открыть этот этап путешествия.",
      "schinese": "解锁面甲-铁血卫士以解锁此旅途里程碑",
      "spanish": "Desbloquea Máscara - Guardia Sangrehierro para desbloquear este logro de viaje.",
      "tchinese": "解鎖面甲-鐵血衛士以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_24_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_ZhiZao_MianJia05",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/cf07b11e9b075f83164aca456d53f5f24c50c234.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/a69133a9d3d9e3be4cbb3aa595ccb27ad1614b65.jpg",
    "displayName": {
      "brazilian": "Instruções Táticas",
      "english": "Tactical Guidance",
      "french": "Guide Tactique",
      "german": "Taktische Anleitung",
      "japanese": "バトルオペレーション",
      "koreana": "전술 가이드",
      "russian": "Тактическое обучение",
      "schinese": "战术指引",
      "spanish": "Guía Táctica",
      "tchinese": "戰術指引",
      "token": "NEW_ACHIEVEMENT_3_25_NAME"
    },
    "description": {
      "brazilian": "Desbloqueie a Máscara - Instruções Táticas para desbloquear este Marco de Viagem.",
      "english": "Unlock Mask - Tactical Guidance to unlock this Trip Milestone",
      "french": "Débloquez le masque - Guide Tactique pour débloquer cette étape du voyage",
      "german": "Schalte Maske – Taktische Anleitung frei, um diesen Reisemeilenstein freizuschalten.",
      "japanese": "仮面-バトルオペレーションを解放すると、このマイルストーンが解放されます｡",
      "koreana": "마스크-전술 가이드를 해제하여 이번 여정의 이정표를 해제하세요.",
      "russian": "Разблокируйте маску «Тактическое обучение», чтобы открыть этот этап путешествия.",
      "schinese": "解锁面甲-战术指引以解锁此旅途里程碑",
      "spanish": "Desbloquea Máscara - Guía Táctica para desbloquear este logro de viaje.",
      "tchinese": "解鎖面甲-戰術指引以解鎖此旅途里程碑",
      "token": "NEW_ACHIEVEMENT_3_25_DESC"
    }
  },
  {
    "name": "BP_ChengJiu_Collect_All",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/b13971f2523d0ca294a19ca7f3ddedda07713546.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2646460/f603646e9857792f48302686981dbb2a17cb491b.jpg",
    "displayName": {
      "brazilian": "Alma Imortal",
      "english": "Immortal Soul",
      "french": "Âme immortelle",
      "german": "Unsterbliche Seele",
      "japanese": "不滅の魂",
      "koreana": "불후의 영혼",
      "russian": "Бессмертная душа",
      "schinese": "灵魂不朽",
      "spanish": "Alma inmortal",
      "tchinese": "靈魂不朽",
      "token": "NEW_ACHIEVEMENT_3_26_NAME"
    },
    "description": {
      "brazilian": "Com a consciência carregada e uma alma eterna, você seguirá em busca daquele Paraíso Celeste e de desvendar este mistério milenar.",
      "english": "With consciousness uploaded and soul transcended, you will set forth on an otherwordly journey in search of a fabled paradise, unraveling the cosmic puzzles etched in the annals of time.",
      "french": "Avec une conscience téléchargée et une âme transcendée, vous vous lancez dans un voyage surnaturel à la recherche d'un paradis légendaire, démêlant les énigmes cosmiques gravées dans les annales du temps.",
      "german": "Mit einem transzendierten Bewusstsein und einer ewiglichen Seele wirst du weiter voranschreiten, um nach einem illusorischen Paradies zu suchen und ein jahrtausendealtes Rätsel zu lösen.",
      "japanese": "マインドをアップロードされても、魂は永遠不滅だ。あなたは進み続ける。あの幻の天国を見つけ、万年の謎を解くために。",
      "koreana": "의식이 업로드되면 영혼은 영원을 이룹니다. 당신은 허황된 천국을 찾아 만년의 미스터리를 풀기 위해 앞으로 나아갈 것입니다.",
      "russian": "Загрузив свое сознание и перенеся дух, вы отправляетесь в путешествие по другому миру в поисках легендарного рая, распутывая по пути мистические загадки, высеченные в летописи времен.",
      "schinese": "意识上传，灵魂永恒，你将继续前进，追寻那虚幻天堂，破解这万年迷思。",
      "spanish": "Con la conciencia cargada y el alma trascendida, te embarcarás en un viaje sobrenatural en busca de un paraíso legendario, y desentrañarás los enigmas cósmicos grabados en los anales de los tiempos.",
      "tchinese": "意識上傳，靈魂永恆，你將繼續前進，追尋那虛幻天堂，破解這萬年迷思。",
      "token": "NEW_ACHIEVEMENT_3_26_DESC"
    }
  }
]