[
  {
    "name": "ACH_GLYPH_A1R1_1",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/a63ab19983e3835086817153ea11d3fd134079c0.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/3d381f36b29f8b502e2d5618af99fb13524563e7.jpg",
    "displayName": {
      "brazilian": "Ecos da Orla",
      "czech": "Ozvěny Země Brimů",
      "danish": "Skyggens ekko",
      "dutch": "Echo's van de Brim",
      "english": "Echoes of the Brim",
      "finnish": "Syrjien kaiut",
      "french": "Les échos de l'Orée",
      "german": "Echos der Winkel",
      "greek": "Αντίλαλοι της Άκρης",
      "hungarian": "A múlt visszhangjai",
      "indonesian": "Gema Brim",
      "italian": "Echi dell'Orlo",
      "japanese": "最果ての地の残響",
      "koreana": "브림의 메아리",
      "latam": "Ecos del linde",
      "norwegian": "Bremmenes ekko",
      "polish": "Echa Granicznych",
      "portuguese": "Ecos da Orla",
      "russian": "Отголоски Оконечности",
      "schinese": "边境回响",
      "spanish": "Ecos del Borde",
      "swedish": "Ekon från Randfolket",
      "tchinese": "邊境迴響",
      "thai": "เสียงสะท้อนแห่งบริม",
      "token": "NEW_ACHIEVEMENT_1_0_NAME",
      "turkish": "Kıyının Yankıları",
      "vietnamese": "Tiếng Vọng Của Khối Kỳ Công"
    },
    "description": {
      "brazilian": "Sob o Olho da Montanha, criaturas de pedra moldaram muralhas marítimas para afastar a Definhação.",
      "czech": "Pod Okem hory povstaly kamenné bytosti, aby z lávy budovaly hradby a chránily svět před Zhoubou.",
      "danish": "Ved bjergets fod voksede stenvæsner frem for at støbe havvægge, der holder Forvitringen på afstand.",
      "dutch": "Onder het Oog van de berg staan stenen wezens op, werpen wallen van zee op en houden Kwijn tegen.",
      "english": "Under the Mountain Eye, creatures of stone rose to cast molten sea walls to keep the Wither at bay.",
      "finnish": "Vuorisilmän alaiset kiviolennot nousivat valamaan muurit pitämään näivetyksen aisoissa.",
      "french": "Sous le Regard de la montagne, des créatures de pierre érigèrent des murs pour endiguer le Déclin.",
      "german": "Vorm Auge des Berges erhoben sich steinerne Kreaturen und schufen Mauern, um dem Welken zu trotzen.",
      "greek": "Κάτω από το Μάτι του Βουνού, πέτρινα πλάσματα έριξαν θαλάσσια τείχη να μείνει μακριά ο Μαρασμός.",
      "hungarian": "A Hegyi Szem alatt kőteremtmények emelkedtek, olvadt tengeri falakat húzva tarva távol a Sorvadást.",
      "indonesian": "Di bawah Mata Gunung, makhluk batu bangkit & membentuk benteng laut membara demi mengekang Wither.",
      "italian": "Sotto l'Occhio della montagna, creature di pietra ersero muri di lava per arginare lo Sterpomarcio.",
      "japanese": "山の目が見つめる中、石の体を持つものたちが立ち上がり、溶岩の海壁を築いて枯凋を食い止めようとした。",
      "koreana": "산의 눈 아래, 돌로 된 생명체들이 솟아올라 용암의 바다로 방벽을 세워서 위더를 막았습니다.",
      "latam": "Bajo el ojo de la montaña, criaturas de roca forjaron muros de mar fundidos para detener al Máculo.",
      "norwegian": "Steinskapningene under Fjelløyet kastet smeltede havvegger for å holde Visne unna.",
      "polish": "Pod Okiem Góry kamienne stworzenia tworzyły płynne mury morskie, by trzymać Więdniaka na dystans.",
      "portuguese": "Sob o Olho da Montanha, criaturas de pedra erigiram muralhas de lava para manter a Murchidão longe.",
      "russian": "Под Горным Оком каменные создания возводили морские стены из лавы, сдерживающие Иссыхание.",
      "schinese": "山眼之下，岩灵崛起，铸就熔融之海以抵御凋零。",
      "spanish": "Bajo el Ojo de la Montaña, criaturas de roca forjaron muros de mar fundidos para detener al Máculo.",
      "swedish": "Under Bergets öga reste sig stenvarelser och skapade havsvallar för att hålla det Förbrända borta.",
      "tchinese": "在高山之眼的見證下，岩石生物甦醒，用熔岩海牆抵禦凋零。",
      "thai": "ภายใต้ดวงเนตรแห่งขุนคีรี สิ่งมีชีวิตศิลาลุกผงาดขึ้นมาสร้างกำแพงทะเลหลอมละลายเพื่อป้องกันผู้ร่วงโรย",
      "token": "NEW_ACHIEVEMENT_1_0_DESC",
      "turkish": "Dağ Gözü'nün emrindeki taştan yaratıklar, Kurumuş'u uzak tutmak için erimiş deniz duvarları ördü.",
      "vietnamese": "Các sinh vật bằng đá trỗi dậy theo lệnh Mắt Núi, dựng tường từ biển dung nham để ngăn cản Suy Vong."
    }
  },
  {
    "name": "ACH_GLYPH_A1R1_2",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/cb40a49c751ccb38dc95eaa01fd47b12a9d76dba.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/038fe71a3eee3c13523725581681b7532cdb4ebc.jpg",
    "displayName": {
      "brazilian": "O Véu Sorrateiro",
      "czech": "Plíživý závoj",
      "danish": "Det krybende slør",
      "dutch": "De kruipende sluier",
      "english": "The Creeping Veil",
      "finnish": "Hiipivä huntu",
      "french": "Le voile immuable",
      "german": "Der kriechende Schleier",
      "greek": "Το Ελλοχεύων Πέπλο",
      "hungarian": "A kúszó fátyol",
      "indonesian": "Tirai Rayapan",
      "italian": "Il velo strisciante",
      "japanese": "忍び寄る帳",
      "koreana": "기어 오는 장막",
      "latam": "El velo acechante",
      "norwegian": "Det smygende sløret",
      "polish": "Opadająca zasłona",
      "portuguese": "O véu rastejante",
      "russian": "Подступающая завеса",
      "schinese": "潺动帷幕",
      "spanish": "El Velo Reptante",
      "swedish": "Den krypande dimman",
      "tchinese": "紗幕蔓延",
      "thai": "ม่านอนธการคลานคืบ",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "turkish": "Ürpertici Örtü",
      "vietnamese": "Bức Màn Dần Buông"
    },
    "description": {
      "brazilian": "No rastro deixado pela Definhação, estruturas geométricas deram lugar a apenas ruínas da Orla.",
      "czech": "Tam, kde se tyčily struktury Brimů až k nebesům, nezbyly po řádění Zhouby nic než trosky a prach.",
      "danish": "Efter Forvitringen, hvor strukturer engang rejste sig, er der nu kun tomme skyggeskeletter tilbage.",
      "dutch": "In het Kwijn, waar ooit geometrische gebouwen stonden, bevinden zich nu alleen Brim-omhulsels.",
      "english": "In the wake of the Wither, where geometric structures once soared, only Brim husks remain.",
      "finnish": "Näivetyksen jäljiltä kohonneista rakennelmista oli jäljellä vain syrjien tyhjät kuoret.",
      "french": "Dans le sillage du Déclin, les structures géométriques perçant autrefois le ciel demeurent vides.",
      "german": "Wo einst geometrische Gebilde gen Himmel strebten, hinterließ das Welken nichts als Winkelhüllen.",
      "greek": "Μετά το πέρασμα του Μαρασμού, εκεί που υψώνονταν κτίσματα έχουν μείνει τα απομεινάρια της Άκρης.",
      "hungarian": "A Sorvadás nyomán a geometrikus szerkezetek helyén csak rég volt lények lenyomatai maradtak.",
      "indonesian": "Slps amukan Wither, tinggal rangka Brim yg menghampakan di tmpt struktur geometri pernah menjulang.",
      "italian": "Sulla scia dello Sterpomarcio, dove si ergevano strutture geometriche restano solo gusci dell'Orlo.",
      "japanese": "枯凋の結果、かつて幾何学的構造物がそびえ立っていた場所には、最果ての地の抜け殻だけが残された。",
      "koreana": "위더가 지나간 자리, 기하학적 구조물이 솟아 있었던 곳에는 브림의 허물만 남았습니다.",
      "latam": "Tras el Máculo, donde antaño se alzaban estructuras geométricas, ahora solo hay cascarones.",
      "norwegian": "Etter Visne, der ruvende geometriske strukturer en gang sto, er det nå bare bremskall igjen.",
      "polish": "Przez Więdniaka tam, gdzie kiedyś wznosiły się struktury, pozostały jedynie skorupy Granicznych.",
      "portuguese": "No rasto da Murchidão, onde as estruturas geométricas antes voavam, apenas sobram crostas da Orla.",
      "russian": "Там, где прошлось Иссыхание, теперь лежат лишь останки обитателей Оконечности.",
      "schinese": "凋零席卷过后，昔日高耸入云的几何奇观荡然无存，唯余空荡的边境躯壳。",
      "spanish": "Tras el Máculo, donde antaño se alzaban estructuras geométricas, ahora solo hay cascarones.",
      "swedish": "I spåren av det Förbrända, där en gång geometriska byggnader reste sig, finns endast ruiner kvar.",
      "tchinese": "凋零肆虐後，曾經布滿幾何建築的地方只留下邊境空殼。",
      "thai": "เมื่อผู้ร่วงโรยตื่นขึ้นจากนิทรา ถาวรวัตถุทรงเรขาคณิตซึ่งเคยผงาดง้ำ บัดนี้หลงเหลือไว้เพียงบริม",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "turkish": "Kurumuş'un ardından geometrik yapıların yükseldiği zamanlardan geriye sadece Kıyı kabukları kaldı.",
      "vietnamese": "Do Suy Vong hoành hành, những hình khối một thời hiên ngang chỉ còn là Khối Kỳ Công trống rỗng."
    }
  },
  {
    "name": "ACH_GLYPH_A1R2_1",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/628f8df86d4cbfb894f7d8e11299cb1c4a3eb984.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/1f21da2eaf8e0ab0fc5e310fd8eaa53b08fa57a4.jpg",
    "displayName": {
      "brazilian": "Nodus, o Condutor do Tempo",
      "czech": "Nodus, pán časových proudů",
      "danish": "Tidskonduktøren Nodus",
      "dutch": "Nodus de tijdsdirigent",
      "english": "Nodus the Time Conductor",
      "finnish": "Aikamestari Nodus",
      "french": "Nodus, le guide du temps",
      "german": "Nodus der Zeitdirigent",
      "greek": "Νόντους, ο Συντονιστής του Χρόνου",
      "hungarian": "Nodus, az idő karmestere",
      "indonesian": "Nodus Pengatur Masa",
      "italian": "Nodus il Conduttore del tempo",
      "japanese": "時の指揮者ノーダス",
      "koreana": "시간 지휘자 노더스",
      "latam": "Nodus, el conductor del tiempo",
      "norwegian": "Tidsdirigenten Nodus",
      "polish": "Nodus, Dyrygent Czasu",
      "portuguese": "Nodus, o condutor de tempo",
      "russian": "Средоточие, проводник времени",
      "schinese": "司时者诺杜斯",
      "spanish": "Nodus, el Conductor del Tiempo",
      "swedish": "Nodus, tidens herre",
      "tchinese": "時間管理人諾德斯",
      "thai": "โนดัส วาทยากรห้วงกาล",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "turkish": "Zaman Rehberi Nodus",
      "vietnamese": "Nodus – Ngự Thời Sư"
    },
    "description": {
      "brazilian": "O último dos Anciões do Tempo não estava imune à Definhação, desestabilizando o tempo.",
      "czech": "Poslední ze Starších času podlehl vlivu Zhouby, čímž došlo k destabilizaci časové rovnováhy.",
      "danish": "Den sidste af tidens ældre kunne ikke undslippe Forvitringens greb, og tiden blev destabiliseret.",
      "dutch": "De laatste der Tijdoudsten ontkwam niet aan het Kwijn en de tijd werd gedestabiliseerd.",
      "english": "The last of the Time Elders was not exempt from the Wither's grasp, and time was destabilized.",
      "finnish": "Viimeinen aikavanhin ei hänkään ollut immuuni näivetyksen otteelle, ja niin aika kävi epävakaaksi.",
      "french": "Le dernier des sages du temps ne pouvait échapper au Déclin, et le temps fut alors ébranlé.",
      "german": "Auch der letzte der Zeitältesten war nicht vor dem Welken gefeit, und die Zeit geriet ins Wanken.",
      "greek": "Ο τελευταίος των Πρεσβύτερων του Χρόνου αφανίστηκε από τον Μαρασμό και ο χρόνος αποσταθεροποιήθηκε.",
      "hungarian": "Az utolsó Időősök sem mentesültek a Sorvadás hatalma alól, és az idő destabilizálódott.",
      "indonesian": "Penatua Masa terakhir tak terlepas drpd cengkaman Wither, lalu aliran waktu menjadi porak-peranda.",
      "italian": "L'ultimo degli Anziani del Tempo non fu immune dalla morsa dello Sterpomarcio e il tempo vacillò.",
      "japanese": "最後の時の長老も枯凋から逃れられず、時は不安定になった。",
      "koreana": "시간의 장로 중 말석의 위치였던 노더스는 위더의 손아귀에서 벗어나지 못했습니다. 그리고 시간은 불안정해지고 말았습니다.",
      "latam": "El último antiguo del tiempo no escapó al influjo del Máculo, así que el tiempo se desestabilizó.",
      "norwegian": "Selv de siste tidsforstanderne måtte også smake Visnes vrede, og tiden kom i ubalanse.",
      "polish": "Ostatni ze Starszych Czasu nie uniknął wpływu Więdniaka i czas uległ destabilizacji.",
      "portuguese": "O último dos Anciões do Tempo não era imune às garras da Murchidão — e o tempo ficou destabilizado.",
      "russian": "Иссыхание сказалось и на последнем из старейшин времени, после чего само время нарушило ход.",
      "schinese": "最后一位时间长老也未能逃脱凋零的魔爪，时间的洪流从此汹涌失控。",
      "spanish": "El último Anciano del Tiempo no escapó al influjo del Máculo, así que el tiempo se desestabilizó.",
      "swedish": "Den sista av Tidens äldstar var inte immun mot det Förbrända, och tiden blev instabil.",
      "tchinese": "僅存的時間長老也沒能逃過凋零的魔爪，時間因此失衡。",
      "thai": "แม้แต่ผู้อาวุโสห้วงกาลรายสุดท้ายยังไม่อาจรอดพ้นจากเงื้อมมือแห่งผู้ร่วงโรย ห้วงกาลผวนผันสั่นคลอน",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "turkish": "Zaman İhtiyarlarının sonuncusu da Kurumuş'un elinden kurtulamadı ve zaman dengesizleşti.",
      "vietnamese": "Cổ Lão Thời Gian cuối cùng không thoát nổi tầm với của Suy Vong và thời gian rơi vào cảnh bất định."
    }
  },
  {
    "name": "ACH_GLYPH_A1R2_2",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/31ac853194cca1071157435562661ba3f66ba887.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/e8ca41cd310983d348207b945579c0882b7dbe28.jpg",
    "displayName": {
      "brazilian": "Repulsão da Noite",
      "czech": "Odražení temnoty",
      "danish": "Nattens modstand",
      "dutch": "Terugslag van de nacht",
      "english": "Night's Rebuff",
      "finnish": "Tyly yö",
      "french": "Le rejet de la nuit",
      "german": "Vertreibung der Nacht",
      "greek": "Η Απόρριψη της Νύχτας",
      "hungarian": "Az Éj visszavág",
      "indonesian": "Penolakan Malam",
      "italian": "Il rifiuto della notte",
      "japanese": "夜の拒絶",
      "koreana": "밤의 거절",
      "latam": "Desaire de la noche",
      "norwegian": "Nattens avvisning",
      "polish": "Odrzucenie nocy",
      "portuguese": "A recusa da noite",
      "russian": "Отпор ночи",
      "schinese": "暗夜之斥",
      "spanish": "Desaire de la noche",
      "swedish": "Natten hejdas",
      "tchinese": "黑夜頑抗",
      "thai": "การปฏิเสธแห่งรัตติกาล",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "turkish": "Gecenin Tepkisi",
      "vietnamese": "Đẩy Lùi Màn Đêm"
    },
    "description": {
      "brazilian": "Nodus precisava da ajuda de um agente móvel para estabilizar o tempo e rechaçar a Definhação.",
      "czech": "Aby Nodus stabilizoval čas a odrazil postup Zhouby, potřeboval pomoc spojence schopného pohybu.",
      "danish": "Nodus måtte få hjælp for at stabilisere tiden og bremse Forvitringens fremmarch.",
      "dutch": "Een mobiele behartiger moet Nodus helpen de tijd te stabiliseren & opmars van het Kwijn te stoppen.",
      "english": "Nodus required the help of a mobile agent to stabilize time and repel the Wither's advance.",
      "finnish": "Nodus tarvitsi liikkuvan avustajan vakauttamaan aikaa ja estämään näivetyksen etenemistä.",
      "french": "Nodus requérait un émissaire pour stabiliser le cours du temps et repousser la menace du Déclin.",
      "german": "Nodus brauchte einen beweglichen Gehilfen, um die Zeit zu stabilisieren und das Welken aufzuhalten.",
      "greek": "Με τη βοήθεια ενός κινητού αντιπροσώπου, ο Νόντους σταθεροποίησε τον χρόνο και απώθησε τον Μαρασμό.",
      "hungarian": "Nodus egy mozgó ügynököt kért az idő stabilizálására és visszaverni a Sorvadás előrenyomulását.",
      "indonesian": "Nodus memerlukan bantuan ejen bergerak untuk menstabilkan masa dan menangkis kemaraan Wither.",
      "italian": "A Nodus serviva l'aiuto di un agente mobile per stabilizzare il tempo e respingere lo Sterpomarcio.",
      "japanese": "時を安定させ、枯凋の進行を食い止めるため、ノーダスは身軽に動ける者の助けを必要としていた。",
      "koreana": "노더스가 시간을 안정화하고 위더의 진격을 막으려면 기동형 대리자의 도움이 필요했습니다.",
      "latam": "Nodus necesitaba a un agente móvil para estabilizar el tiempo y repeler el avance del Máculo.",
      "norwegian": "Nodus trengte hjelp fra en mobil agent for å stabilisere tiden og stanse Visnes fremmarsj.",
      "polish": "Aby ustabilizować czas i odeprzeć Więdniaka, Nodus potrzebował pomocy mobilnego pełnomocnika.",
      "portuguese": "O Nodus pediu a ajuda de um agente móvel para estabilizar o tempo e repelir o avanço da Murchidão.",
      "russian": "Чтобы отладить время и отразить Иссыхание, Средоточию требовалась помощь того, кто может двигаться.",
      "schinese": "为了稳定时间、击退凋零进犯，诺杜斯急需一位代行者的协助。",
      "spanish": "Nodus necesitaba a un agente móvil para estabilizar el tiempo y repeler el avance del Máculo.",
      "swedish": "Nodus behövde hjälp av en rörlig agent för att stabilisera tiden och sakta ned det Förbrända.",
      "tchinese": "諾德斯需要來去自由的人來幫忙穩定時間，擊退凋零的侵蝕。",
      "thai": "โนดัสขอความช่วยเหลือจากตัวแทนเคลื่อนที่ให้สร้างเสถียรภาพแก่ห้วงกาล และขับไล่การรุกคืบของผู้ร่วงโรย",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "turkish": "Nodus'un zamanı dengeleyip Kurumuş'u geri püskürtmek için hareketli bir yardımcıya ihtiyacı vardı.",
      "vietnamese": "Nodus cần ai đó có thể di chuyển mau lẹ để ổn định lại thời gian và đẩy lùi bước tiến của Suy Vong."
    }
  },
  {
    "name": "ACH_GLYPH_A1R3_1",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/a8ad40deb9a08319242443fdda1c9a14101784c9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/33719ae9e013fa5424ee29f99010ffbd988e01f3.jpg",
    "displayName": {
      "brazilian": "Palheta, Cremalheira e Catraca",
      "czech": "Včerejšník, Současník a Budoucník",
      "danish": "Wist, Tick og Cog",
      "dutch": "Zandloper, Tik en Tandwiel",
      "english": "Wist, Tick and Cog",
      "finnish": "Tieto, Tikitys ja Ratas",
      "french": "Lumière, tic et rouage",
      "german": "Gestern, Heute und Morgen",
      "greek": "Πνεύμα, Κτύπος και Γρανάζι",
      "hungarian": "Mutató, Rugó és Fogaskerék",
      "indonesian": "Wist, Tick dan Cog",
      "italian": "Eco, Tic e Scatto",
      "japanese": "ウィスト、ティック、コグ",
      "koreana": "위스트, 틱, 코그",
      "latam": "Saber, Tic y Engranaje",
      "norwegian": "Vissi, Tikk og Klikk",
      "polish": "Puk, Tyk i Trybik",
      "portuguese": "Sagaz, Tique e Engrenagem",
      "russian": "Миг, Тик и Шестеренка",
      "schinese": "昔时，须臾与恒久",
      "spanish": "Saber, Tic y Engranaje",
      "swedish": "Vitter, Tick och Klick",
      "tchinese": "維思、滴答、卡格",
      "thai": "วิสต์ ติ๊ก และค็อก",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "turkish": "Bilgi, Tik Tak ve Çark",
      "vietnamese": "Hồi, Hiện và Dự"
    },
    "description": {
      "brazilian": "Anciões manipularam o tempo para impedir o avanço da Definhação, e deu certo... por um tempo.",
      "czech": "Starší manipulovali s časem, aby zpomalili postup Zhouby a uspěli… ale ne na dlouho.",
      "danish": "De ældre manipulerede tiden for at bremse Forvitringens fremmarch, og det virkede ... for en stund.",
      "dutch": "De Oudsten manipuleerden de tijd om de opmars van het Kwijn te vertragen. En dat werkte eventjes.",
      "english": "The Elders manipulated time to slow the Wither's tireless advance, and it worked… for a while.",
      "finnish": "Vanhimmat hidastivat näivetyksen etenemistä aikaa manipuloimalla, ja se toimikin... hetkisen.",
      "french": "Les sages altérèrent le temps pour ralentir l'avancée du Déclin et ils réussirent... fugitivement.",
      "german": "Die Ältesten manipulierten die Zeit, um das Welken zu verlangsamen, und es gelang ihnen. Kurz.",
      "greek": "Οι Πρεσβύτεροι χειραγώγησαν τον χρόνο για να επιβραδύνουν τον Μαρασμό και τα κατάφεραν... για λίγο.",
      "hungarian": "Az Ősök manipulálták az időt, lassítani a Sorvadás előrenyomulását, és ez működött is... egy ideig.",
      "indonesian": "Penatua memutar aliran masa untuk memperlahankan kemaraan Wither & berjaya… namun hanya sementara.",
      "italian": "Gli Anziani manipolarono il tempo per frenare l'avanzata dello Sterpomarcio e funzionò, per un po'.",
      "japanese": "長老たちは時を操り、絶え間なく続く枯凋の進行を遅らせた。この対策は、しばらくの間は効果があった。",
      "koreana": "장로들은 시간을 조작해 위더의 끊임없는 진격을 늦추려 했습니다. 그 노력은 효과를 발휘했지만... 잠시뿐이었습니다.",
      "latam": "Los antiguos manipularon el tiempo y ralentizaron el incansable avance del Máculo... temporalmente.",
      "norwegian": "Forstanderne manipulerte tiden for å bremse Visnes fremrykning, og det klarte de ... en stund.",
      "polish": "Starsi manipulowali czasem, aby spowolnić postęp Więdniaka, i to działało... przez jakiś czas.",
      "portuguese": "Os anciões manipularam o tempo para abrandar o avanço da Murchidão. Isso resultou... por um tempo.",
      "russian": "Старейшины вмешались в ход времени, чтобы замедлить Иссыхание, и у них получилось... но ненадолго.",
      "schinese": "长老曾操纵时间，试图延缓凋零穷追不舍的进犯。此法一度奏效……但也只换来片刻安宁。",
      "spanish": "Los Ancianos manipularon el tiempo y ralentizaron el incansable avance del Máculo... temporalmente.",
      "swedish": "Äldstarna manipulerade tiden för att sakta ned det Förbrändas framfart. Det fungerade … ett tag.",
      "tchinese": "長老們操縱時間，成功減緩凋零不斷的侵蝕……但這只是權宜之計。",
      "thai": "เหล่าผู้อาวุโสบัญชาห้วงกาลเพื่อชะลอการรุกคืบอย่างไม่ยั้งหยุดของผู้ร่วงโรย และได้ผล... เพียงชั่วขณะ",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "turkish": "İhtiyarlar, Kurumuş'un hamlelerini yavaşlatmak için zamanı manipüle etti ve bu bir süre işe yaradı.",
      "vietnamese": "Cổ Lão thao túng thời gian, cản bước tiến không ngừng của Suy Vong và thành công... trong chốc lát."
    }
  },
  {
    "name": "ACH_GLYPH_A1R3_2",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/ff05ad00932c957c7a45a5fcf20ac46364481fe1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/c711ccf8d5082c9c0d5cf0144961cd0d0aad741b.jpg",
    "displayName": {
      "brazilian": "Chamado da Montanha",
      "czech": "Volání hory",
      "danish": "Bjergets kald",
      "dutch": "Roep van de berg",
      "english": "Call of the Mountain",
      "finnish": "Vuoren kutsu",
      "french": "L'appel de la montagne",
      "german": "Der Ruf des Berges",
      "greek": "Κάλεσμα του Βουνού",
      "hungarian": "A Hegy hívása",
      "indonesian": "Seruan Gunung",
      "italian": "Il richiamo della montagna",
      "japanese": "山の呼び声",
      "koreana": "산의 부름",
      "latam": "Llamada de la montaña",
      "norwegian": "Fjellet kaller",
      "polish": "Zew góry",
      "portuguese": "Chamamento da montanha",
      "russian": "Зов горы",
      "schinese": "山之呼唤",
      "spanish": "Llamada de la montaña",
      "swedish": "Ropet från berget",
      "tchinese": "高山的呼喚",
      "thai": "เสียงเพรียกแห่งขุนคีรี",
      "token": "NEW_ACHIEVEMENT_1_5_NAME",
      "turkish": "Dağ'ın Çağrısı",
      "vietnamese": "Tiếng Gọi Của Ngọn Núi"
    },
    "description": {
      "brazilian": "O Olho da Montanha observou a aproximação da Definhação e pediu ajuda de alguém aos sussurros.",
      "czech": "Oko hory uzřelo Zhoubu a šeptem požádalo kohosi o pomoc.",
      "danish": "Bjergets øje så Forvitringen nærme sig og bad hviskende om hjælp.",
      "dutch": "Het Oog van de berg bezag de nadering van het Kwijn en fluisterde om hulp van iemand anders.",
      "english": "The Mountain's eye beheld the Wither's approach and whispered for aid from another.",
      "finnish": "Vuorisilmä katseli lähestyvää näivetystä ja kutsui kuiskutellen apua.",
      "french": "Face à la progression du Déclin, le Regard de la montagne ne pouvait qu'implorait l'aide d'un élu.",
      "german": "Das Auge des Berges erblickte das nahende Welken und bat flüsternd um Hilfe.",
      "greek": "Το Μάτι του Βουνού είδε τον Μαρασμό να πλησιάζει και ψιθυριστά ζήτησε την αρωγή άλλων.",
      "hungarian": "A Hegy szeme meglátta a Sorvadás közeledtét, és suttogva kért segítséget egy másiktól.",
      "indonesian": "Mata Gunung menyaksikan kemaraan Wither dan berbisik memohon bantuan daripada yang lain.",
      "italian": "L'Occhio della montagna vide lo Sterpomarcio avvicinarsi e chiese aiuto a qualcun altro.",
      "japanese": "山の目は迫りくる枯凋を見つめ、助けを求める囁き声を発した。",
      "koreana": "산의 눈은 위더의 접근을 바라보며 속삭임으로 다른 존재에게 도움을 청했습니다.",
      "latam": "El ojo de la montaña, al ver que el Máculo se aproximaba, susurró pidiendo ayuda a otro.",
      "norwegian": "Fjellets øye så Visne nærme seg og kom med et stille rop om hjelp.",
      "polish": "Oko Góry dostrzegło zbliżanie się Więdniaka i szepnęło, prosząc o pomoc.",
      "portuguese": "O Olho da Montanha contemplou a aproximação da Murchidão e sussurrou um pedido de ajuda.",
      "russian": "Горное Око заметило приближение Иссыхания и шепотом попросило о помощи.",
      "schinese": "山眼已知凋零将至，便低语呼唤，向远方求援。",
      "spanish": "El Ojo de la Montaña, al ver que el Máculo se aproximaba, susurró pidiendo ayuda a otro.",
      "swedish": "Bergets öga såg det Förbrändas framfart och viskade om hjälp från en annan.",
      "tchinese": "高山之眼見證了凋零的進逼，輕聲向外求援。",
      "thai": "ดวงเนตรแห่งขุนคีรีประจักษ์ถึงการเข้าประชิดของผู้ร่วงโรย จึงกระซิบขอความช่วยเหลือจากอีกผู้หนึ่ง",
      "token": "NEW_ACHIEVEMENT_1_5_DESC",
      "turkish": "Dağ'ın gözü, Kurumuş'un yaklaştığını gördü ve başkasından yardım istedi.",
      "vietnamese": "Mắt Núi chứng kiến Suy Vong tiến đến ngày một gần và đã thì thầm kêu gọi sự hỗ trợ từ bên ngoài."
    }
  },
  {
    "name": "ACH_GLYPH_A2R1_1",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/9576eb0b4601bce4c2e4ec71a800bdbe6514ab18.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/b2725313706306c12e8d1d517d4037ce882bbfde.jpg",
    "displayName": {
      "brazilian": "Guardiões do Mar",
      "czech": "Strážci moře",
      "danish": "Havets beskyttere",
      "dutch": "Beschermers van de zee",
      "english": "Guardians of the Sea",
      "finnish": "Meren vartijat",
      "french": "Les veilleurs de la mer",
      "german": "Wächter des Meeres",
      "greek": "Προστάτες της Θάλασσας",
      "hungarian": "A tenger oltalmazói",
      "indonesian": "Pelindung Lautan",
      "italian": "Guardiani del mare",
      "japanese": "海の守護者たち",
      "koreana": "바다의 수호자",
      "latam": "Guardianes del mar",
      "norwegian": "Havets beskyttere",
      "polish": "Strażnicy morza",
      "portuguese": "Guardiões do oceano",
      "russian": "Стражи моря",
      "schinese": "海之守护者",
      "spanish": "Guardianes del mar",
      "swedish": "Havets väktare",
      "tchinese": "大海守護者",
      "thai": "เหล่าผู้พิทักษ์แห่งมหานที",
      "token": "NEW_ACHIEVEMENT_1_6_NAME",
      "turkish": "Denizin Muhafızları",
      "vietnamese": "Hộ Vệ Biển Cả"
    },
    "description": {
      "brazilian": "Imensos organismos híbridos se posicionaram e lançaram raios de luz na fraqueza da Definhação.",
      "czech": "Mohutné hybridní organismy, jako pevnosti, vrhaly paprsky, které dopadaly na slabá místa Zhouby.",
      "danish": "Gigantiske hybride organismer kastede lys over Forvitringens sårbarhed med kraftfulde stråler.",
      "dutch": "Enorme hybride organismen werpen met krachtige stralen licht op de kwetsbaarheid van het Kwijn.",
      "english": "Massive emplaced hybrid organisms cast light on the Wither's vulnerability with powerful beams.",
      "finnish": "Valtavat hybridiorganismit iskivät näivetyksen heikkouteen voimakkailla valonsäteillään.",
      "french": "D'immenses êtres hybrides enracinés irradient de leurs puissants rayons le Déclin pour l'affaiblir.",
      "german": "Riesige Hybridorganismen leuchteten mit mächtigen Strahlen auf die Schwachstellen des Welkens.",
      "greek": "Τεράστιοι ριζωμένοι υβριδικοί οργανισμοί έριξαν φως στην αδυναμία του Μαρασμού με ισχυρές ακτίνες.",
      "hungarian": "Hatalmas, telepített hibrid organizmusok erős fénnyel világítják meg a Sorvadás sebezhetőségét.",
      "indonesian": "Organisma hibrid gergasi yang tertanam memancarkan sinar dahsyat ke arah kelemahan Wither.",
      "italian": "Enormi organismi ibridi gettano luce sulla vulnerabilità dello Sterpomarcio con potenti raggi.",
      "japanese": "その場から動けぬ巨大な複合生物たちが、強力な光線で枯凋の弱点を照らし出した。",
      "koreana": "거대한 고정형 혼합 유기체들이 강력한 광선을 쏘아 위더의 약점을 드러냈습니다.",
      "latam": "Organismos híbridos gigantescos proyectan potentes rayos de luz sobre la vulnerabilidad del Máculo.",
      "norwegian": "Enorme hybridorganismer lyser opp Visnes sårbarhet med kraftige stråler.",
      "polish": "Ogromne, osadzone organizmy hybrydowe oświetlają słabe punkty Więdniaka za pomocą potężnych wiązek.",
      "portuguese": "Enormes organismos híbridos lançam poderosos feixes de luz sobre a vulnerabilidade da Murchidão.",
      "russian": "Огромные гибридные создания мощными лучами осветили уязвимые места Иссыхания.",
      "schinese": "巨型混合有机体列阵于此，发射出强大的光束，照亮凋零的要害所在。",
      "spanish": "Organismos híbridos gigantescos proyectan potentes rayos de luz sobre la vulnerabilidad del Máculo.",
      "swedish": "Massiva orörliga hybridvarelser lyste upp det Förbrändas sårbara delar med kraftfulla strålar.",
      "tchinese": "安置在此的巨型混種生物發出強力光束，照射凋零的弱點。",
      "thai": "สิ่งมีชีวิตลูกผสมขนาดมหึมาที่ปักหลักอยู่ เผยให้เห็นถึงจุดอ่อนของผู้ร่วงโรยด้วยลำแสงอันทรงพลัง",
      "token": "NEW_ACHIEVEMENT_1_6_DESC",
      "turkish": "Yerleştirilmiş devasa hibrit organizmalar, güçlü ışınlarla Kurumuş'un zayıf noktasına ışık tuttu.",
      "vietnamese": "Các sinh vật lai tạo đồ sộ, bất động phóng ra tia sáng mạnh mẽ vào điểm yếu của Suy Vong."
    }
  },
  {
    "name": "ACH_GLYPH_A2R1_2",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/9ccc6adef08aa7724d2b723743ad751c015b9bce.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/8419a75754d2581067da51ceaf92f05a597b59fa.jpg",
    "displayName": {
      "brazilian": "Queda dos Guardiões",
      "czech": "Pád strážců",
      "danish": "Beskytternes fald",
      "dutch": "Val van de beschermers",
      "english": "Fall of the Guardians",
      "finnish": "Vartijoiden tuho",
      "french": "La chute des gardiens",
      "german": "Sturz der Wächter",
      "greek": "Η Πτώση των Προστατών",
      "hungarian": "Az Oltalmazók bukása",
      "indonesian": "Kejatuhan Pelindung",
      "italian": "La caduta dei Guardiani",
      "japanese": "守護者たちの敗北",
      "koreana": "수호자의 실패",
      "latam": "Caída de los guardianes",
      "norwegian": "Beskytternes fall",
      "polish": "Upadek Strażników",
      "portuguese": "Queda dos guardiões",
      "russian": "Падение стражей",
      "schinese": "守护者之殇",
      "spanish": "Caída de los guardianes",
      "swedish": "Väktarnas fall",
      "tchinese": "守護者傾覆",
      "thai": "การล่มสลายแห่งเหล่าผู้พิทักษ์",
      "token": "NEW_ACHIEVEMENT_1_7_NAME",
      "turkish": "Muhafızların Düşüşü",
      "vietnamese": "Hộ Vệ Thất Thế"
    },
    "description": {
      "brazilian": "Guardiões salvaram quem estava no raio, mas a imobilidade deixou a Definhação crescer nas sombras.",
      "czech": "Strážci zachránili všechny v dosahu, ale jejich neschopnost pohybu umožnila Zhoubě růst ve stínech.",
      "danish": "Beskytterne reddede alle i nærheden, men Forvitringen voksede videre i skyggerne.",
      "dutch": "De Beschermers redden iedereen binnen bereik maar verstarring deed het Kwijn in de schaduw groeien.",
      "english": "The Guardians saved those in their radius, but immobility let the Wither grow in the shadows.",
      "finnish": "Liikkumattomat vartijat pelastivat kantamallaan olevat, mutta näivetys kasvoi varjoissa.",
      "french": "Les gardiens ont veillé sur leur entourage, mais le Déclin a profité de leur repos pour croître.",
      "german": "Die Wächter retteten alle in ihrer Nähe, aber im Verharren konnte das Welken im Schatten gedeihen.",
      "greek": "Οι Προστάτες έσωσαν όσους βρίσκονταν κοντά, αλλά η ακινησία επέτρεψε στον Μαρασμό να αναπτυχθεί.",
      "hungarian": "Az Oltalmazók megmentették a közelieket, de mozdulatlanul a Sorvadás az árnyak közt növekedett.",
      "indonesian": "Pelindung menyelamat dlm lingkungan tapi ketakbolehgerakan membolehkan Wither kembang dlm bebayang.",
      "italian": "I Guardiani salvarono chi si trovava nel raggio d'azione, ma lo Sterpomarcio crebbe nell'ombra.",
      "japanese": "守護者たちは光が届く範囲のものたちを救ったが、その場から動けないが故に、枯凋が影の中で成長を遂げるのを阻止できなかった。",
      "koreana": "수호자들은 힘닿는 곳의 생명들을 구했습니다. 그러나 움직일 수 없는 탓에 위더가 그림자 속에서 힘을 키우는 것을 막지 못했습니다.",
      "latam": "Salvaron a quienes estaban a su alcance, pero la inmovilidad hizo crecer al Máculo en las sombras.",
      "norwegian": "Beskytterne reddet alle innen rekkevidde, men Visne fortsette å vokse i skyggene.",
      "polish": "Strażnicy uratowali tych w swoim zasięgu, lecz ich bezruch pozwolił Więdniakowi rosnąć w cieniu.",
      "portuguese": "Os guardiões salvaram alguns, mas a imobilidade permitiu que a Murchidão crescesse nas sombras.",
      "russian": "Недвижимые стражи спасли земли вокруг, но там, куда не дотягивались лучи, разрасталось Иссыхание.",
      "schinese": "守护者护佑了自身所及的一方，但动弹不得的宿命，却让凋零得以在暗影中生长。",
      "spanish": "Salvaron a quienes estaban a su alcance, pero la inmovilidad hizo crecer al Máculo en las sombras.",
      "swedish": "Väktarna räddade alla de kom åt, men deras orörlighet gjorde att det Förbrända växte i skuggorna.",
      "tchinese": "守護者成功拯救了光線範圍內的人，但因他們無法行動，只能任由凋零在陰影中茁壯。",
      "thai": "ผู้ปกปักษ์ช่วยเหลือผู้ที่อยู่ในรัศมี แต่การไม่อาจเคลื่อนไหวส่งผลให้ผู้ร่วงโรยเติบใหญ่ท่ามกลางเงามืด",
      "token": "NEW_ACHIEVEMENT_1_7_DESC",
      "turkish": "Muhafızlar etraftakileri kurtardı ancak hareketsizlik, Kurumuş'un gölgelerde büyümesini sağladı.",
      "vietnamese": "Dù cứu được các sinh vật trong tầm tay, vì Hộ Vệ bất động nên Suy Vong đã lớn mạnh trong bóng tối."
    }
  },
  {
    "name": "ACH_GLYPH_A2R2_1",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/0b785549a2a1c8ec91bb1b1583d76fd630f606d7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/fc29cdf9dfd4adaadcf17c4b8827aedc1ac1561a.jpg",
    "displayName": {
      "brazilian": "Evolução dos Desperdiçados",
      "czech": "Evoluce Zmařených",
      "danish": "De tabte udvikler sig",
      "dutch": "Verspilde evolutie",
      "english": "Wasted Evolution",
      "finnish": "Jätteisten kehittäminen",
      "french": "L'avancée des Dévastés",
      "german": "Evolution der Krempler",
      "greek": "Εξέλιξη των Περιττών",
      "hungarian": "A Hulladékok evolúciója",
      "indonesian": "Evolusi Wasted",
      "italian": "Evoluzione dei Residui",
      "japanese": "捨てられし者の進化",
      "koreana": "웨이스티드 진화",
      "latam": "Evolución de los desperdiciados",
      "norwegian": "Fortapt utvikling",
      "polish": "Ewolucja Wyniszczonych",
      "portuguese": "Evolução dos Desperdiçados",
      "russian": "Эволюция отходников",
      "schinese": "徒劳进化",
      "spanish": "Evolución de los Desperdiciados",
      "swedish": "De Förbrukades utveckling",
      "tchinese": "廢料生物演化",
      "thai": "วิวัฒนาการมรณา",
      "token": "NEW_ACHIEVEMENT_1_8_NAME",
      "turkish": "Harcanmış Gelişim",
      "vietnamese": "Phế Thể Tiến Hóa"
    },
    "description": {
      "brazilian": "Desperdiçados se fundiram a outras criaturas para ampliar o seu raio. Não foi o suficiente.",
      "czech": "Zmaření se spojili s ostatními bytostmi, aby rozšířili dosah spalujícího paprsku. Ale nestačilo to.",
      "danish": "De tabte fusionerede med andre væsner for at øge strålens rækkevidde. Men det var ikke nok.",
      "dutch": "De Verspilden versmolten met andere wezens voor een grotere brandende straal. Het was niet genoeg.",
      "english": "The Wasted fused with other creatures to extend the reach of their searing beam. It was not enough.",
      "finnish": "Jätteiset lisäsivät säteidensä kantamaa yhdistymällä muihin olentoihin, mutta se ei riittänyt.",
      "french": "En fusionnant avec d'autres créatures, les Dévastés étendaient leurs rayons. Ce n'était pas assez.",
      "german": "Die Krempler verschmolzen mit anderen Wesen, um ihren Sengstrahl zu verlängern. Es reichte nicht.",
      "greek": "Οι Περιττοί συγχωνεύτηκαν με άλλα πλάσματα για να διευρύνουν την ακτίνα τους. Μα δεν ήταν αρκετό.",
      "hungarian": "A Hulladékok másokkal egyesültek, hogy kiterjesszék perzselő sugaruk hatósugarát. Nem volt elég.",
      "indonesian": "Wasted bergabung dgn makhluk lain untuk melanjutkan jangkauan pancaran menyengat namun tidak cukup.",
      "italian": "I Residui si fusero con altre creature per estendere il loro raggio rovente. Non fu abbastanza.",
      "japanese": "捨てられし者は強烈な光線をより遠くに届かせるため、他のものたちと融合した。だが、それでも力及ばなかった。",
      "koreana": "웨이스티드는 작열하는 광선의 사거리를 늘리기 위해 다른 생물들과 융합했습니다. 그러나 역부족이었습니다.",
      "latam": "Los desperdiciados se fundieron con otras criaturas para ampliar su rayo abrasador. Insuficiente.",
      "norwegian": "De fortapte fusjonerte med andre for å utvide strålens rekkevidde, men det var ikke nok.",
      "polish": "Wyniszczeni połączyli się z innymi, aby zwiększyć zasięg palącego promienia. To nie wystarczyło.",
      "portuguese": "Os Desperdiçados fundiram-se com outras criaturas para melhorar o seu feixe. Não foi suficiente.",
      "russian": "Отходники слились с другими существами для удлинения обжигающих лучей, но этого было недостаточно.",
      "schinese": "荒废者与其他生灵融合，将灼热光束的射程推至更远，可仍远远不够。",
      "spanish": "Los Desperdiciados se fundieron con otras criaturas para ampliar su rayo abrasador. Insuficiente.",
      "swedish": "De Förbrukade smälte samman med andra varelser för att ge strålen längre räckvidd. Det räckte inte.",
      "tchinese": "廢料生物和其他生物融合，藉此將灼熱光束照到更多地方，但仍難以力挽狂瀾。",
      "thai": "มรณาผสานรวมเข้ากับสิ่งมีชีวิตอื่นๆ เพื่อขยายขอบเขตแห่งลำแสงแผดเผา แต่ทว่านั่นยังไม่เพียงพอ",
      "token": "NEW_ACHIEVEMENT_1_8_DESC",
      "turkish": "Harcanmış, yakıcı ışınının menzilini artırmak için diğer yaratıklarla birleşti ancak bu yetmedi.",
      "vietnamese": "Phế Thể hợp nhất với các sinh vật khác để tăng tầm bắn cho tia bỏng cháy. Nhưng thế là chưa đủ."
    }
  },
  {
    "name": "ACH_GLYPH_A2R2_2",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/333e166faee693f392b2a6154a03ae0650bd1f67.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/b268a209f225f0d6f57fa937b2f776a05754f668.jpg",
    "displayName": {
      "brazilian": "O Núcleo",
      "czech": "Jádro",
      "danish": "Kernen",
      "dutch": "De Kern",
      "english": "The Nucleus",
      "finnish": "Ydin",
      "french": "Le Noyau",
      "german": "Der Kern",
      "greek": "Ο Πυρήνας",
      "hungarian": "A Mag",
      "indonesian": "Nukleus",
      "italian": "Il Nucleo",
      "japanese": "中核",
      "koreana": "핵",
      "latam": "El núcleo",
      "norwegian": "Nukleus",
      "polish": "Rdzeń",
      "portuguese": "O Núcleo",
      "russian": "Ядро",
      "schinese": "凋零之核",
      "spanish": "El núcleo",
      "swedish": "Kärnan",
      "tchinese": "核心",
      "thai": "แก่นกลาง",
      "token": "NEW_ACHIEVEMENT_1_9_NAME",
      "turkish": "Çekirdek",
      "vietnamese": "Hạt Nhân"
    },
    "description": {
      "brazilian": "O Núcleo enviou suas extremidades para absorver e devorar a todos, sustentando a sua vida oca.",
      "czech": "Ve snaze udržet si vyprahlý život, vyslalo Jádro chřadnoucí výběžky, aby pohltilo a strávilo vše.",
      "danish": "Kernen sendte håndlangere ud for at fortære alt, så den kunne opretholde sit tomme liv.",
      "dutch": "De Kern stuurde zijn verdorde tentakels om alles te absorberen en zijn holle bestaan te behouden.",
      "english": "The Nucleus sent its withering extremities to absorb and devour all, to sustain its hollow life.",
      "finnish": "Ydin lähetti näivettäviä kärhiään, jotka imevät kaiken ravinnokseen ylläpitämään sen onttoa elämää.",
      "french": "Le Noyau absorbait tout à portée de ses racines flétries pour se raccrocher à sa vaine existence.",
      "german": "Der Kern wollte sich mit seinen welkenden Gliedmaßen alles einverleiben und seine Leere nähren.",
      "greek": "Ο Πυρήνας έστειλε τα άκρα του να καταβροχθίσουν τα πάντα, ώστε να συντηρήσουν την κενή ζωή του.",
      "hungarian": "A Mag elküldi sorvasztó végtagjait, hogy mindent felfaljanak, így tartva fenn üres létezését.",
      "indonesian": "Nukleus mengutus hujung layu utk menyerap & menelan segalanya demi menyambung kehidupan yg kosong.",
      "italian": "Il Nucleo inviò le sue estremità avvizzite a consumare tutto per alimentare la sua vita vuota.",
      "japanese": "中核は枯凋をもたらす末端を送り込み、すべてを吸収し貪ることで、その空虚な生命を維持しようとした。",
      "koreana": "핵은 시든 부속을 뻗어 모든 것을 흡수하고 삼키며... 비어 있는 생명을 유지하려 애썼습니다.",
      "latam": "El núcleo envió sus marchitas extremidades para devorarlo todo y sustentar su vacía existencia.",
      "norwegian": "Nukleus sendte ut sine visne lemmer for å sluke og fortære alt – og opprettholde sitt tomme liv.",
      "polish": "Rdzeń rozpostarł niszczycielskie kończyny, aby pochłonąć wszystko i podtrzymać swoje puste życie.",
      "portuguese": "O Núcleo enviou as suas extremidades para absorver e devorar tudo, sustentando a sua vida vazia.",
      "russian": "Ядро посылало иссушающие конечности, чтобы поглотить все. Чтобы продлить свое пустое существование.",
      "schinese": "凋零之核伸出嶙峋枯枝，为维系其空洞的生命而吞噬吸收万物。",
      "spanish": "El núcleo envió sus marchitas extremidades para devorarlo todo y sustentar su vacía existencia.",
      "swedish": "Kärnan skickade ut sina förödande extremiteter för att uppsluka alla och fortsätta sitt tomma liv.",
      "tchinese": "核心向外伸出凋零觸手，吸收、吞噬一切，藉此延續自身空虛的生命。",
      "thai": "แก่นกลางได้ส่งแขนขาร่วงโรยของตนออกไปดูดซับและกลืนกินทุกสรรพสิ่ง เพื่อเติมเต็มชีวาอันเปล่ากลวงของมัน",
      "token": "NEW_ACHIEVEMENT_1_9_DESC",
      "turkish": "Çekirdek, boş yaşamını sürdürebilmek adına her şeyi yok etmek için kurumuş kollarını gönderdi.",
      "vietnamese": "Hạt Nhân vươn chân rễ héo úa để hấp thụ và nuốt chửng tất cả, bấu víu lấy sinh mệnh vô hồn của nó."
    }
  },
  {
    "name": "ACH_GLYPH_A3_1",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/ed81e06c9b2268563536ecb8bd883a841d379b26.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/1f5bca01741c192432ffb3412420b954f195cef7.jpg",
    "displayName": {
      "brazilian": "Reacendendo o Olho da Montanha",
      "czech": "Probuzení Oka hory",
      "danish": "Bjergets øje bliver tændt igen",
      "dutch": "Opnieuw ontsteken van het Oog van de berg",
      "english": "Relighting the Mountain Eye",
      "finnish": "Vuorisilmän uudelleenvalaisu",
      "french": "Raviver le Regard de la montagne",
      "german": "Das Auge des Berges erstrahlt von Neuem",
      "greek": "Ανάβοντας ξανά το Μάτι του Βουνού",
      "hungarian": "Újra kigyúl a Hegy szeme",
      "indonesian": "Penyalaan Semula Mata Gunung",
      "italian": "L'Occhio della montagna si riaccende",
      "japanese": "山の目の復活",
      "koreana": "다시 빛나는 산의 눈",
      "latam": "Reavivar el ojo de la montaña",
      "norwegian": "Fjelløyets nye glød",
      "polish": "Ponowne rozpalenie Oka Góry",
      "portuguese": "Reacendimento do Olho da Montanha",
      "russian": "Новый свет Горного Ока",
      "schinese": "重燃山眼",
      "spanish": "Prender de nuevo el Ojo de la Montaña",
      "swedish": "Bergets öga tänds på nytt",
      "tchinese": "再度點亮高山之眼",
      "thai": "การฟื้นคืนความสว่างไสวแก่ดวงเนตรแห่งขุนคีรี",
      "token": "NEW_ACHIEVEMENT_1_10_NAME",
      "turkish": "Dağ Gözü Yeniden Aydınlanıyor",
      "vietnamese": "Thắp Sáng Lại Mắt Núi"
    },
    "description": {
      "brazilian": "O Olho da Montanha sentiu um ser semelhante com a essência para reacender sua luz enfraquecida.",
      "czech": "Oko hory ucítilo spřízněnou bytost s esencí schopnou znovu zažehnout jeho slábnoucí světlo.",
      "danish": "Bjergets øje mærkede eksistensen af et beslægtet væsen, der kan tænde dets falmende lys igen.",
      "dutch": "Het Oog van de berg nam een verwant wezen waar met de essentie om zijn uitdovend licht te herleven.",
      "english": "The Mountain's eye sensed a kindred being with the essence to rekindle its fading light.",
      "finnish": "Vuorisilmä aisti sukulaisolennon, jonka olemus voisi sytyttää uudelleen sen hiipuvan valon.",
      "french": "Le Regard de la montagne a perçu la présence d'un congénère capable de raviver son éclat vacillant.",
      "german": "Das Auge des Berges spürte ein verwandtes Wesen, das sein Licht von Neuem erstrahlen lassen könnte.",
      "greek": "Το Μάτι του Βουνού ένιωσε ένα αδερφικό πλάσμα με την ενέργεια να αναζωπυρώσει το φως του.",
      "hungarian": "A Hegy szeme rokon lényt érzékel, akiben ott a szellem, mely újra lángra lobbantja halvány fényét.",
      "indonesian": "Mata Gunung merasai makhluk sejiwa dengan inti pati untuk menyala semula cahaya yang hampir padam.",
      "italian": "L'Occhio della montagna percepì un essere affine, con l’essenza necessaria a ravvivare la sua luce.",
      "japanese": "山の目は、その薄れゆく光を再び燃え立たせることができるエッセンスを持つ同類を感知した。",
      "koreana": "산의 눈은 동족을 감지했습니다. 자신의 빛을 다시 밝힐 수 있는 본질을 지닌 존재를 말이죠.",
      "latam": "El ojo de la montaña percibió un alma afín capaz de reavivar su luz mortecina.",
      "norwegian": "Fjelløyet sanset et beslektet vesen med kraften til å tenne det svinnende lyset på ny.",
      "polish": "Oko Góry wyczuło bratnią istotę, której esencja może rozpalić na nowo jego gasnące światło.",
      "portuguese": "O Olho da Montanha sentiu um ser análogo com a essência para reacender a sua luz desvanecente.",
      "russian": "Горное Око ощутило присутствие сородича, чья энергия могла вновь зажечь его угасающий свет.",
      "schinese": "山眼感应到了相似的存在，其所蕴含的精质恰能让它渐熄的光芒再次灼灼燃烧。",
      "spanish": "El Ojo de la Montaña percibió un alma afín capaz de prender de nuevo su luz mortecina.",
      "swedish": "Bergets öga anade närvaron av en besläktad varelse med kraft att åter tända dess slocknande ljus.",
      "tchinese": "高山之眼感受到與自己相仿的存在，擁有能重燃自己淡去光芒的精華。",
      "thai": "ดวงเนตรแห่งขุนคีรีสัมผัสได้ถึงสิ่งมีชีวิตซึ่งมาพร้อมกับสารัตถะที่ฟื้นคืนซึ่งแสงสว่างอันเลือนลาง",
      "token": "NEW_ACHIEVEMENT_1_10_DESC",
      "turkish": "Dağ'ın gözü sönmekte olan ışığını alevlendirebilecek öze sahip, ona benzer bir varlığı sezdi.",
      "vietnamese": "Mắt Núi cảm nhận thấy một sinh vật đồng điệu với hồn cốt có thể thắp lại ánh sáng dần tàn của mình."
    }
  },
  {
    "name": "ACH_GLYPH_A3_2",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/1215f1ed41ab7c7e4ec26f9b25308694f1822ca9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/3193b10e641fcc3c62596706cadca9e902a9cbed.jpg",
    "displayName": {
      "brazilian": "O Olho da Montanha vive!",
      "czech": "Oko hory žije!",
      "danish": "Bjergets øje lever!",
      "dutch": "Het Oog van de berg leeft!",
      "english": "The Mountain Eye Lives!",
      "finnish": "Vuorisilmä elää!",
      "french": "Que vive le Regard de la montagne !",
      "german": "Das Auge des Berges lebt!",
      "greek": "Το Μάτι του Βουνού Ζει!",
      "hungarian": "A Hegy szeme él!",
      "indonesian": "Mata Gunung Hidup!",
      "italian": "L'Occhio della montagna è vivo!",
      "japanese": "山の目は生きている！",
      "koreana": "깨어난 산의 눈!",
      "latam": "¡El ojo de la montaña vive!",
      "norwegian": "Fjelløyet lever!",
      "polish": "Oko Góry żyje!",
      "portuguese": "O Olho da Montanha vive!",
      "russian": "Горное Око живо!",
      "schinese": "山眼长生！",
      "spanish": "¡El Ojo de la Montaña vive!",
      "swedish": "Bergets öga lever!",
      "tchinese": "高山之眼重生！",
      "thai": "ดวงเนตรแห่งขุนคีรีฟื้นชีวา!",
      "token": "NEW_ACHIEVEMENT_1_11_NAME",
      "turkish": "Dağ Gözü Yaşıyor!",
      "vietnamese": "Mắt Núi Trường Tồn!"
    },
    "description": {
      "brazilian": "Vigia despertou quando a Definhação fracassou, e seu destino é restaurar a vida além deste lugar.",
      "czech": "Strážce, jenž byl předurčen k obnově všeho živého, se probudil a moc Zhouby se rozplynula.",
      "danish": "Vogteren vågner, da Forvitringen slog fejl, forudbestemt til at genskabe livet hinsides dette sted.",
      "dutch": "De Wachter ontwaakte toen het Kwijn faalde, gebonden om het leven buiten deze plek te herstellen.",
      "english": "The Keeper awakened as the Wither failed, bound to restore life beyond this place.",
      "finnish": "Näivetyksen haivuttua kaitsija heräsi palauttamaan elämän tämän paikan ulkopuolellekin.",
      "french": "Alors que le Déclin se dissipait, le Gardien s'est éveillé pour tout faire revivre sur son chemin.",
      "german": "Der Hüter erwachte, als das Welken gescheitert war und begann, das Leben um ihn wiederherzustellen.",
      "greek": "Ο Φύλακας ξύπνησε καθώς ο Μαρασμός ηττήθηκε, δεσμευμένος να φέρει ξανά ζωή πέρα από αυτόν τον τόπο.",
      "hungarian": "Az Őrző felébred, amikor a Sorvadás elbukik, hogy helyreállítsa az életet e helyen túl.",
      "indonesian": "Penjaga bangkit saat Wither jatuh, terikat oleh takdir utk memulihkan kehidupan di luar tempat ini.",
      "italian": "Il Custode si risvegliò quando lo Sterpomarcio fallì, per riportare la vita oltre questo luogo.",
      "japanese": "枯凋の敗北と同時にキーパーは覚醒し、彼方の地の生命を再生させる使命を負った。",
      "koreana": "위더가 실패하자 키퍼가 깨어나 이곳 너머의 생명을 되살릴 사명을 짊어지게 되었습니다.",
      "latam": "Al fracasar el Máculo, el guardián despertó, destinado a restaurar la vida más allá de este lugar.",
      "norwegian": "Vokteren våknet da Visne sviktet, og har som oppgave å gjenopprette livet utenfor dette stedet.",
      "polish": "Gdy Więdniak zawiódł, Opiekun obudził się, zobowiązany do przywrócenia życia poza tym miejscem.",
      "portuguese": "O Zelador acordou à medida que a Murchidão fraquejou, compelido a restaurar vida além deste lugar.",
      "russian": "Хранитель пробудился, а Иссыхание пало. Теперь жизнь восстановится и здесь, и за пределами.",
      "schinese": "凋零溃败，守望者苏醒，肩负起让生命重绽于此方天地之外的使命。",
      "spanish": "Al fracasar el Máculo, el guardián despertó, impelido a restaurar la vida más allá de este lugar.",
      "swedish": "Väktaren vaknade när det Förbrända föll, för att återställa livet bortom denna plats.",
      "tchinese": "凋零落敗，守望者甦醒，決心讓這裡之外的世界也重獲生機。",
      "thai": "ผู้พิทักษ์ได้ตื่นขึ้นพร้อมกับความวินาศแห่งผู้ร่วงโรย ด้วยพันธะในการฟื้นคืนชีวิตเหนือพ้นสถานที่นี้",
      "token": "NEW_ACHIEVEMENT_1_11_DESC",
      "turkish": "Kurumuş'un başarısızlığında Koruyucu yükseldi, buranın ötesindeki yaşamı canlandırmaya karar verdi.",
      "vietnamese": "Khi Suy Vong thất bại, Hải Đăng Bảo Hộ thức tỉnh và mang sứ mệnh khôi phục sự sống ở những nơi xa."
    }
  },
  {
    "name": "ACH_GAMECOMPLETE",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/b6a92df01be8e82bbf8f93af4d1aa4c960e7c965.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3043580/cc2e2115c60d42d7a0c54cbdf001d0f2d7e7bc32.jpg",
    "displayName": {
      "brazilian": "Vigia",
      "czech": "Strážce",
      "danish": "Vogteren",
      "dutch": "De Wachter",
      "english": "The Keeper",
      "finnish": "Kaitsija",
      "french": "Le Gardien",
      "german": "Der Hüter",
      "greek": "Ο Φύλακας",
      "hungarian": "Az Őrző",
      "indonesian": "Penjaga",
      "italian": "Il Custode",
      "japanese": "キーパー",
      "koreana": "키퍼",
      "latam": "El guardián",
      "norwegian": "Vokteren",
      "polish": "Opiekun",
      "portuguese": "O Zelador",
      "russian": "Хранитель",
      "schinese": "守望者",
      "spanish": "El guardián",
      "swedish": "Väktaren",
      "tchinese": "守望者",
      "thai": "ผู้พิทักษ์",
      "token": "NEW_ACHIEVEMENT_1_12_NAME",
      "turkish": "Koruyucu",
      "vietnamese": "Hải Đăng Bảo Hộ"
    },
    "description": {
      "brazilian": "Vigia se foi, mas a Definhação também. A vida florescia novamente.",
      "czech": "Strážce sice zmizel, ale s ním odešla i Zhouba. A život si našel cestu.",
      "danish": "Vogteren var væk, men det var Forvitringen også. Der var liv i verden igen.",
      "dutch": "Hoewel de Wachter weg was, gold dat ook voor het Kwijn. Het leven bloeide weer op.",
      "english": "Though the Keeper was gone, so too was the Wither. Life flourished anew.",
      "finnish": "Vaikka kaitsija olikin poissa, niin oli myös näivetys. Elämä kukoisti jälleen.",
      "french": "Malgré la disparition du Gardien, le Déclin n'était plus. La vie s'est à nouveau épanouie.",
      "german": "Der Hüter war zwar fort, doch das Welken war es ebenfalls. Neues Leben erblühte.",
      "greek": "Παρόλο που ο Φύλακας δεν ήταν πια εδώ, το ίδιο ίσχυε και για τον Μαρασμό. Η ζωή άνθιζε ξανά.",
      "hungarian": "Bár az Őrző eltávozott, eltűnt a Sorvadás is. Az élet ismét felvirágzott.",
      "indonesian": "Meskipun Penjaga telah tiada, Wither turut lenyap. Kehidupan pun mekar kembali.",
      "italian": "Sebbene il Custode se ne fosse andato, se n'era andato anche lo Sterpomarcio. La vita rifioriva.",
      "japanese": "キーパーはいなくなったが、枯凋もまた同様に消えた。生命は再び繁栄し始めた。",
      "koreana": "비록 키퍼는 사라졌으나 위더 역시 마찬가지입니다. 생명은 다시 번성했습니다.",
      "latam": "El guardián ya no existía, pero tampoco el Máculo. La vida volvió a florecer.",
      "norwegian": "Selv om Vokteren var borte, var Visne likedan. Livet blomstrer på nytt.",
      "polish": "Choć Opiekuna już nie było, Więdniak również zniknął. Życie rozkwitło na nowo.",
      "portuguese": "Apesar de o Zelador ter desaparecido, o mesmo aconteceu à Murchidão. A vida floresceu de novo.",
      "russian": "И хотя Хранителя больше не было, не было и Иссыхания. А для жизни начался новый рассвет.",
      "schinese": "守望者虽逝，凋零亦湮灭。万物复苏，从此欣欣向荣。",
      "spanish": "El guardián ya no existía, pero tampoco el Máculo. La vida volvió a florecer.",
      "swedish": "Väktaren var borta, men även det Förbrända. Livet blomstrade på nytt.",
      "tchinese": "雖然守望者離去了，但凋零也已不再。生命再度欣欣向榮。",
      "thai": "แม้ว่าผู้พิทักษ์จะจากไปแล้ว เช่นเดียวกับผู้ร่วงโรย ชีวิตกลับเจริญงอกงามขึ้นใหม่อีกครา",
      "token": "NEW_ACHIEVEMENT_1_12_DESC",
      "turkish": "Koruyucu gitmiş olabilir ama Kurumuş da gitti. Hayat yeniden yeşerdi.",
      "vietnamese": "Hải Đăng Bảo Hộ và Suy Vong đều đã biến mất. Sự sống một lần nữa đâm chồi nảy lộc."
    }
  }
]