[
  {
    "name": "JOGUEI_ALPHA",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/787122327be2b6695a7ad8e8cbbc9b263fab799a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/03e2a06622454e000a25ba61dc93eec32d291b92.jpg",
    "displayName": {
      "brazilian": "Joguei o Alpha",
      "english": "I played the Alpha",
      "german": "Ich habe die Alpha gespielt",
      "japanese": "アルファをプレイしました",
      "koreana": "알파를 플레이했습니다",
      "latam": "Jugué el Alpha",
      "schinese": "我玩了Alpha",
      "spanish": "Jugué el Alpha",
      "token": "NEW_ACHIEVEMENT_1_0_NAME"
    },
    "description": {
      "brazilian": "Joguei o Social Clicker: Persona lá na época do Alpha, quando era tudo mato e os bugs faziam parte do charme. Bons tempos... e, claro, cliquei para ver gostosa!",
      "english": "I played Social Clicker: Persona back in the Alpha days, when everything was rough, and the bugs were part of the charm. Good times... and of course, I clicked to check out the hotties!",
      "german": "Ich habe Social Clicker: Persona in der Alpha gespielt, als alles noch ungeschliffen war und die Bugs Teil des Charmes waren. Gute Zeiten... und natürlich habe ich geklickt, um heiße Mädels zu sehen!",
      "japanese": "アルファ版の時に「ソーシャルクリッカー: パーソナ」をプレイしましたが、その頃はまだ何もかもが荒削りで、バグも魅力の一部でした。いい時代でしたね…もちろん、美女を見るためにクリックしました！",
      "koreana": "알파 시절에 Social Clicker: Persona를 플레이했는데, 그때는 모든 게 거칠고 버그도 매력의 일부였죠. 좋은 시절이었어요... 물론, 미녀를 보려고 클릭했습니다!",
      "latam": "Jugué Social Clicker: Persona en la época del Alpha, cuando todo era un caos y los bugs formaban parte del encanto. Buenos tiempos... y claro, ¡hice clic para ver chicas guapas!",
      "schinese": "我在Alpha阶段玩过《社交点击器：人格》，那时候一切都是原始的，bug也是游戏魅力的一部分。美好的时光……当然，我也点击看美女！",
      "spanish": "Jugué Social Clicker: Persona en la época del Alpha, cuando todo era un caos y los bugs formaban parte del encanto. Buenos tiempos... y claro, ¡hice clic para ver chicas guapas!",
      "token": "NEW_ACHIEVEMENT_1_0_DESC"
    }
  },
  {
    "name": "COMPLETE_ALPHA",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/b476ce6695d0a1b4cb728219c9a45d9c60d02a22.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/97a255ead96703e22183820bfbc6a1fe66ffe441.jpg",
    "displayName": {
      "brazilian": "Finalizei o alpha",
      "english": "I finished the Alpha",
      "german": "Ich habe die Alpha abgeschlossen",
      "japanese": "アルファをクリアしました",
      "koreana": "알파를 완료했습니다",
      "latam": "Terminé el Alpha",
      "schinese": "我完成了Alpha",
      "spanish": "Terminé el Alpha",
      "token": "NEW_ACHIEVEMENT_1_1_NAME"
    },
    "description": {
      "brazilian": "Finalizei o Social Clicker: Persona ainda no Alpha, quando o jogo era cheio de desafios e glitches imprevisíveis. Conquistei tudo, clicando firme até o fim... fui até o final, literalmente!",
      "english": "I finished Social Clicker: Persona back in the Alpha, when the game was full of challenges and unpredictable glitches. I conquered it all, clicking hard until the very end... I went all the way, literally!",
      "german": "Ich habe Social Clicker: Persona noch in der Alpha abgeschlossen, als das Spiel voller Herausforderungen und unvorhersehbarer Glitches war. Ich habe alles erobert, fest klickend bis zum Ende... Ich bin bis zum Schluss gegangen, wortwörtlich!",
      "japanese": "「ソーシャルクリッカー: パーソナ」をアルファ版でクリアしました。その頃はゲームが挑戦的で、予測できないグリッチがいっぱいでした。すべてを征服し、最後までクリックし続けました…本当に最後までやり遂げました！",
      "koreana": "Social Clicker: Persona를 알파에서 완료했을 때, 게임은 도전과 예측할 수 없는 글리치로 가득했어요. 끝까지 클릭하면서 모든 것을 정복했죠... 문자 그대로 마지막까지 갔습니다!",
      "latam": "Terminé Social Clicker: Persona en la época del Alpha, cuando el juego estaba lleno de desafíos y glitches impredecibles. Lo conquisté todo, haciendo clic firmemente hasta el final... ¡Llegué hasta el final, literalmente!",
      "schinese": "我在Alpha阶段完成了《社交点击器：人格》，当时游戏充满了挑战和不可预测的故障。我坚持点击，直到征服了一切……我真的走到了最后，字面意思上的！",
      "spanish": "Terminé Social Clicker: Persona en la época del Alpha, cuando el juego estaba lleno de desafíos y glitches impredecibles. Lo conquisté todo, haciendo clic firmemente hasta el final... ¡Llegué hasta el final, literalmente!",
      "token": "NEW_ACHIEVEMENT_1_1_DESC"
    }
  },
  {
    "name": "PLAY_FRITZ",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/4506b0f160d0f15c327a3bce75f14ecaa2c56b47.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/2865bb621113896cfd8d7feaf9361648b90ea855.jpg",
    "displayName": {
      "brazilian": "Uma coisa muito louca",
      "english": "a very crazy thing",
      "german": "Eine sehr verrückte Sache",
      "japanese": "とてもクレイジーなこと",
      "koreana": "아주 미친 일",
      "latam": "Una cosa muy loca",
      "schinese": "一件非常疯狂的事情",
      "spanish": "Una cosa muy loca",
      "token": "NEW_ACHIEVEMENT_1_3_NAME"
    },
    "description": {
      "brazilian": "Você acaba de desbloquear a conquista \"Laços Através das Dimensões\"! Em um mundo que mudou completamente, seus antigos amigos agora são conhecidos como \"Personas\", companheiros inseparáveis em suas jornadas. Embora tudo pareça diferente, o laço entre vocês transcende realidades, e essa conquista marca o início de uma nova era com cada Persona.",
      "english": "You've just unlocked the 'Bonds Across Dimensions' achievement! In a world that has changed completely, your former friends are now known as 'Personas', inseparable companions on your journeys. Though everything seems different, the bond between you transcends realities, and this achievement marks the beginning of a new era in which each Persona.",
      "german": "Du hast gerade die Errungenschaft „Bindungen über Dimensionen hinweg“ freigeschaltet! In einer Welt, die sich völlig verändert hat, sind deine früheren Freunde nun als „Personas“ bekannt, unzertrennliche Begleiter auf deinen Reisen. Obwohl alles anders erscheint, überdauert das Band zwischen euch die Realitäten, und dieser Erfolg markiert den Beginn einer neuen Ära, in der jede Persona eine Rolle spielt.",
      "japanese": "「次元を超えた絆」実績を解除しました！世界が完全に変わった中で、かつての友人たちは「ペルソナ」として知られ、あなたの旅の中で切り離せない仲間となりました。すべてが違って見えるかもしれませんが、あなたとの絆は現実を超越し、この実績は各ペルソナとの新しい時代の始まりを示しています。",
      "koreana": "차원을 넘는 유대' 업적을 방금 달성했습니다! 완전히 변한 세상에서, 예전 친구들은 이제 '페르소나'로 알려져 있으며, 여정의 떼려야 뗄 수 없는 동반자가 되었습니다. 모든 것이 달라 보일지라도, 여러분 사이의 유대는 현실을 초월하며, 이 업적은 각 페르소나와 함께하는 새로운 시대의 시작을 알립니다.",
      "latam": "¡Acabas de desbloquear el logro \"Vínculos a Través de Dimensiones\"! En un mundo que ha cambiado por completo, tus antiguos amigos ahora son conocidos como \"Personas\", compañeros inseparables en tus viajes. Aunque todo parezca diferente, el vínculo entre ustedes trasciende las realidades, y este logro marca el comienzo de una nueva era con cada Persona.",
      "schinese": "你刚刚解锁了“跨维度的羁绊”成就！在一个完全改变的世界里，你以前的朋友们现在被称为“人格”，是你旅途中不可分割的伙伴。虽然一切看起来都不同了，但你们之间的羁绊超越了现实，这一成就标志着一个新时代的开始，每个人格都在其中。",
      "spanish": "¡Acabas de desbloquear el logro \"Vínculos a Través de Dimensiones\"! En un mundo que ha cambiado por completo, tus antiguos amigos ahora son conocidos como \"Personas\", compañeros inseparables en tus viajes. Aunque todo parezca diferente, el vínculo entre ustedes trasciende las realidades, y este logro marca el comienzo de una nueva era con cada Persona.",
      "token": "NEW_ACHIEVEMENT_1_3_DESC"
    }
  },
  {
    "name": "ESTROUNDO",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/3a4221f30a775574a1e1b770b75a2541ea095c9b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/99a438578613d503cf7aba2b661c552551d9c7d0.jpg",
    "displayName": {
      "brazilian": "Estrondo",
      "english": "Echo or Resonance",
      "german": "Donnerhall ",
      "japanese": "轟音 ",
      "koreana": "굉음 ",
      "schinese": "轰鸣 ",
      "spanish": "Estruendo ",
      "token": "NEW_ACHIEVEMENT_1_4_NAME"
    },
    "description": {
      "brazilian": "Há algo nesse lugar... mas você não pode fazer nada. Sua Persona te matou, herdou seus sonhos... e agora, ela se conecta com outras Personas apenas para sobreviver.",
      "english": "There is something in this place... but you can't do anything. Your Persona killed you, inherited your dreams... and now, it connects with other Personas just to survive.",
      "german": "An diesem Ort ist etwas... aber du kannst nichts tun. Deine Persona hat dich getötet, deine Träume geerbt... und nun verbindet sie sich mit anderen Personas, nur um zu überleben.",
      "japanese": "この場所には何かがある……でも、あなたには何もできない。あなたのペルソナがあなたを殺し、夢を受け継いだ……そして今、生き延びるために他のペルソナと繋がっている。",
      "koreana": "이 장소에는 무언가가 있어… 하지만 당신은 아무것도 할 수 없어. 당신의 페르소나가 당신을 죽이고 당신의 꿈을 물려받았어… 이제 그녀는 살아남기 위해 다른 페르소나들과 연결되고 있어.",
      "schinese": "这个地方有某种东西……但你无能为力。你的人格杀了你，继承了你的梦想……现在，它只是为了生存而与其他人格连接。",
      "spanish": "Hay algo en este lugar... pero no puedes hacer nada. Tu Persona te mató, heredó tus sueños... y ahora se conecta con otras Personas solo para sobrevivir.",
      "token": "NEW_ACHIEVEMENT_1_4_DESC"
    }
  },
  {
    "name": "theblack",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/6dac2dc22b789340031d6ad28f79ac47e6b91d26.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/eb499b33568a10e7cf8aacd1783b33d1db9e8d44.jpg",
    "displayName": {
      "brazilian": "TheBlack o Gato Falante",
      "english": "The Talking Cat",
      "german": "Die sprechende Katze",
      "japanese": "話す猫",
      "koreana": "제목: 말하는 고양이",
      "schinese": "会说话的猫",
      "spanish": "El Gato Hablador",
      "token": "NEW_ACHIEVEMENT_1_5_NAME"
    },
    "description": {
      "brazilian": "Uma loja incomum, um gato estranho... mas você não se assustou. Afinal, um gato que fala é, sem dúvida, muito interessante.",
      "english": "An unusual shop, a strange cat... but you weren’t surprised. After all, a talking cat is undeniably interesting.",
      "german": "Ein ungewöhnlicher Laden, eine seltsame Katze... aber du warst nicht überrascht. Schließlich ist eine sprechende Katze ohne Zweifel sehr interessant.",
      "japanese": "不思議な店、不思議な猫……でも驚かなかった。だって、話す猫は間違いなく面白いから。",
      "koreana": "이상한 가게, 이상한 고양이… 하지만 놀라지 않았어. 말하는 고양이는 분명히 매우 흥미로우니까.",
      "schinese": "一家不同寻常的商店，一只奇怪的猫……但你并不惊讶。毕竟，会说话的猫无疑非常有趣。",
      "spanish": "Una tienda inusual, un gato extraño... pero no te sorprendiste. Al fin y al cabo, un gato que habla es, sin duda, muy interesante.",
      "token": "NEW_ACHIEVEMENT_1_5_DESC"
    }
  },
  {
    "name": "oraculo",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/68a356fbce04ca7301eb9088743b4fafacec4a14.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/67762eb0a22049522cf30550115fa273193f813b.jpg",
    "displayName": {
      "brazilian": "O Oráculo Desperto",
      "english": "The Awakened Oracle",
      "german": "Das Erwachte Orakel",
      "japanese": "目覚めしオラクル",
      "koreana": "각성한 오라클",
      "schinese": "觉醒的神谕者",
      "spanish": "El Oráculo Despierto",
      "token": "NEW_ACHIEVEMENT_1_6_NAME"
    },
    "description": {
      "brazilian": "Um dos primeiros a despertar sua Persona. Um inimigo à altura. Mas estou protegido por infinitos mundos... onde ele jamais poderá me alcançar. Ainda assim, ele não vai parar — porque eu sou a ameaça.",
      "english": "One of the first to awaken their Persona. A worthy enemy. But I’m protected by infinite worlds… where he can never reach me. Still, he won’t stop — because I am the threat.",
      "german": "Einer der Ersten, der seine Persona erweckte. Ein ebenbürtiger Feind. Doch ich bin durch unendliche Welten geschützt… die er nie erreichen kann. Trotzdem wird er nicht aufhören – denn ich bin die Bedrohung.",
      "japanese": "最初にペルソナに目覚めた者の一人。相応しい敵。しかし私は無限の世界に守られている……彼が届くことはない。それでも彼は止まらない——なぜなら、私こそが脅威だから。",
      "koreana": "페르소나에 처음 깨어난 자 중 하나. 맞설 만한 적. 그러나 나는 무한한 세계에 의해 보호받고 있다… 그가 닿을 수 없는 곳에. 하지만 그는 멈추지 않는다 — 왜냐하면 나는 위협이기 때문이다.",
      "schinese": "最早觉醒人格之一。值得一战的敌人。但我被无尽世界所保护……他永远无法触及。然而，他不会停止——因为我是威胁。",
      "spanish": "Uno de los primeros en despertar su Persona. Un enemigo digno. Pero estoy protegido por mundos infinitos… donde él nunca podrá alcanzarme. Aun así, no se detendrá — porque yo soy la amenaza.",
      "token": "NEW_ACHIEVEMENT_1_6_DESC"
    }
  },
  {
    "name": "10k",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/05e94961a88d6e3fd844394aa0b782a80e58a56f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/cd20bc1f2cb9584f5cd15037fccafd56734d97d7.jpg",
    "displayName": {
      "brazilian": "Hype Total",
      "english": "Total Hype",
      "german": "Totale Aufregung",
      "japanese": "ハイプ全開",
      "koreana": "완전한 하이프",
      "schinese": " 热度爆表",
      "spanish": "Hype Total",
      "token": "NEW_ACHIEVEMENT_1_7_NAME"
    },
    "description": {
      "brazilian": "Você alcançou 10.000 likes! A live explodiu de energia e todos estão falando de você.",
      "english": "You reached 10,000 likes! The stream exploded with energy and everyone’s talking about you.",
      "german": "Du hast 10.000 Likes erreicht! Der Stream war voller Energie und alle reden über dich.",
      "japanese": "いいねが10,000に到達！ライブは盛り上がり、みんながあなたの話をしている。",
      "koreana": "좋아요 10,000개 달성! 라이브는 에너지로 폭발했고, 모두가 당신을 이야기하고 있어요.",
      "schinese": "你达到了10,000个点赞！直播充满能量，大家都在谈论你。",
      "spanish": "Has alcanzado 10.000 likes! La transmisión explotó de energía y todos están hablando de ti.",
      "token": "NEW_ACHIEVEMENT_1_7_DESC"
    }
  },
  {
    "name": "50k",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/8caa7561bedc92eca57eb1be86651fb646c74536.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/cbb0249c88a8fb1e41e05019cf016b1713c89542.jpg",
    "displayName": {
      "brazilian": "Ícone da Rede",
      "english": "Network Icon",
      "german": "Netz-Ikone",
      "japanese": "ネット界のアイコン",
      "koreana": "네트워크 아이콘",
      "schinese": "网络偶像",
      "spanish": "Ícono de la Red",
      "token": "NEW_ACHIEVEMENT_1_8_NAME"
    },
    "description": {
      "brazilian": "Você alcançou 50.000 likes! Agora você não é só famoso... você é uma lenda digital.",
      "english": "You reached 50,000 likes! You’re not just famous now... you’re a digital legend.",
      "german": "Du hast 50.000 Likes erreicht! Du bist nicht nur berühmt… du bist eine digitale Legende.",
      "japanese": "いいねが50,000に到達！あなたはもはや有名人ではない…デジタルの伝説だ",
      "koreana": "좋아요 50,000개 달성! 이제 당신은 단순한 유명인이 아니라 디지털 전설이에요.",
      "schinese": "你达到了50,000个点赞！你不仅仅是有名了……你已经成为数字传奇。",
      "spanish": "¡Has alcanzado 50.000 likes! Ya no eres solo famoso… eres una leyenda digital.",
      "token": "NEW_ACHIEVEMENT_1_8_DESC"
    }
  },
  {
    "name": "Ruptura",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/e02e78cbab2957dace119744781a03480a615899.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3180510/d6ae32502d6e8c7a6a92b1f5a627b544f6c42e61.jpg",
    "displayName": {
      "brazilian": "Ruptura",
      "english": "Rupture",
      "german": "Riss",
      "japanese": "断裂",
      "koreana": "균열",
      "schinese": "裂痕",
      "spanish": "Ruptura",
      "token": "NEW_ACHIEVEMENT_1_10_NAME"
    },
    "description": {
      "brazilian": "Algo que não deveria acontecer... aconteceu. Mas tudo voltou a ser como era. Nada vai acontecer — porque nunca aconteceu. É uma pena... mas tinha que ser assim. Suas memórias foram apagadas junto com os saves. :/",
      "english": "omething that shouldn't have happened... happened. But everything went back to the way it was. Nothing will happen — because it never did. It's a shame... but it had to be this way. Your memories were erased along with the saves. :/",
      "german": "Etwas, das nicht hätte geschehen dürfen... ist geschehen. Doch alles wurde zurückgesetzt. Nichts wird geschehen — weil es nie geschehen ist. Schade... aber es musste so sein. Deine Erinnerungen wurden zusammen mit den Spielständen gelöscht. :/",
      "japanese": "起きてはいけないことが…起きてしまった。 でも、すべては元に戻った。 何も起きない——だって、何も起きなかったのだから。 残念だけど…そうなるしかなかった。 あなたの記憶はセーブデータとともに消された。 :/",
      "koreana": "일어나지 말았어야 할 일이… 일어났어요. 하지만 모든 것이 원래대로 돌아갔어요. 아무 일도 일어나지 않을 거예요 — 왜냐하면, 일어나지 않았으니까요. 안타깝지만… 그렇게 될 수밖에 없었어요. 당신의 기억은 저장 데이터와 함께 지워졌습니다. :/",
      "schinese": "不该发生的事情……发生了。 但一切都恢复了原样。 什么都不会发生——因为从未发生过。 真遗憾……但必须如此。 你的记忆和存档一起被抹除了。 :/",
      "spanish": "Algo que no debía pasar... pasó. Pero todo volvió a ser como era. Nada va a pasar — porque nunca pasó. Es una pena... pero tenía que ser así. Tus recuerdos fueron borrados junto con los guardados. :/",
      "token": "NEW_ACHIEVEMENT_1_10_DESC"
    }
  }
]