[
  {
    "appid": "2494510",
    "itemdefid": "1",
    "Timestamp": "2024-03-05T15:58:41Z",
    "modified": "20240305T155841Z",
    "date_created": "20240305T144627Z",
    "type": "item",
    "display_type": "",
    "name": "Configuration Wizard",
    "price": "1;VLV1600",
    "quantity": 0,
    "description": "The Configuration Wizard guides you through setting up the optimal 3D viewing experience. The wizard is designed to analyze the characteristics of your selected video, system's performance, and target device, as well as taking account of your selected preferences, thus ensuring that your experience is customized to your system and requirements. Experienced users may choose to disable the Wizard completely and configure Stream to 3D manually, or use the Wizard in auto mode (which remembers your previous Wizard preference selections). You can control the Wizard behavior via the Settings/Wizard menu option.",
    "icon_url": "https://iwantaholodeck.com/setup/inventory/wizard_inventory_item_small.png",
    "icon_url_large": "https://iwantaholodeck.com/setup/inventory/wizard_inventory_item_large.png",
    "store_tags": "featured",
    "tradable": false,
    "marketable": false,
    "commodity": false
  },
  {
    "appid": "2494510",
    "itemdefid": "2",
    "Timestamp": "2025-08-17T13:43:13Z",
    "modified": "20250817T134313Z",
    "date_created": "20250817T134313Z",
    "type": "item",
    "display_type": "",
    "name": "PC Screen or Live Video Conversion to 3D",
    "price": "1;VLV1600",
    "quantity": 0,
    "description": "Note: This product is a feature enhancement for existing Stream to 3D customers who purchased Stream to 3D before this functionality was available. It is a paid feature upgrade for customers who purchased and installed Stream to 3D before 30/07/2025. It is bundled with it after that installation date.\n\nThis feature enables Stream to 3D to support 3D conversion from live video sources such as video played on your PC screen, webcams or video capture devices. This is enabled through the enhanced Stream to 3D application itself, together with its utility program Live Capture Source Creator.\n\nThe Live Capture Source Creator utility program generates files representing live video sources which the Stream to 3D application can then read and convert into 3D video output, applying the same functionality as for conversion of video files. It is only necessary to create a live video source file once for each live source, this file can then be reused for any sessions involving that source.\n\nFor documentation on this feature see here: https://iwantaholodeck.com/live-video-camera-or-pc-screen-conversion-to-3d/",
    "icon_url": "https://iwantaholodeck.com/setup/inventory/video3d_inventory_item_small_v2.png",
    "icon_url_large": "https://iwantaholodeck.com/setup/inventory/video3d_inventory_item_large_v2.png",
    "store_tags": "featured",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "purchase_limit": 1
  }
]