[
  {
    "name": "ADAM_ALL_1200",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/2e773f2c343fafc8f899e895a850b4bca72eeb41.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "You're ten years too early!",
      "german": "Du bist zehn Jahre zu früh dran!",
      "french": "Reviens dans dix ans !",
      "italian": "Sei 10 anni in anticipo!",
      "koreana": "10년은 이르다고!",
      "spanish": "¡Te faltan diez años de práctica!",
      "schinese": "再回去练十年吧！",
      "tchinese": "再回去練十年吧！",
      "japanese": "十年早いんだよ！",
      "token": "NEW_ACHIEVEMENT_1_0_NAME",
      "brazilian": "Você precisa treinar mais uns dez anos!",
      "latam": "¡Llegas diez años demasiado pronto!",
      "arabic": "أنت ما زلت في أول الطريق!"
    },
    "description": {
      "english": "Play 1200 matches. Easy for a martial arts maniac like me... I want to fight someone stronger!",
      "german": "1200 Matches gespielt. Ein Kinderspiel für einen Kämpfer wie mich ... Ich brauche einen stärkeren Gegner!",
      "french": "1200 combats joués. C'est facile pour un fanatique des arts martiaux comme moi... Je veux affronter quelqu'un de plus fort !",
      "italian": "Ho fatto 1200 combattimenti. Facile per chi pratica le arti marziali come me... Voglio affrontare un avversario più forte!",
      "koreana": "1200시합 달성. 나 같은 격투 마니아한텐 식은 죽 먹기지… 더 강한 녀석과 싸우고 싶다!",
      "spanish": "Has jugado 1200 partidas. Para una fiera de las artes marciales como yo, eso no es nada. ¡Busco a alguien más fuerte!",
      "schinese": "完成1200场对战。对我这样的武痴来说还算轻松……想挑战更强大的对手！",
      "tchinese": "累計對戰數達到1200場。對我這種格鬥狂來說是小事一樁啊……還想和更強大的傢伙對戰！",
      "japanese": "1200試合達成。オレほどの格闘技マニアなら楽勝だな…もっと強い奴と戦いたい！",
      "token": "NEW_ACHIEVEMENT_1_0_DESC",
      "brazilian": "Jogue 1.200 partidas. Moleza para fanáticos por artes marciais como eu... quero lutar contra alguém mais forte!",
      "latam": "Juega 1200 partidas. Fácil para alguien que es fan de las artes marciales como yo... ¡Quiero luchar contra alguien más fuerte!",
      "arabic": "العب 1200 مباراة. كان هذا سهلًا بالنسبة إلى مهووس بالفنون القتالية مثلي... أريد قتال خصم أقوى!"
    }
  },
  {
    "name": "ADAM_RANK_600",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/795523566ac4a91c2ee7ce222a665d6b05977b11.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "You are nowhere near ready to face the master!",
      "german": "Du bist noch nicht bereit, gegen den Meister anzutreten!",
      "french": "Tu es loin d'être prêt pour affronter le maître !",
      "italian": "Non sei affatto in grado di affrontare il maestro!",
      "koreana": "자네하곤 각오부터가 다르다네!",
      "spanish": "¡Estás muy verde para enfrentarte al maestro!",
      "schinese": "你我境界有着天壤之别！",
      "tchinese": "我和你的決心截然不同！",
      "japanese": "おぬしとは覚悟が違うわ！",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "brazilian": "Você não está nem perto de ter condições de encarar o mestre!",
      "latam": "¡No tienes ni lo más mínimo para enfrentarte al maestro!",
      "arabic": "لا يزال مستواك بعيدًا كل البُعد عن مواجهة المعلّم!"
    },
    "description": {
      "english": "Play 600 Ranked Matches. My Koen-Ken does not waver. You won't make a fuss over this, will you?",
      "german": "600 Rangkämpfe gespielt. Mein Koen-Ken wird nicht schwächer. Du machst aber keine große Sache daraus, oder?",
      "french": "600 Combats selon classement joués. Mon Koen-Ken ne fléchit pas. Tu ne vas pas en faire une montagne, hein ?",
      "italian": "Ho fatto 600 combattimenti classificati. Il mio Koen-Ken non vacilla. Non farai storie per questo, vero?",
      "koreana": "랭크 매치 600시합 달성. 내 호연권에 자비는 없다. 설마 이 정도 가지고 벌써 우는 소리를 하진 않겠지?",
      "spanish": "Has jugado 600 partidas igualadas. Mi koen-ken sigue en forma. No irás a montar un pollo por esto, ¿verdad?",
      "schinese": "完成600场排位对战。吾之虎燕拳不沾一丝迷惘。莫不是这种程度便要服软了？",
      "tchinese": "在排名配對累計對戰數達到600場。吾之虎燕拳永無迷惘。才這點程度，你該不會已經吃不消了吧？",
      "japanese": "ランクマッチで600試合達成。我が虎燕拳に迷いなし。これくらいで音を上げるつもりはあるまいな？",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "brazilian": "Jogue 600 Partidas Ranqueadas. Meu Koen-Ken não fraqueja. Você não vai se incomodar com isso, né?",
      "latam": "Juega 600 partidas clasificatorias. Mi Koen-Ken no flaquea. No vas a armar un escándalo por esto, ¿verdad?",
      "arabic": "العب 600 مباراة مصنفة. حركة كوين-كن الخاصة بي ثابتة لا تتغير. لا داعي للمبالغة، أليس كذلك؟"
    }
  },
  {
    "name": "ADAM_ROOM_200",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/ac089fac942ca5b70770f9cf02efc8f8ca2d3f32.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "There's no way anyone can stop me",
      "german": "Du kannst mich niemals aufhalten.",
      "french": "Personne ne peut m'arrêter.",
      "italian": "Nessuno può fermarmi.",
      "koreana": "누구도 나를 막을 수 없어",
      "spanish": "Es imposible detenerme.",
      "schinese": "谁都不能阻止我",
      "tchinese": "任何人都無法阻止我",
      "japanese": "誰も俺を止めることはできん",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "brazilian": "Ninguém pode me deter",
      "latam": "No hay forma de que nadie me detenga.",
      "arabic": "لا أحد قادر على إيقافي"
    },
    "description": {
      "english": "Play 200 Room Matches. Hmph... Sarah is about the only person who can stop me.",
      "german": "200 Lobbymatches gespielt. Hmpf. Sarah ist die Einzige, die mich aufhalten könnte.",
      "french": "200 Salons de combat joués. Pff... Sarah est la seule qui puisse vraiment m'arrêter.",
      "italian": "Ho giocato 200 volte nella sala combattimenti. Ah... Sarah è l'unica in grado di fermarmi.",
      "koreana": "룸 매치 200시합 달성. 훗… 날 막으려면 내 동생 사라 정도는 돼야지",
      "spanish": "Has jugado 200 veces en salas de partidas. Mmf... Sarah es la única persona capaz de detenerme.",
      "schinese": "完成200场房间对战。呵……能阻止我的也就只有妹妹莎拉了。",
      "tchinese": "在房間配對累計對戰數達到200場。呵……能夠阻止我的大概只有我妹妹莎拉吧。",
      "japanese": "ルームマッチで200試合達成。フッ…俺を止められるのは妹のサラぐらいなもんさ",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "brazilian": "Jogue 200 Partidas de Sala. Hunf... a Sarah é a única pessoa que pode me deter.",
      "latam": "Juega 200 partidas de sala. Hmph... Sarah es prácticamente la única persona que puede detenerme.",
      "arabic": "العب 200 مباراة جماعية. همف... لا أحد قادر على إيقافي سوى سارة تقريبًا."
    }
  },
  {
    "name": "ADAM_WIN_DURAL",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/767e1e495e569d19d00a2a3fa3cbc3262b9bfb66.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "I won!",
      "german": "Gewonnen!",
      "french": "J'ai gagné !",
      "italian": "Ho vinto!",
      "koreana": "이겼다!",
      "spanish": "¡He ganado!",
      "schinese": "赢了！",
      "tchinese": "我贏了！",
      "japanese": "勝った！",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "brazilian": "Eu venci!",
      "latam": "¡Gané!",
      "arabic": "لقد فزت!"
    },
    "description": {
      "english": "Defeat Dural and clear Arcade Mode. To buy a boat or a fish detector. Decisions, decisions...",
      "german": "Besiege Dural und schließe den Arcade-Modus ab. Soll ich ein Boot oder einen Fischdetektor kaufen? Schwierige Entscheidung ...",
      "french": "Battre Dural et terminer le Mode Arcade. Acheter un bateau ou un radar à poissons. Que de décisions à prendre...",
      "italian": "Ho battuto Dural e completato la modalità Arcade. Ora compro una barca o un rilevatore di pesci? Una decisione difficile...",
      "koreana": "아케이드 모드에서 듀랄을 쓰러트리고 클리어. 배를 사야 할지 아니면 어군탐지기를 사야 할지…",
      "spanish": "Vence a Dural y completa el modo Arcade. ¿Comprar una barca o un detector de peces? Qué dilema...",
      "schinese": "在街机模式中打倒督拉尔通关。是买船还是买鱼群探测器，该选哪个好呢？",
      "tchinese": "在街機模式打倒杜拉爾通關。要買船還是買魚群探測器，該選哪個才好呢？",
      "japanese": "アーケードモードをデュラルを倒してクリアする。船を買うか、魚群探知機を買うか、さてどちらにするか",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "brazilian": "Derrote Dural e conclua o Modo Arcade. Comprar um bote ou um detector de peixes? Ai, que difícil...",
      "latam": "Derrota a Dural y supera el modo Arcade. Comprar un barco o un detector de peces. Difíciles decisiones.",
      "arabic": "اهزم ديورال واجتز وضع الأركيد. هل أشتري قاربًا أم جهازًا لرصد السمك؟ يا لها من حيرة..."
    }
  },
  {
    "name": "ADAM_RANK_1",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/3cd9edc12a3ace96c55e249726ad7394728e79fe.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "I'll show you… the results of my training!",
      "german": "Ich zeige dir, was mein Training gebracht hat.",
      "french": "Je te montrerai... le résultat de mon entraînement.",
      "italian": "Ti mostrerò... gli effetti del mio allenamento.",
      "koreana": "수행의 성과… 보여줄게",
      "spanish": "Vas a ver... el fruto de mi entrenamiento.",
      "schinese": "让你看看……修行的成果",
      "tchinese": "讓你見識一下……我修行的成果吧",
      "japanese": "修行の成果…見せるわよ",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "brazilian": "Você vai ver... os resultados do meu treino!",
      "latam": "¡Te mostraré... los resultados de mi entrenamiento!",
      "arabic": "سأريك... ثمار تدريبي!"
    },
    "description": {
      "english": "Play 1 Ranked Match. Is your Kung-Fu enough? I've only just begun!",
      "german": "Spiele 1 Rangkampf. Reicht dein Kung Fu aus? Ich leg erst richtig los!",
      "french": "Jouer 1 Combat selon classement. Est-ce que ton Kung-fu est digne de ce nom ? Je ne fais que commencer !",
      "italian": "Ho fatto 1 combattimento classificato. Il tuo Kung-fu basta? Ho appena iniziato!",
      "koreana": "랭크 매치 1시합 달성. 수행은 충분했어? 이제 시작인 거 알지?",
      "spanish": "Juega 1 partida igualada. ¿Tu kung-fu está a la altura? ¡Porque solo acabo de empezar!",
      "schinese": "完成1场排位对战。苦功下够了吗？这才刚开始哦？",
      "tchinese": "在排名配對累計對戰數達到1場。你的功夫夠強嗎？我們才剛開始而已喔？",
      "japanese": "ランクマッチで1試合達成。功夫が足りてるかしら？まだ始まったばかりよ？",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "brazilian": "Jogue 1 Partida Ranqueada. Seu Kung Fu é bom o bastante? Eu só estou começando!",
      "latam": "Juega 1 partida clasificatoria. ¿Tu kung-fu te alcanza? ¡Yo acabo de empezar!",
      "arabic": "العب مباراة مصنفة واحدة. هل يكفيك الكونغ فو؟ هذه البداية فحسب!"
    }
  },
  {
    "name": "ADAM_ROOM_1",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/ff1fe2807b59a21f6fd984e06afb8300a888127d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "Here I come!",
      "german": "Jetzt komme ich!",
      "french": "Me voilà !",
      "italian": "Eccomi!",
      "koreana": "…간다!",
      "spanish": "¡Allá voy!",
      "schinese": "……看招！",
      "tchinese": "……我要上了！",
      "japanese": "…参る！",
      "token": "NEW_ACHIEVEMENT_1_5_NAME",
      "brazilian": "Aqui vou eu!",
      "latam": "¡Allá voy!",
      "arabic": "ها أنا ذا!"
    },
    "description": {
      "english": "Play 1 Room Match. A ninja conceals oneself... A ninja does not prefer... crowds.",
      "german": "Spiele 1 Lobbymatch. Ein Ninja verbirgt sich ... Ein Ninja meidet Menschenmengen.",
      "french": "Jouer 1 Salon de combat. Un ninja évolue caché... Un ninja n'est pas à l'aise dans... la foule.",
      "italian": "Ho giocato 1 volta nella sala combattimenti. I ninja si nascondono... Ai ninja non piacciono... le folle.",
      "koreana": "룸 매치 1시합 달성. 닌자란 모름지기 숨는 자… 몰려다니는 것은 그다지… 선호하지 않는다",
      "spanish": "Juega 1 vez en salas de partidas. Un ninja se oculta; no le gustan... las multitudes.",
      "schinese": "完成1场房间对战。忍者乃是隐忍潜伏之人……并不喜好……成群结队",
      "tchinese": "在房間配對累計對戰數達到1場。所謂忍者就是要隱藏行蹤……團體行動……不符合我的喜好……",
      "japanese": "ルームマッチで1試合達成。忍者とは忍ぶもの…群れるのはあまり好み…ではない",
      "token": "NEW_ACHIEVEMENT_1_5_DESC",
      "brazilian": "Jogue 1 Partida de Sala. Um ninja se oculta... Um ninja não gosta muito de... multidões.",
      "latam": "Juega a 1 partida de sala. Un ninja se oculta... Un ninja no prefiere... las multitudes.",
      "arabic": "العب مباراة جماعية واحدة. النينجا الحقيقي لا يُرى... ولا يختلط... بالجموع."
    }
  },
  {
    "name": "ADAM_USE_STICKERS",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/5639bf15264fb01a69e8dbfd13080dad927af7df.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "Do you hear me!? I'm the best that's ever been!",
      "german": "Hörst du mich? Ich bin so gut wie nie zuvor!",
      "french": "Tu n'as pas bien compris ! Je suis ce qui existe de mieux.",
      "italian": "Nessuno è meglio di me... Chiaro?!",
      "koreana": "내 목소리가 들리냐?",
      "spanish": "No ha habido nadie mejor que yo, ¿te enteras?",
      "schinese": "你听到我的声音了吗？",
      "tchinese": "你聽到我的聲音了嗎？",
      "japanese": "俺の声がオマエに届いているか？",
      "token": "NEW_ACHIEVEMENT_1_6_NAME",
      "brazilian": "Ouviu?! Ninguém é melhor do que eu!",
      "latam": "¿Me oyes? ¡Jamás habrá nadie mejor que yo!",
      "arabic": "عليك الإنصات! أنا الأفضل على الإطلاق!"
    },
    "description": {
      "english": "Send a stamp. The heart of Pro-Wrestling is to entertain others, so you're now a pro wrestler too!",
      "german": "Sende einen Stempel. Beim Pro-Wrestling geht es darum, andere zu unterhalten, also bist du jetzt auch ein Profi!",
      "french": "Envoyer une réaction. L'essence du catch est de faire le spectacle, vous êtes désormais un catcheur !",
      "italian": "Ho inviato un'emoji. Il cuore del Wrestling è il divertimento altrui, quindi adesso sei un lottatore anche tu!",
      "koreana": "스탬프 업로드. 프로레슬링의 진수는 사람들을 즐겁게 만드는 것. 이제부턴 너도 프로레슬러다!",
      "spanish": "Envía un emoji. La lucha libre profesional es para entretener, ¡así que ahora también eres del gremio!",
      "schinese": "发送表情。职业摔角的真谛便是愉悦观众，现在你也是职业摔角选手啦！",
      "tchinese": "成功送出貼圖。摔角的精髓就是替大家帶來歡樂，現在你也是摔角手了！",
      "japanese": "スタンプを投稿する。プロレスの神髄は皆を楽しませること、これでお前もプロレスラーだ！",
      "token": "NEW_ACHIEVEMENT_1_6_DESC",
      "brazilian": "Envie uma figurinha. A essência da luta livre profissional é entreter os outros, então agora você também é um lutador profissional!",
      "latam": "Envía un sello. La esencia del wrestling profesional es entretener a los demás, ¡así que ahora tú también eres un luchador profesional!",
      "arabic": "أرسل طابعًا. يكمن جوهر المصارعة المحترفة في إمتاع الآخرين فأنت من المصارعين المحترفين أيضًا الآن!"
    }
  },
  {
    "name": "ADAM_PLAY_TRAINING",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/557ce1436b64cd13462915622566117a208aeae8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "Back to the Lab",
      "german": "Zurück zum Training!",
      "french": "Retour au labo",
      "italian": "Vado ad allenarmi!",
      "koreana": "감사함다!",
      "spanish": "Disciplinado",
      "schinese": "承让了！",
      "tchinese": "感激不盡！",
      "japanese": "ごっつぁんです！",
      "token": "NEW_ACHIEVEMENT_1_7_NAME",
      "brazilian": "De volta ao treino",
      "latam": "De vuelta al laboratorio",
      "arabic": "العودة إلى المختبر"
    },
    "description": {
      "english": "Practice in TRAINING. What's important for a sumo is daily training... Head-to-head training that is!",
      "german": "Nimm am TRAINING teil. Für einen Sumo ist das tägliche Training wichtig. Kopf-gegen-Kopf-Training!",
      "french": "S'entraîner dans ENTRAÎNEMENT. L'important pour un sumo, c'est l'entraînement quotidien... Rien de tel qu'un entraînement face à face !",
      "italian": "Ho fatto pratica in Allenamento. Per chi fa Sumo è importante allenarsi ogni giorno... contro gli avversari, ovvio!",
      "koreana": "TRAINING 플레이. 스모는 매일 훈련하는 게 중요하지… 부딪히기 훈련이다!",
      "spanish": "Practicar es ENTRENAR. Lo más importante para un luchador de sumo es entrenar a diario. ¡Un entrenamiento cuerpo a cuerpo!",
      "schinese": "参加训练。对相扑来说每天的训练极为重要……该冲撞训练了！",
      "tchinese": "遊玩TRAINING。在相撲當中，每天練習是很重要的……來練習相撞吧！",
      "japanese": "TRAININGをプレイする。相撲は日々の稽古が重要…ぶつかり稽古じゃい！",
      "token": "NEW_ACHIEVEMENT_1_7_DESC",
      "brazilian": "Pratique no Treino. O importante no sumô é treinar diariamente... treinar em um confronto direto, é claro!",
      "latam": "Practica en ENTRENAMIENTO. Lo importante en el sumo es el entrenamiento diario... ¡El entrenamiento cara a cara!",
      "arabic": "تمّرن في وضع التدريب. إن التدريب اليومي أهم شيء بالنسبة إلى السومو... ما أعنيه هو التدريب وجهًا لوجه!"
    }
  },
  {
    "name": "ADAM_RANK_300",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/170d783d26b7ed760341a6d7ef7272f2adf3a614.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "I won't lose!",
      "german": "Ich werde nicht verlieren.",
      "french": "Je ne perdrai pas !",
      "italian": "Non perderò!",
      "koreana": "지지 않아",
      "spanish": "¡No pienso perder!",
      "schinese": "我可不会输",
      "tchinese": "我是不會輸的",
      "japanese": "負けないよ",
      "token": "NEW_ACHIEVEMENT_1_8_NAME",
      "brazilian": "Eu não vou perder!",
      "latam": "¡No perderé!",
      "arabic": "لن أخسر!"
    },
    "description": {
      "english": "Play 300 Ranked Matches. Did you think I was just some spoiled rich-boy? You shouldn't take me lightly.",
      "german": "Spiele 300 Rangkämpfe. Dachtest du, ich wäre nur ein reicher Schnösel? Du solltest mich nicht unterschätzen.",
      "french": "Jouer 300 Combats selon classement. Tu pensais que je n'étais qu'un fils de riche pourri gâté ? Tu n'aurais pas dû me sous-estimer.",
      "italian": "Ho fatto 300 combattimenti classificati. Pensavi che fossi solo un ragazzino ricco e viziato? Non sottovalutarmi.",
      "koreana": "랭크 매치 300시합 달성. 내가 곱게 자란 도련님인 줄 알았어? 너무 얕보진 말라고",
      "spanish": "Juega 300 partidas igualadas. ¿Creías que no era más que un niñato rico? No me subestimes.",
      "schinese": "完成300场排位对战。以为我是在温室长大未经风雨的少爷吗？可别太小瞧我了！",
      "tchinese": "在排名配對累計對戰數達到300場。你以為我是養尊處優的少爺嗎？可別小看我了喔。",
      "japanese": "ランクマッチで300試合達成。僕を育ちのいいお坊ちゃまと思ってる？あんまりなめないで欲しいね",
      "token": "NEW_ACHIEVEMENT_1_8_DESC",
      "brazilian": "Jogue 300 Partidas Ranqueadas. Você achou que eu era só um riquinho mimado? Não deveria me subestimar.",
      "latam": "Juega 300 partidas clasificatorias. ¿Creías que solo era un niño rico y mimado? No deberías subestimarme.",
      "arabic": "العب 300 مباراة مصنفة. هل ظننت أنني مجرد فتى مدلّل وثري؟ ليس عليك الاستخفاف بي."
    }
  },
  {
    "name": "ADAM_ROOM_100",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/a7dc7012ff768680ee46fa0733f5353bbd776daa.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "Hmm, maybe I should hold back next time",
      "german": "Hm. Vielleicht sollte ich mich nicht zurückhalten.",
      "french": "La prochaine fois je retiendrai mes coups.",
      "italian": "Forse la prossima volta dovrei ritirarmi.",
      "koreana": "후… 조금은 봐줄 걸 그랬나?",
      "spanish": "Mmm, la próxima vez debería contenerme.",
      "schinese": "呼～是不是该稍微放点水？",
      "tchinese": "呼～是不是應該放一點水啊？",
      "japanese": "フゥ～、ちょっと手加減した方がよかったかしら？",
      "token": "NEW_ACHIEVEMENT_1_9_NAME",
      "brazilian": "Hmm, talvez eu tenha que pegar leve na próxima",
      "latam": "Mmm, quizá debería contenerme la próxima vez.",
      "arabic": "همم، ربما يجب أن أتهاون في المرة القادمة"
    },
    "description": {
      "english": "Play 100 Room Matches. This is just the beginning... Otherwise, how am I supposed to become the queen of the Virtua Fighter world!?",
      "german": "Spiele 100 Lobbymatches. Das ist erst der Anfang ... Wie sonst soll ich zur Königin der Virtua Fighter-Welt werden?",
      "french": "Jouer 100 Salons de combat. Ce n'est que le début... Sinon, comment suis-je censée devenir la reine du monde de Virtua Fighter ?",
      "italian": "Ho giocato 100 volte nella sala combattimenti. E questo è solo l'inizio. Come farò a diventare la regina del mondo di Virtua Fighter, altrimenti?",
      "koreana": "룸 매치 100시합 달성. 이제부터가 진짜야… 이것 가지고는 버추어 파이터의 퀸이 될 수 없다고!",
      "spanish": "Juega 100 veces en salas de partidas. Esto es solo el principio... Si no, ¡¿cómo voy a ser la reina de Virtua Fighter?!",
      "schinese": "完成100场房间对战。还差得远呢……这种程度可当不上VF格斗擂台界的女王哦！？",
      "tchinese": "在房間配對累計對戰數達到100場。好戲現在才要開始……只有這點程度是無法成為VR快打界女王的喔！？",
      "japanese": "ルームマッチで100試合達成。まだまだこれから…この程度じゃバーチャファイター界のクイーンになれないわよ！？",
      "token": "NEW_ACHIEVEMENT_1_9_DESC",
      "brazilian": "Jogue 100 Partidas de Sala. Isso é só o começo... Caso contrário, como vou me tornar a rainha do mundo de Virtua Fighter?!",
      "latam": "Juega 100 partidas de sala. Esto es solo el principio... Si no, ¿cómo vas a convertirte en la reina del mundo de Virtua Fighter?",
      "arabic": "العب 100 مباراة جماعية. هذه البداية فحسب... وإلا فكيف سأصبح ملكة عالم Virtua Fighter!؟"
    }
  },
  {
    "name": "ADAM_RANK_DUAL_300",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/3d51bead3103190c5a564525837e8e71f68c62e6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "I am the ultimate!",
      "german": "Ich bin unübertroffen!",
      "french": "Je suis le combattant ultime !",
      "italian": "Sono il massimo!",
      "koreana": "궁극의 승자는 나다!",
      "spanish": "¡Soy el mejor!",
      "schinese": "我就是最强的！",
      "tchinese": "我是究極的！",
      "japanese": "オレが究極さ！",
      "token": "NEW_ACHIEVEMENT_1_10_NAME",
      "brazilian": "Sou o ser supremo!",
      "latam": "¡Soy lo mejor de lo mejor!",
      "arabic": "أنا الأعظم!"
    },
    "description": {
      "english": "Play 300 Ranked Matches each using two characters. I've surpassed everyone's imagination... Now to master all the characters!",
      "german": "Mit zwei Charakteren je 300 Rangkämpfe gespielt. Ich habe sämtliche Erwartungen übertroffen. Als nächstes werde ich alle Charaktere meistern!",
      "french": "A utilisé deux personnages et mené 300 Combats selon classement avec chacun. J'ai surpassé les attentes de tout le monde... Bientôt, je maîtriserai tous les personnages !",
      "italian": "Hai usato 2 personaggi e fatto 300 combattimenti classificati con ciascuno. Ho sbalordito tutti... è tempo di padroneggiare tutti i personaggi!",
      "koreana": "2명의 캐릭터가 랭크 매치에서 각 300 시합 달성. 난 모두의 상상을 초월한… 전 캐릭터 마스터도 거뜬하다고!",
      "spanish": "Has usado 2 personajes distintos y has jugado 300 partidas igualadas con cada uno. He sobrepasado los límites de lo posible. ¡Pronto dominaré todos los personajes!",
      "schinese": "使用2名角色在排位对战中均完成300场对战。我简直超出大家的想象……掌握所有角色也不在话下！",
      "tchinese": "2個角色的排名配對累計對戰數各達到300場。我已經超乎大家的想像……精通全角色也不成問題！",
      "japanese": "2人のキャラクターがランクマッチで各300試合達成。俺は皆の想像を超えた…全キャラマスターも目じゃないぜ！",
      "token": "NEW_ACHIEVEMENT_1_10_DESC",
      "brazilian": "Jogue 300 Partidas Ranqueadas usando dois personagens diferentes. Eu superei a imaginação de todos... Agora, vamos dominar todos os personagens!",
      "latam": "Juega 300 partidas clasificatorias con dos personajes cada una. Ya superé la imaginación de todos... ¡Ahora a dominar todos los personajes!",
      "arabic": "استخدم شخصيتين مختلفتين والعب 300 مباراة مصنفة لكلٍ منهما. تفوقت على كل التوقعات... والآن سأتقن كل الشخصيات!"
    }
  },
  {
    "name": "ADAM_ROOM_DUAL_300",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/603d5483360596f422a4a3502efb8ef1d2b09c7d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "My own strength frightens me!",
      "german": "Meine eigene Stärke erschreckt mich!",
      "french": "Ma propre puissance m'impressionne !",
      "italian": "Ho una forza spaventosa!",
      "koreana": "이 힘이 무서워!",
      "spanish": "¡Mi propia fuerza me asusta!",
      "schinese": "强大得令人畏惧！",
      "tchinese": "太可怕了這強度！",
      "japanese": "この強さが怖い！",
      "token": "NEW_ACHIEVEMENT_1_11_NAME",
      "brazilian": "Minha própria força me assusta!",
      "latam": "¡Mi propia fuerza me asusta!",
      "arabic": "أشعر بالرعب من قوتي!"
    },
    "description": {
      "english": "Play 200 Room Matches each using two characters. This is the strength I've yearned for! Feel the weight of this four-thousand-year-old Kung-Fu.",
      "german": "Mit zwei Charakteren je 200 Lobbymatches gespielt. Nach dieser Kraft habe ich mich gesehnt! Fühlt die Macht dieses 4000 Jahre alten Kung Fu.",
      "french": "A utilisé deux personnages et mené 200 combats en Salon de combat avec chacun. C'est la force que j'ai toujours recherchée ! Ressens la puissance ancestrale du kung-fu !",
      "italian": "Hai usato 2 personaggi e giocato 200 volte nella sala combattimenti con ciascuno. Ecco la forza che bramavo! Ecco il peso di quattromila anni di Kung-fu!",
      "koreana": "2명의 캐릭터가 룸 매치에서 각 200 시합 달성. 이 힘을 갖고 싶었지! 4 천년의 무게를 알게 해주마.",
      "spanish": "Has usado 2 personajes distintos y has disputado 200 combates en salas de partidas con cada uno. Esta es la fuerza que ansiaba. Es la fuerza de 4000 años de kung-fu.",
      "schinese": "使用2名角色在房间对战中均完成200场对战。曾经梦寐以求的此等强大之力！历经四千年的沉淀，请你好好感受。",
      "tchinese": "2個角色的房間配對累計對戰數各達到200場。我想要的就是這種強度！好好見識這四千年來的累積吧。",
      "japanese": "2人のキャラクターがルームマッチを各200試合達成。この強さが欲しかったのだ！四千年の重み、知るが良い。",
      "token": "NEW_ACHIEVEMENT_1_11_DESC",
      "brazilian": "Jogue 200 Partidas de Sala usando dois personagens diferentes. Essa é a força que tanto almejei! Sinta o poder de quatro mil anos de Kung Fu.",
      "latam": "Juega 200 partidas de sala con dos personajes cada una. ¡Esta es la fuerza que siempre he deseado! Siente el peso de estos cuatro mil años de kung-fu.",
      "arabic": "استخدم شخصيتين مختلفتين والعب 200 مباراة جماعية لكلٍ منهما. هذه هي القوة التي سعيت إليها! أدرك أهمية الكونغ فو الذي توارثه المحاربون منذ أربعة آلاف عام."
    }
  },
  {
    "name": "ADAM_ROOM_TO_LE_50",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/7d45fde5914171cd8c81a7d3cfe6753b6a8344d3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "Hya hya hya!",
      "german": "Ha ha ha!",
      "french": "Hya hya hya !",
      "italian": "Ah ah ah!",
      "koreana": "캬캬캬캭!",
      "spanish": "¡Hiya, hiya, hiya!",
      "schinese": "唧唧唧！",
      "tchinese": "嘻嘻嘻！",
      "japanese": "きゃきゃきゃッ！",
      "token": "NEW_ACHIEVEMENT_1_12_NAME",
      "brazilian": "Hia hia hia!",
      "latam": "¡Jia, Jia, Jia!",
      "arabic": "هاهاها!"
    },
    "description": {
      "english": "Play either 50 Tournament Matches or 50 League Matches in Room Match. Come at me with whatever fighting style you've got! I'll take you on with my Kung-Fu!",
      "german": "Spiele entweder 50 Turniermatches oder 50 Ligamatches als Lobbymatch. Fordert mich nur heraus! Mit meinem Kung Fu bin ich jedem Stil gewachsen!",
      "french": "A mené 50 Combats de tournoi ou 50 Combats de championnat en Salon de combat. Viens donc m'affronter avec ton style de combat ! Mon kung-fu aura raison de toi !",
      "italian": "Gioca 50 combattimenti di torneo o 50 combattimenti di campionato nella sala combattimenti. Affrontami con lo stile che preferisci! Te la vedrai con il mio Kung-fu!",
      "koreana": "룸 매치 토너먼트전 또는 리그전에서 50 시합 달성. 어떤 형태로든 덤비라구! 나한테도 생각이 있으니까!",
      "spanish": "Has jugado 50 partidas de liga o 50 partidas de torneo en la sala de partidas. ¡Enfréntate a mí luchando como quieras, yo te derrotaré con mi kung-fu!",
      "schinese": "在房间对战中完成50场淘汰对战或联盟对战。不论何种战斗方式尽管放马过来！我也不是吃素的！",
      "tchinese": "在房間配對的淘汰賽或聯盟賽累計對戰數達到50場。想出什麼招放馬過來！我也是有一身功夫的唷！",
      "japanese": "ルームマッチのトーナメント戦かリーグ戦で50試合達成。どんな戦い方でもかかってこ～い！わたしにも功夫があるのよ！",
      "token": "NEW_ACHIEVEMENT_1_12_DESC",
      "brazilian": "Jogue 50 Partidas de Torneio ou 50 Partidas da Liga na Partida de Sala. Pode vir com qualquer estilo de luta! Vou te encarar com meu Kung Fu!",
      "latam": "Juega 50 partidas de torneo o 50 partidas de liga en partidas de sala. ¡Ven por mí con tu mejor estilo de pelea! ¡Yo te recibiré con mi kung-fu!",
      "arabic": "العب 50 مباراة بطولة أو 50 مباراة دوري في وضع المباراة الجماعية. واجهني بأي أسلوب قتال تجيده! سأقضي عليك بالكونغ فو!"
    }
  },
  {
    "name": "ADAM_ROOM_TEAM_30",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/a6ea25e4d3ac02805c147277c3a87a229f8b0585.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "Presenting the Brad Show!",
      "german": "Zeit für die Brad Show!",
      "french": "Je vous présente le Brad Show !",
      "italian": "Ecco a voi il Brad Show!",
      "koreana": "브래드 극장에 온 걸 환영하지",
      "spanish": "¡Brad entra en escena!",
      "schinese": "布莱德剧场演出开始",
      "tchinese": "布萊德劇場要開演囉",
      "japanese": "ブラッド劇場の始まりだぜ",
      "token": "NEW_ACHIEVEMENT_1_13_NAME",
      "brazilian": "Apresentando o Show do Brad!",
      "latam": "¡Presentamos el programa de Brad!",
      "arabic": "نقدم لكم فقرة براد!"
    },
    "description": {
      "english": "Play 30 Team Matches in Room Match. If I can make this Team Match mine, then maybe I can win ",
      "german": "Spiele unter Lobbymatch 30 Teammatches. Wenn ich bei diesem Teammatch siege, gewinne ich vielleicht auch IHR Herz ...",
      "french": "Jouer 30 Combats d'équipes en Salon de combat. Si je peux gagner ce Combat d'équipes, peut-être alors pourrai-je gagner son cœur également...",
      "italian": "Gioca 30 combattimenti a squadre in Sala combattimenti. Se riesco a vincere questo combattimento in squadra, forse vincerò anche il suo cuore...",
      "koreana": "룸 매치의 팀전에서 30시합 달성. 이 시합에서 주목 받으면 '그 레이디'의 하트도… ",
      "spanish": "Juega 30 partidas por equipos en la sala de partidas. Si soy capaz de ganar este combate, quizá también pueda ganarme su corazón...",
      "schinese": "完成30场房间团体对战。在团体对战中大放光彩，或许就能获得“那位淑女”的芳心……",
      "tchinese": "在房間配對完成30場團體對戰。在這場團體對戰大顯身手的話，說不定能獲得「那位女士」的芳心…",
      "japanese": "ルームマッチのチーム戦で30試合達成。このチーム戦で目立てば「あのレディ」のハートも…",
      "token": "NEW_ACHIEVEMENT_1_13_DESC",
      "brazilian": "Jogue 30 Partidas em Equipe na Partida de Sala. Se eu dominar essa Partida em Equipe, talvez eu domine o coração ",
      "latam": "Juega 30 partidas por equipos en partida de sala. Si consigo ganar esta partida por equipos, quizá también pueda conquistar su corazón…",
      "arabic": "العب 30 مباراة فريق في وضع المباراة الجماعية. إذا فزت بمباراة الفريق هذه فقد أكسب حُبّها أيضًا..."
    }
  },
  {
    "name": "ADAM_TOURNAMENT_1",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/becef9a9edcf03c6225e6d9eb656f53ea15605b3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "Seems I've still got the moves",
      "german": "Ich hab's wohl immer noch drauf.",
      "french": "J'ai encore de beaux restes.",
      "italian": "Allora ricordo ancora come si fa.",
      "koreana": "아직은 현역일세",
      "spanish": "Parece que no he perdido la chispa.",
      "schinese": "我还宝刀未老啊",
      "tchinese": "還能再戰十年",
      "japanese": "まだまだ現役じゃわい",
      "token": "NEW_ACHIEVEMENT_1_14_NAME",
      "brazilian": "Parece que ainda levo jeito",
      "latam": "Parece que todavía conservo los movimientos.",
      "arabic": "يبدو أنني ما زلت أتمتع بحركات بارعة"
    },
    "description": {
      "english": "Play 1 match in a Tournament Event. I had a sudden thought while drinking, but is Zabantetsu a stance...?",
      "german": "Spiele 1 Match in einem Turnier-Event. Mir kam beim Trinken ein Gedanke, aber ist Zabantetsu eine Stellung ...?",
      "french": "Jouer à 1 Combat dans une Épreuve de tournoi. Un truc m'est venu à l'idée en buvant, mais est-ce que Zabantestu est une vraie position... ?",
      "italian": "Gioca 1 combattimento in un evento torneo. Mentre bevevo, mi è venuta in mente una cosa: Zabantetsu sarà una posa?",
      "koreana": "정기 토너먼트에서 1시합 달성. 한잔 하다가 갑자기 생각났는데 '좌반질'은 자세라고 해야 하는 건감…?",
      "spanish": "Juega 1 partida en un evento de torneo. Mientras tomaba un trago, pensé: ¿el zabantetsu es una postura...?",
      "schinese": "完成定期淘汰对战模式1胜。在喝酒的时候突然想到，“座盘跌”算是架招吗……",
      "tchinese": "在定期淘汰賽模式完成1場對戰。老夫喝酒時突然想到，「盤腿跌」是種架式嗎…",
      "japanese": "定期トーナメントモードで1試合達成。ふと飲んでいるときに思ったんじゃが「座盤跌」は構えなんじゃろうか…",
      "token": "NEW_ACHIEVEMENT_1_14_DESC",
      "brazilian": "Jogue 1 partida em um Evento de Torneio. Eu acabei de pensar em uma coisa enquanto bebia. Será que Zabantetsu é uma postura...?",
      "latam": "Juega 1 partida en un evento de torneo. Se me ocurrió una idea mientras bebía, pero ¿Zabantetsu es una postura...?",
      "arabic": "العب مباراة واحدة في حدث بطولة. خطرت لي فكرة فجأة في أثناء الشرب، هل تُعد زابانتتسو وضعية...؟"
    }
  },
  {
    "name": "ADAM_TOURNAMENT_10",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/466444857bf28044de65825da53a43cba7c61ed7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/deba68105a88556ce10eadc093fcb89af875c4c6.jpg",
    "displayName": {
      "english": "Brute strength alone isn't good enough, I'm afraid",
      "german": "Bloße Kraft reicht nicht aus, fürchte ich.",
      "french": "La force brute n'est pas suffisante, j'en ai peur.",
      "italian": "La forza bruta non basta, direi.",
      "koreana": "힘만 가지고는 안 된데이",
      "spanish": "Me temo que solo la fuerza bruta no basta.",
      "schinese": "仅凭蛮力可不行",
      "tchinese": "光靠蠻力是不夠的",
      "japanese": "力だけではあかしまへん",
      "token": "NEW_ACHIEVEMENT_1_15_NAME",
      "brazilian": "Só força bruta não é suficiente, creio eu",
      "latam": "Me temo que la fuerza bruta por sí sola no es suficiente",
      "arabic": "أخشى أن القوة الغاشمة وحدها ليست كافية"
    },
    "description": {
      "english": "Play 10 matches in a Tournament Event. I was surprised to see how weak you were with all that brute strength. Thank you anyways.",
      "german": "Spiele 10 Matches in einem Turnier-Event. Es hat mich überrascht, wie schwach du trotz deiner schieren Kraft warst. Danke jedenfalls.",
      "french": "Jouer 10 Combats dans une Épreuve de tournoi. Quelle surprise de voir que tu étais plutôt faible malgré ton côté brutal. Merci quand même.",
      "italian": "Gioca 10 combattimenti in un evento torneo. Mi ha sorpreso vedere quanto tu fossi debole nonostante la forza bruta. Grazie comunque.",
      "koreana": "정기 토너먼트에서 10시합 달성. 힘만 셌지 참말로 약해서 놀랐십니더. 잘 부탁드립니데이",
      "spanish": "Juega 10 partidas en un evento de torneo. Me sorprende ver que, pese a tu fuerza bruta, eres débil. De todos modos, gracias.",
      "schinese": "完成定期淘汰对战模式10胜。这般除了使用蛮力别无他法，实在出人意料。今后真是要请多关照了。",
      "tchinese": "在定期淘汰賽模式完成10場對戰。力大如牛卻這麼弱，真叫人吃驚。請多指教。",
      "japanese": "定期トーナメントモードで10試合達成。力ばかりでえろう弱ぅて、驚きましたわ。ほんに宜しゅうおたの申します",
      "token": "NEW_ACHIEVEMENT_1_15_DESC",
      "brazilian": "Jogue 10 partidas em um Evento de Torneio. Foi uma surpresa ver como você era fracote com toda essa força bruta. Agradeço mesmo assim.",
      "latam": "Juega 10 partidas en un evento de torneo. Me sorprendió ver lo débil que eras con toda esa fuerza bruta, pero, gracias de todos modos.",
      "arabic": "العب 10 مباريات في حدث بطولة. لم أتوقع أن تكون بهذا الضعف مع كل هذه القوة الغشيمة. على أي حال، شكرًا لك."
    }
  },
  {
    "name": "ADAM_WORLD_STAGE_VICTORY",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/780474e9b81758e11e75d11728b0c726acc2ee4b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/33e0deae6ff65ce067938fad1b9f68afcb864286.jpg",
    "displayName": {
      "english": "Wanna Play?",
      "token": "NEW_ACHIEVEMENT_1_16_NAME",
      "german": "Möchtest du spielen?",
      "french": "Tu veux jouer ?",
      "italian": "Vuoi giocare?",
      "koreana": "놀아 볼까…",
      "spanish": "¿Quieres jugar?",
      "schinese": "去玩玩吧……",
      "tchinese": "來玩玩吧……",
      "japanese": "遊ぼうか…",
      "brazilian": "Quer jogar?",
      "latam": "¿Quieres jugar?",
      "arabic": "هل تود اللعب؟"
    },
    "description": {
      "english": "Won World Stage. Wait, it's over already? I was still getting warmed up!",
      "token": "NEW_ACHIEVEMENT_1_16_DESC",
      "german": "World Stage gewonnen. Was, schon vorbei? Bin doch gerade erst warm geworden!",
      "french": "J'ai gagné à World Stage. Attendez, c'est déjà fini ? J'étais encore en train de m'échauffer !",
      "italian": "Modalità World Stage completata. Aspetta, è già finita? Mi stavo giusto scaldando!",
      "koreana": "World Stage에서 우승. 잠깐, 벌써 끝이야? 난 아직 몸이 덜 풀렸는데!",
      "spanish": "Has ganado World Stage. Cómo, ¿ya está? ¡Pero si estaba calentando!",
      "schinese": "赢得World Stage冠军。喂喂，这就结束了吗？我还以为是练习呢！",
      "tchinese": "在World Stage奪冠。喂喂喂，已經結束了嗎？我還打算繼續練習呢！",
      "japanese": "World Stageで優勝。おいおい、もうお終いか？まだまだ練習のつもりなんだがな！",
      "brazilian": "Vença o Estágio Mundial. Ué, já acabou? Eu ainda estava aquecendo!",
      "latam": "Ganaste la Fase mundial. Espera, ¿ya? ¡Pero si estaba calentando!",
      "arabic": "فُز في World Stage. مهلًا، هل انتهت؟ لقد كنت أقوم بالإحماء."
    }
  },
  {
    "name": "ADAM_WORLD_STAGE_500",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/8be81eef86f63226ed353900b3dc6163170b1fd9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3112260/33e0deae6ff65ce067938fad1b9f68afcb864286.jpg",
    "displayName": {
      "english": "Mission Accomplished",
      "token": "NEW_ACHIEVEMENT_1_17_NAME",
      "german": "Mission erfüllt",
      "french": "Mission accomplie",
      "italian": "Missione compiuta",
      "koreana": "Mission accomplished.",
      "spanish": "Misión completada",
      "schinese": "Mission accomplished.",
      "tchinese": "Mission accomplished.",
      "japanese": "Mission accomplished.",
      "brazilian": "Missão cumprida",
      "latam": "Misión completada",
      "arabic": "تمت المهمة بنجاح"
    },
    "description": {
      "english": "Played 500 matches in World Stage mode. That concludes the seminar. None of you are worthy opponents.",
      "token": "NEW_ACHIEVEMENT_1_17_DESC",
      "german": "500 Matches im World-Stage-Modus gespielt. Seminar beendet. Keiner von euch war ein würdiger Gegner.",
      "french": "Participé à 500 combats en mode World Stage. Le séminaire est donc terminé. Aucun de vous n'est digne de m'affronter.",
      "italian": "Hai giocato 500 combattimenti nella modalità World Stage. Con questo, si conclude il seminario. Non siete avversari degni.",
      "koreana": "World Stage 모드에서 500 시합 달성 이제 그만하지. 너희로는 내 상대가 안 돼.",
      "spanish": "Has librado 500 combates en el modo World Stage. Aquí acaba el cursillo. No hay ningún rival digno.",
      "schinese": "在World Stage模式完成500对战教学时间结束了。你们可不是我的对手。",
      "tchinese": "在World Stage模式完成500場比賽。講解時間到此結束。你們根本不配當我的對手。",
      "japanese": "World Stageモードで500試合を達成。セミナーの時間はおしまい。あなた達じゃ私の相手にならないわ。",
      "brazilian": "Jogou 500 partidas no modo Estágio Mundial. Seminário concluído. Nenhum de vocês é um oponente digno.",
      "latam": "Jugaste 500 partidas en el modo Fase mundial. Aquí termina el curso. No hay ningún rival digno.",
      "arabic": "تم لعب 500 من المباريات في وضع World Stage. وبذلك تنتهي الجلسة. لستم ندًا يستحق إضاعة الوقت."
    }
  }
]