[
  {
    "name": "ACHIEVEMENT_STEAM1",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/b57ac29010201d041d5ed15822361bb65af159ec.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/76e89eabf8f35e3a5addccae1f54be4dfdc6da10.jpg",
    "displayName": {
      "english": "Blue Toyz",
      "french": "Ours bleu",
      "german": "Blauer Teddy",
      "japanese": "青いテディベア",
      "koreana": "파란 테디베어",
      "polish": "Niebieski miś",
      "portuguese": "Ursinho azul",
      "russian": "Синий мишка",
      "schinese": "蓝色的小熊",
      "spanish": "Oso azul",
      "tchinese": "藍色的小熊",
      "thai": "ตุ๊กตาหมีสีน้ำเงิน",
      "token": "NEW_ACHIEVEMENT_1_0_NAME",
      "turkish": "Mavi oyuncak ayı"
    },
    "description": {
      "english": "In an abandoned prison cell, you find a tattered blue teddy bear with loose stitches, faintly reeking of blood. Why is this thing in such a cursed place?",
      "french": "Dans une cellule abandonnée de la prison, tu trouves un ours en peluche bleu en lambeaux, avec des coutures lâches et une légère odeur de sang. Pourquoi cette chose est-elle dans un endroit si maudit ?",
      "german": "In einer verlassenen Gefängniszelle findest du einen zerfledderten blauen Teddybären mit losen Nähten, der schwach nach Blut riecht. Warum ist dieses Ding an so einem verfluchten Ort?",
      "japanese": "監獄の廃墟と化した独房で、ボロボロの青いテディベアを見つけた。縫い目がほつれ、かすかに血の匂いがする。この呪われた場所にこんなものがなぜ？",
      "koreana": "감옥의 버려진 감방에서 너덜너덜한 파란 테디베어를 발견했습니다. 바느질이 느슨하고 희미하게 피 냄새가 납니다. 이런 저주받은 곳에 왜 이게 있는 걸까요?",
      "polish": "W opuszczonej celi więziennej znajdujesz zniszczonego niebieskiego pluszowego misia z luźnymi szwami, który lekko pachnie krwią. Dlaczego ta rzecz jest w tak przeklętym miejscu?",
      "portuguese": "Numa cela abandonada da prisão, você encontra um ursinho de pelúcia azul desgastado, com costuras soltas e um leve cheiro de sangue. Por que esta coisa está num lugar tão amaldiçoado?",
      "russian": "В заброшенной тюремной камере ты находишь потрепанного синего плюшевого мишку с расползающимися швами, от которого слабо пахнет кровью. Почему эта вещь оказалась в таком проклятом месте?",
      "schinese": "在监狱的废弃牢房中，发现一只破旧的蓝色泰迪熊，缝线松散，隐约散发着血腥味。这东西怎么会出现在这鬼地方？",
      "spanish": "En una celda abandonada de la prisión, encuentras un oso de peluche azul destrozado, con costuras sueltas y un leve olor a sangre. ¿Por qué está esta cosa en un lugar tan maldito?",
      "tchinese": "在監獄的廢棄牢房中，發現一隻破舊的藍色泰迪熊，縫線鬆散，隱約散發著血腥味。這東西怎麼會出現在這鬼地方？",
      "thai": "ในห้องขังร้างของคุก คุณพบตุ๊กตาหมีสีน้ำเงินเก่าขาดวิ่น เย็บตะเข็บหลวม และมีกลิ่นเลือดจางๆ สิ่งนี้มาอยู่ในสถานที่ต้องสาปนี้ได้ยังไง?",
      "token": "NEW_ACHIEVEMENT_1_0_DESC",
      "turkish": "Hapishanenin terk edilmiş bir hücresinde, dikişleri gevşemiş ve hafif kan kokusu yayan yıpranmış bir mavi oyuncak ayı buluyorsun. Bu lanetli yerde bu şey neden var?"
    }
  },
  {
    "name": "ACHIEVEMENT_STEAM2",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/f0d29a14a3dbbbdab12f346fcd4a400872e34f23.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/38a7b3571cb26d4d1a6d00dade06f64c8df2b91b.jpg",
    "displayName": {
      "english": "Red Toyz",
      "french": "Ours rouge",
      "german": "Roter Teddy",
      "japanese": "赤いテディベア",
      "koreana": "빨간 테디베어",
      "polish": "Czerwony miś",
      "portuguese": "Ursinho vermelho",
      "russian": "Красный мишка",
      "schinese": "红色小熊",
      "spanish": "Oso rojo",
      "tchinese": "紅色小熊",
      "thai": "ตุ๊กตาหมีสีแดง",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "turkish": "Kırmızı oyuncak ayı"
    },
    "description": {
      "english": "In the prison’s old medical room, a red teddy bear lies on the floor, its plush surface stained with traces of an unknown substance. What’s the story behind this?",
      "french": "Dans l’ancienne salle médicale de la prison, un ours en peluche rouge gît sur le sol, sa surface en peluche tachée de traces d’une substance inconnue. Quelle est l’histoire derrière ça ?",
      "german": "Im alten medizinischen Raum des Gefängnisses liegt ein roter Teddybär auf dem Boden, dessen Plüschoberfläche mit Spuren einer unbekannten Substanz befleckt ist. Welche Geschichte steckt dahinter?",
      "japanese": "監獄の古い医務室の床に、赤いテディベアが置かれている。ぬいぐるみの表面には知られざる薬剤の痕跡が付いている。この裏にはどんな物語があるのか？",
      "koreana": "감옥의 오래된 의료실 바닥에 빨간 테디베어가 놓여 있습니다. 플러시 표면에는 알 수 없는 약물의 흔적이 묻어 있습니다. 이 뒤에 어떤 이야기가 있는 걸까요?",
      "polish": "W starej sali medycznej więzienia leży na podłodze czerwony pluszowy miś, którego powierzchnia jest poplamiona śladami nieznanej substancji. Jaka historia za tym stoi?",
      "portuguese": "Na antiga sala médica da prisão, um ursinho de pelúcia vermelho está no chão, com a superfície de pelúcia manchada por vestígios de uma substância desconhecida. Qual é a história por trás disso?",
      "russian": "В старой тюремной медчасти на полу лежит красный плюшевый мишка, покрытый пятнами неизвестного вещества. Какая история стоит за этим?",
      "schinese": "在监狱的旧医疗室中，一只红色泰迪熊被放在地上，毛绒表面沾满不明药剂的痕迹。这东西背后有什么故事？",
      "spanish": "En la antigua sala médica de la prisión, un oso de peluche rojo yace en el suelo, con su superficie de felpa manchada por rastros de una sustancia desconocida. ¿Cuál es la historia detrás de esto?",
      "tchinese": "在監獄的舊醫療室中，一隻紅色泰迪熊被放在地上，毛絨表面沾滿不明藥劑的痕跡。這東西背後有什麼故事？",
      "thai": "ในห้องพยาบาลเก่าของคุก มีตุ๊กตาหมีสีแดงวางอยู่บนพื้น พื้นผิวผ้ามีรอยเปื้อนของสารเคมีที่ไม่รู้จัก สิ่งนี้มีเรื่องราวอะไรซ่อนอยู่?",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "turkish": "Hapishanenin eski sağlık odasında yerde bir kırmızı oyuncak ayı yatıyor, pelüş yüzeyi bilinmeyen bir maddenin izleriyle lekelenmiş. Bunun ardında nasıl bir hikaye var?"
    }
  },
  {
    "name": "ACHIEVEMENT_STEAM3",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/82947e50ceb28ddc490663663b2c899aece6d4e4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/11aed8b3f83cf21e9e7e1ba50a77d1d137a90a86.jpg",
    "displayName": {
      "english": "Black Toyz",
      "french": "Ours noir",
      "german": "Schwarzer Teddy",
      "japanese": "黒いテディベア",
      "koreana": "검은 테디베어",
      "polish": "Czarny miś",
      "portuguese": "Ursinho preto",
      "russian": "Черный мишка",
      "schinese": "黑色小熊",
      "spanish": "Oso negro",
      "tchinese": "黑色小熊",
      "thai": "ตุ๊กตาหมีสีดำ",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "turkish": "Siyah oyuncak ayı"
    },
    "description": {
      "english": "In the damp underground tunnels of the prison, a black teddy bear sits quietly near a corner, its fabric soaked and eyes glinting with an eerie light. What happened here?",
      "french": "Dans les tunnels souterrains humides de la prison, un ours en peluche noir repose silencieusement près d’un coin, son tissu trempé et ses yeux semblant cacher une lueur étrange. Que s’est-il passé ici ?",
      "german": "In den feuchten unterirdischen Gängen des Gefängnisses steht ein schwarzer Teddybär still in einer Ecke, dessen Stoff durchnässt ist und dessen Augen ein unheimliches Licht zu verbergen scheinen. Was ist hier passiert?",
      "japanese": "監獄の湿った地下通路の壁の近くに、黒いテディベアが静かに佇んでいる。布は水で濡れ、目には何か不気味な光が宿っているようだ。ここで何が起きたのか？",
      "koreana": "감옥의 축축한 지하 통로에서 벽 모퉁이 근처에 검은 테디베어가 조용히 있습니다. 천이 물에 젖어 있고 눈에는 기묘한 빛이 숨겨져 있는 듯합니다. 여기서 무슨 일이 있었던 걸까요?",
      "polish": "W wilgotnych podziemnych tunelach więzienia, w rogu cicho stoi czarny pluszowy miś, którego materiał jest przemoczony, a oczy zdają się skrywać dziwny blask. Co się tu stało?",
      "portuguese": "Nos túneis subterrâneos úmidos da prisão, um ursinho de pelúcia preto está quieto perto de um canto, com o tecido encharcado e olhos que parecem esconder um brilho estranho. O que aconteceu aqui?",
      "russian": "В сырых подземных туннелях тюрьмы у стены тихо стоит черный плюшевый мишка, ткань которого пропитана водой, а в глазах мерцает странный свет. Что здесь произошло?",
      "schinese": "在监狱潮湿的地下通道中，一只黑色泰迪熊静静在墙角附近，布料被水浸湿，眼中似乎藏着某种诡异的光芒。这里发生了什么？",
      "spanish": "En los túneles subterráneos húmedos de la prisión, un oso de peluche negro está silenciosamente cerca de una esquina, con su tela empapada y ojos que parecen brillar con una luz inquietante. ¿Qué pasó aquí?",
      "tchinese": "在監獄潮濕的地下通道中，一隻黑色泰迪熊靜靜在牆角附近，布料被水浸濕，眼中似乎藏著某種詭異的光芒。這裡發生了什麼？",
      "thai": "ในอุโมงค์ใต้ดินชื้นของคุก ตุ๊กตาหมีสีดำนั่งเงียบๆ ใกล้มุมกำแพง ผ้าชุ่มน้ำและดวงตาดูเหมือนซ่อนแสงประหลาดบางอย่าง ที่นี่เกิดอะไรขึ้น?",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "turkish": "Hapishanenin nemli yeraltı tünellerinde, bir köşede sessizce duran siyah bir oyuncak ayı var, kumaşı suyla ıslanmış ve gözlerinde tuhaf bir parlaklık gizli gibi. Burada neler oldu?"
    }
  },
  {
    "name": "ACHIEVEMENT_STEAM4",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/2ae78f4d782d6cdf3c00cd522b7455ca8ee8ed59.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/0022d7b0013933a4ad851138273fa4122d47d186.jpg",
    "displayName": {
      "english": "What Toyz",
      "french": "Ours étrange",
      "german": "Seltsamer Teddy",
      "japanese": "奇妙なテディベア",
      "koreana": "이상한 테디베어",
      "polish": "Dziwny miś",
      "portuguese": "Ursinho estranho",
      "russian": "Странный мишка",
      "schinese": "奇怪的小熊",
      "spanish": "Oso extraño",
      "tchinese": "奇怪的小熊",
      "thai": "ตุ๊กตาหมีแปลก",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "turkish": "Tuhaf oyuncak ayı"
    },
    "description": {
      "english": "At the prison’s escape point, a strange teddy bear lies on the ground, its plush surface marked with claw-like scratches. How did this end up in this terrifying place?",
      "french": "Au point d’évasion de la prison, un ours en peluche étrange gît sur le sol, sa surface en peluche marquée de griffures. Comment cette chose a-t-elle atterri dans cet endroit terrifiant ?",
      "german": "Am Fluchtpunkt des Gefängnisses liegt ein seltsamer Teddybär auf dem Boden, dessen Plüschoberfläche mit Kratzspuren übersät ist. Wie ist dieses Ding an diesen schrecklichen Ort gelangt?",
      "japanese": "監獄の脱出地点で、奇妙なテディベアが地面に横たわっている。ぬいぐるみの表面には爪痕が刻まれている。この恐ろしい場所にどうやってこんなものが？",
      "koreana": "감옥의 탈출 지점에서 이상한 테디베어가 바닥에 놓여 있습니다. 플러시 표면에는 발톱 자국이 새겨져 있습니다. 이런 무서운 곳에 어떻게 이게 나타난 걸까요?",
      "polish": "W miejscu ucieczki z więzienia leży na ziemi dziwny pluszowy miś, którego powierzchnia jest pokryta śladami pazurów. Jak to się znalazło w tym przerażającym miejscu?",
      "portuguese": "No ponto de fuga da prisão, um ursinho de pelúcia estranho está no chão, com marcas de arranhões na superfície de pelúcia. Como isso acabou neste lugar aterrorizante?",
      "russian": "У точки побега из тюрьмы лежит странный плюшевый мишка, на его поверхности видны следы когтей. Как он оказался в этом ужасающем месте?",
      "schinese": "在监狱的逃生处，一只奇怪的泰迪熊躺在地上，毛绒上刻着一道道抓痕。这东西怎么会出现在这恐怖之地？",
      "spanish": "En el punto de escape de la prisión, un oso de peluche extraño yace en el suelo, con marcas de arañazos en su superficie de felpa. ¿Cómo terminó esto en este lugar aterrador?",
      "tchinese": "在監獄的逃生處，一隻奇怪的泰迪熊躺在地上，毛絨上刻著一道道抓痕。這東西怎麼會出現在這恐怖之地？",
      "thai": "ณ จุดหลบหนีของคุก มีตุ๊กตาหมีแปลกนอนอยู่บนพื้น พื้นผิวผ้ามีรอยขีดข่วนเหมือนรอยเล็บ สิ่งนี้มาอยู่ในสถานที่อันน่าสะพรึงกลัวนี้ได้ยังไง?",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "turkish": "Hapishanenin kaçış noktasında yerde tuhaf bir oyuncak ayı yatıyor, pelüş yüzeyinde pençe izleri var. Bu şey bu korkunç yerde nasıl ortaya çıktı?"
    }
  },
  {
    "name": "ACHIEVEMENT_LOCATION1",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/d0618142021b42bb38cd94ccbc79aa7dd37199b6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/2e5950a120c134a43af0ee9e9a414387ff968b08.jpg",
    "displayName": {
      "english": "Who am i",
      "french": "Qui suis-je",
      "german": "Wer bin ich",
      "japanese": "私は誰",
      "koreana": "나는 누구인가",
      "polish": "Kim jestem",
      "portuguese": "Quem sou eu",
      "russian": "Кто я",
      "schinese": "我是谁",
      "spanish": "¿Quién soy",
      "tchinese": "我是誰",
      "thai": "ฉันเป็นใคร",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "turkish": "Ben kimim"
    },
    "description": {
      "english": "Who am I? Where am I…?",
      "french": "Qui suis-je ? Où suis-je… ?",
      "german": "Wer bin ich? Wo bin ich…?",
      "japanese": "私は誰？ここはどこ…？",
      "koreana": "나는 누구인가? 여기는 어디인가…?",
      "polish": "Kim jestem? Gdzie jestem…?",
      "portuguese": "Quem sou eu? Onde estou…?",
      "russian": "Кто я? Где я…?",
      "schinese": "我是谁？我又在哪…？",
      "spanish": "¿Quién soy? ¿Dónde estoy…?",
      "tchinese": "我是誰？我又在哪…？",
      "thai": "ฉันเป็นใคร? ฉันอยู่ที่ไหน…?",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "turkish": "Ben kimim? Neredeyim…?"
    }
  },
  {
    "name": "ACHIEVEMENT_LOCATION2",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/2c53623e65676b7a456d2a41e39684c258277c60.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/d0f140b0dd9e5b6a2f4ecee408efd76eea9f4233.jpg",
    "displayName": {
      "english": "Odd man",
      "french": "Homme étrange",
      "german": "Seltsamer Mann",
      "japanese": "奇妙な男",
      "koreana": "이상한 남자",
      "polish": "Dziwny człowiek",
      "portuguese": "Homem estranho",
      "russian": "Странный человек",
      "schinese": "奇怪的男人",
      "spanish": "Hombre extraño",
      "tchinese": "奇怪的男人",
      "thai": "ชายแปลกหน้า",
      "token": "NEW_ACHIEVEMENT_1_5_NAME",
      "turkish": "Tuhaf adam"
    },
    "description": {
      "english": "A man muttering to himself endlessly… Is he saying something important?",
      "french": "Un homme qui murmure sans cesse pour lui-même… Dit-il quelque chose d’important ?",
      "german": "Ein Mann, der ununterbrochen vor sich hin murmelt… Sagt er etwas Wichtiges?",
      "japanese": "ずっと独り言をつぶやいている男…何か重要なことを言っているのか？",
      "koreana": "끊임없이 혼잣말을 중얼거리는 남자… 중요한 정보를 말하고 있는 걸까?",
      "polish": "Człowiek, który bez przerwy mamrocze do siebie… Czy mówi coś ważnego?",
      "portuguese": "Um homem murmurando incessantemente para si mesmo… Ele está dizendo algo importante?",
      "russian": "Человек, который без конца бормочет себе под нос… Говорит ли он что-то важное?",
      "schinese": "一直喃喃自语的男人，是在说什么重要的信息吗…？",
      "spanish": "Un hombre que murmura sin parar… ¿Está diciendo algo importante?",
      "tchinese": "一直喃喃自語的男人，是在說什麼重要的資訊嗎…？",
      "thai": "ชายที่พูดพึมพำกับตัวเองไม่หยุด… เขากำลังพูดอะไรสำคัญหรือเปล่า?",
      "token": "NEW_ACHIEVEMENT_1_5_DESC",
      "turkish": "Sürekli kendi kendine mırıldanan bir adam… Önemli bir şey mi söylüyor?"
    }
  },
  {
    "name": "ACHIEVEMENT_LOCATION3",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/846d2e4629e5ea20f08e455caaf0ad24908ddcee.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/7db195615f886a66b7866ed64fcf635348799b97.jpg",
    "displayName": {
      "english": "A commanding figure seen from behind",
      "french": "Une présence imposante",
      "german": "Eine beeindruckende Gestalt",
      "japanese": "圧倒的な存在感",
      "koreana": "강렬한 존재감",
      "polish": "Imponująca sylwetka",
      "portuguese": "Uma presença imponente",
      "russian": "Внушительная фигура",
      "schinese": "一个强大的背影",
      "spanish": "Una presencia imponente",
      "tchinese": "一個強大的背影",
      "thai": "เงาร่างทรงพลัง",
      "token": "NEW_ACHIEVEMENT_1_6_NAME",
      "turkish": "Güçlü bir siluet"
    },
    "description": {
      "english": "A man in a sharp suit, exuding an intimidating aura. Hopefully, there won’t be any conflict with him.",
      "french": "Un homme en costume élégant, dégageant une aura intimidante. J’espère ne pas avoir de conflit avec lui.",
      "german": "Ein Mann in einem eleganten Anzug, der eine einschüchternde Aura ausstrahlt. Hoffentlich kommt es zu keinem Konflikt mit ihm.",
      "japanese": "スーツを着た男、驚くほどの威圧感を放っている。彼と衝突しないことを願う。",
      "koreana": "정장을 입은 남자, 놀라운 기세를 뿜어냅니다. 그와 어떤 충돌도 없기를 바랍니다.",
      "polish": "Mężczyzna w eleganckim garniturze, emanujący onieśmielającą aurą. Mam nadzieję, że nie będzie z nim żadnego konfliktu.",
      "portuguese": "Um homem de terno elegante, exalando uma aura intimidadora. Espero não ter nenhum conflito com ele.",
      "russian": "Мужчина в строгом костюме, излучающий устрашающую ауру. Надеюсь, не придется с ним конфликтовать.",
      "schinese": "穿着正装的男人，气势惊人，希望不会与他有任何的冲突",
      "spanish": "Un hombre vestido con un traje elegante, con una aura intimidante. Espero no tener ningún conflicto con él.",
      "tchinese": "穿著一身正裝的男人，氣勢驚人，希望不會與他有任何的衝突",
      "thai": "ชายในชุดสูทสง่างาม ปล่อยออร่าที่น่าสะพรึงกลัว หวังว่าจะไม่ต้องปะทะกับเขา",
      "token": "NEW_ACHIEVEMENT_1_6_DESC",
      "turkish": "Şık bir takım elbise giyen, etkileyici bir auraya sahip bir adam. Umarım onunla bir çatışma yaşamam."
    }
  },
  {
    "name": "ACHIEVEMENT_LOCATION4",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/8bd6e5d5b9b22177bf0057d752606952f9a8dcfd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/a6dbcd35bd85bfebdc06492390cfd98f3717d616.jpg",
    "displayName": {
      "english": "A Shadowy Laboratory",
      "french": "Laboratoire mystérieux",
      "german": "Mysteriöses Labor",
      "japanese": "神秘の研究室",
      "koreana": "신비한 실험실",
      "polish": "Tajemnicze laboratorium",
      "portuguese": "Laboratório misterioso",
      "russian": "Таинственная лаборатория",
      "schinese": "神秘的实验室",
      "spanish": "Laboratorio misterioso",
      "tchinese": "神秘的實驗室",
      "thai": "ห้องทดลองลึกลับ",
      "token": "NEW_ACHIEVEMENT_1_7_NAME",
      "turkish": "Gizemli laboratuvar"
    },
    "description": {
      "english": "Discovered a mysterious laboratory. What are they researching here?",
      "french": "Découverte d’un laboratoire mystérieux. Que recherchent-ils ici ?",
      "german": "Ein mysteriöses Labor wurde entdeckt. Was wird hier erforscht?",
      "japanese": "神秘的な研究室を発見した。ここで何を研究しているのか？",
      "koreana": "신비한 실험실을 발견했습니다. 여기서 무엇을 연구하고 있는 걸까?",
      "polish": "Odkryto tajemnicze laboratorium. Co tu badają?",
      "portuguese": "Descobriu um laboratório misterioso. O que estão pesquisando aqui?",
      "russian": "Обнаружена загадочная лаборатория. Что здесь исследуют?",
      "schinese": "发现了一个神秘的实验室，是在研究什么吗？",
      "spanish": "Descubriste un laboratorio misterioso. ¿Qué están investigando aquí?",
      "tchinese": "發現了一個神秘的實驗室，是在研究什麼嗎？",
      "thai": "ค้นพบห้องทดลองลึกลับ พวกเขากำลังวิจัยอะไรที่นี่?",
      "token": "NEW_ACHIEVEMENT_1_7_DESC",
      "turkish": "Gizemli bir laboratuvar keşfettim. Burada neler araştırıyorlar?"
    }
  },
  {
    "name": "ACHIEVEMENT_LOCATION_END",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/4442ed9024ccf5e7a251a315389ca4a959f6ba1d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3685850/cfe590ab7dedf4d0d00e34475bcc49802cc27780.jpg",
    "displayName": {
      "english": "Escape to Freedom",
      "french": "Évasion vers la liberté",
      "german": "Flucht in die Freiheit",
      "japanese": "脱出成功",
      "koreana": "탈출 성공",
      "polish": "Ucieczka",
      "portuguese": "Escapei",
      "russian": "Побег",
      "schinese": "逃出生天",
      "spanish": "¡Escapé",
      "tchinese": "逃出生天",
      "thai": "หนีรอด",
      "token": "NEW_ACHIEVEMENT_1_8_NAME",
      "turkish": "Kaçtım"
    },
    "description": {
      "english": "I finally escaped… or did I?",
      "french": "J’ai enfin réussi à m’échapper… vraiment ?",
      "german": "Ich bin endlich entkommen… oder doch nicht?",
      "japanese": "ついに脱出に成功した…本当に？",
      "koreana": "드디어 탈출에 성공했다… 정말로?",
      "polish": "W końcu uciekłem… czy na pewno?",
      "portuguese": "Finalmente escapei… será?",
      "russian": "Я наконец сбежал… или нет?",
      "schinese": "我终于成功逃走了…吗？",
      "spanish": "Finalmente escapé… ¿o no?",
      "tchinese": "我終於成功逃走了…嗎？",
      "thai": "ในที่สุดฉันก็หนีรอดมาได้… จริงหรือ?",
      "token": "NEW_ACHIEVEMENT_1_8_DESC",
      "turkish": "Sonunda kaçtım… yoksa kaçmadım mı?"
    }
  }
]