[
  {
    "name": "Env1_Secret_Place",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2846120/3ab4ada1bfa3fce85a1c4c572cd2624f3ecd4290.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2846120/4cb0fd69d587625bbad3b83fd37fe102325698fc.jpg",
    "displayName": {
      "arabic": "صدى في الظلام",
      "english": "Echoes in the Dark",
      "french": "Échos dans l'Obscurité",
      "german": "Widerhall im Dunkeln",
      "italian": "Echi nell'Oscurità",
      "japanese": "闇の中の反響",
      "koreana": "어둠 속의 메아리",
      "portuguese": "Ecos na Escuridão",
      "russian": "Эхо в Темноте",
      "schinese": "暗影回响",
      "spanish": "Ecos en la Oscuridad",
      "token": "NEW_ACHIEVEMENT_1_0_NAME",
      "turkish": "Karanlıkta Yankılar"
    },
    "description": {
      "arabic": "اكتشف السر الذي يتوارى في ظلال Threshold Woods حيث تتداخل الهمسات مع الفولاذ.",
      "english": "Uncover the secret nestled within the shadows of Threshold Woods, where whispers mingle with steel.",
      "french": "Découvrez le secret niché dans l'ombre de Threshold Woods, où les murmures se mêlent à l'acier.",
      "german": "Entdecke das Geheimnis, das in den Schatten von Threshold Woods verborgen liegt, wo Flüstern mit Stahl verschmilzt.",
      "italian": "Scopri il segreto nascosto tra le ombre di Threshold Woods, dove sussurri si mescolano con l'acciaio.",
      "japanese": "Threshold Woodsの影に潜む秘密を明らかにし、囁きが鉄と交わる場所。",
      "koreana": "Threshold Woods의 그림자 속에 숨어있는 비밀을 발견하라. 속삭임이 강철과 어울리는 곳.",
      "portuguese": "Descubra o segredo aninhado nas sombras de Threshold Woods, onde sussurros se misturam com o aço.",
      "russian": "Раскройте тайну, спрятанную в тени Threshold Woods, где шепот смешивается с металлом.",
      "schinese": "揭示Threshold Woods阴影中隐藏的秘密，悄悄话与钢铁交融。",
      "spanish": "Descubre el secreto oculto entre las sombras de Threshold Woods, donde los susurros se mezclan con el acero.",
      "token": "NEW_ACHIEVEMENT_1_0_DESC",
      "turkish": "Threshold Woods'un gölgelerinde gizlenmiş sırrı ortaya çıkarın, fısıltıların çelikle karıştığı yer."
    }
  },
  {
    "name": "Env1_CableCar_Spears",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2846120/42b2acc331b6d32995fe8d0a9fc831d7ac6b5298.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2846120/71f481715e9fbb6a132bac5144f2d8457c25faf3.jpg",
    "displayName": {
      "arabic": "رائد على الأسطح",
      "english": "Rooftop Trailblazer",
      "french": "Pionnier des Toits",
      "german": "Dachpionier",
      "italian": "Esploratore sui Tetti",
      "japanese": "屋上の開拓者",
      "koreana": "옥상 개척자",
      "portuguese": "Pioneiro dos Telhados",
      "russian": "Первопроходец по крышам",
      "schinese": "楼顶先锋",
      "spanish": "Pionero de los Techos",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "turkish": "Çatıdaki Öncü"
    },
    "description": {
      "arabic": "حطم الرماح على سطح غرفة تحكم التلفريك في Threshold Wood لتثبت أنك رائد طريق.",
      "english": "Shatter the spears on the cable car control room roof in Threshold Woods to prove you are a trailblazer.",
      "french": "Brisez les lances sur le toit de la salle de contrôle du téléphérique dans Threshold Woods pour prouver que vous êtes un pionnier.",
      "german": "Zerschmettere die Speere auf dem Dach des Seilbahnkontrollraums in Threshold Woods, um zu beweisen, dass du ein Wegbereiter bist.",
      "italian": "Frantuma le lance sul tetto della sala controllo della funivia in Threshold Woods per dimostrare che sei un esploratore.",
      "japanese": "Threshold Woodsのケーブルカーコントロールルームの屋根で槍を粉砕して、あなたがトレイルブレイザーであることを証明してください。",
      "koreana": "Threshold Woods의 케이블카 제어실 지붕에 있는 무기를 부수고 당신이 선구자임을 증명하세요.",
      "portuguese": "Destrua as lanças no telhado da sala de controle do teleférico em Threshold Woods para provar que você é um desbravador.",
      "russian": "Разбейте копья на крыше кабинного помещения канатной дороги в Threshold Woods, чтобы доказать, что вы первопроходец.",
      "schinese": "在Threshold Woods的缆车控制室屋顶上击碎长矛，证明你是一位开创者。",
      "spanish": "Destroza las lanzas en el techo de la sala de control del teleférico en Threshold Woods para demostrar que eres un pionero.",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "turkish": "Threshold Woods'ta kablo arabası kontrol odası çatısındaki mızrakları parçala ve bir patika açıcı olduğunu kanıtla."
    }
  }
]