[
  {
    "appid": "2458830",
    "itemdefid": "10",
    "Timestamp": "2023-07-27T17:11:48Z",
    "modified": "20230727T171148Z",
    "date_created": "20230727T171148Z",
    "type": "playtimegenertaor",
    "display_type": "",
    "name": "SomeGuid",
    "quantity": 0,
    "description": "",
    "name_color": "Drop Generator",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "bakcground_color": "3C352E",
    "item_slot": "generator",
    "item_quantity": "1",
    "tradeable": false
  },
  {
    "appid": "2458830",
    "itemdefid": "100",
    "Timestamp": "2023-07-27T17:11:49Z",
    "modified": "20230727T171149Z",
    "date_created": "20230727T171149Z",
    "type": "item",
    "display_type": "",
    "name": "Hat decoration",
    "quantity": 0,
    "description": "Some description about hat decoration",
    "name_color": "706D00",
    "tradable": false,
    "marketable": true,
    "commodity": false,
    "bakcground_color": "3C352E",
    "item_quantity": "0",
    "tradeable": true
  },
  {
    "appid": "2458830",
    "itemdefid": "200",
    "Timestamp": "2023-07-27T17:11:49Z",
    "modified": "20230727T171149Z",
    "date_created": "20230727T171149Z",
    "type": "item",
    "display_type": "",
    "name": "Red Hat",
    "name_german": "Rotter Hut",
    "price": "1;VLV100",
    "quantity": 0,
    "description": "Red Hat description about decoration",
    "description_german": "Red Hat",
    "store_tags": "hat;featured",
    "tradable": false,
    "marketable": true,
    "commodity": false,
    "tradeable": true
  },
  {
    "appid": "2458830",
    "itemdefid": "101",
    "Timestamp": "2025-03-11T20:21:51Z",
    "modified": "20250311T202151Z",
    "date_created": "20250311T202151Z",
    "type": "item",
    "display_type": "",
    "name": "Tengu Gearset",
    "quantity": 0,
    "description": "Tengu helm, shoulders, chest, waist, and legs.",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "game_only": true
  },
  {
    "appid": "2458830",
    "itemdefid": "501",
    "Timestamp": "2025-05-12T16:26:38Z",
    "modified": "20250512T162638Z",
    "date_created": "20250311T202639Z",
    "type": "bundle",
    "display_type": "",
    "name": "Towerborne: Tengu's Hoard",
    "name_german": "Towerborne: Tengus Horde",
    "name_french": "Towerborne : Horde tengu",
    "name_italian": "Towerborne: Scorta del tengu",
    "name_koreana": "Towerborne: 텐구의 전리품",
    "name_spanish": "Towerborne: Provisiones de Tengu",
    "name_schinese": "《Towerborne》：天狗的秘藏",
    "name_tchinese": "Towerborne: Tengu'nun Hazinesi",
    "name_russian": "Towerborne: припасы тэнгу",
    "name_japanese": "Towerborne: 天狗衆",
    "name_portuguese": "Towerborne: Tesouro de Tengu",
    "name_polish": "Towerborne: Łupy Tengu",
    "name_danish": "Towerborne: Tengus forråd",
    "name_dutch": "Towerborne: Tengu's voorraad",
    "name_finnish": "Towerborne: Tengu’s Hoard",
    "name_norwegian": "Towerborne: Tenguens skattr",
    "name_swedish": "Towerborne: Tengus skatt",
    "name_hungarian": "Towerborne: Tengukincs",
    "name_czech": "Towerborne: Tenguovy zásoby",
    "name_turkish": "Towerborne: Tengu'nun Hazinesi",
    "name_brazilian": "Towerborne: Tesouro de Tengu",
    "name_greek": "Towerborne: Απόθεμα Tengu",
    "name_latam": "Towerborne: Horda de Tengu",
    "bundle": "101;500",
    "price": "1;USD499,CAD699,BRL2500,CLP400000,COP1850000,MXN8900,GBP425,EUR499,NOK5700,CHF495,PLN1999,ILS1999,SAR1799,ZAR8500,AED1999,CNY3000,HKD3500,TWD14900,JPY67000,KRW650000,INR37900,SGD699,AUD795,NZD895,IDR7250000,MYR2100,THB14900,VND11000000,PHP24900,KZT220000,UAH18900,KWD145,QAR1750,PEN1650,CRC245000,UYU19500",
    "use_bundle_price": true,
    "quantity": 0,
    "description": "Strike fear with the Towerborne - Tengu’s Hoard set! This bundle includes a full 4-piece Tengu-themed cosmetic armor set — Helmet, Shoulders, Chest Piece, and Leggings — plus 500 Belfry Bucks, the in-game currency used to unlock additional customization items, upgrades, and more. Towerborne is required to access this content (sold separately). Cosmetic items are purely visual and do not affect gameplay. For more info, visit www.towerborne.com",
    "description_german": "Verbreite Furcht und Schrecken mit dem Set Towerborne – Tengus Horde! Dieses Bundle enthält ein komplettes 4-teiliges Tengu-Rüstungsset – Helm, Schultern, Bruststück und Beinlinge – sowie 500 Belfry Bucks, die Währung im Spiel, mit der du zusätzliche Anpassungsgegenstände, Upgrades und mehr freischalten kannst. Towerborne wird benötigt, um auf diesen Inhalt zuzugreifen (separat erhältlich). Deko-Gegenstände sind rein visuell und haben keinen Einfluss auf das Gameplay. Weitere Informationen findest du auf www.towerborne.com",
    "description_french": "Instillez la peur chez l'ennemi avec l'ensemble Horde tengu de Towerborne ! Ce lot comprend une armure complète de 4 pièces sur le thème du tengu et offre un casque, des épaulières, un plastron et des jambières, ainsi que 500 Belfry Bucks, la monnaie utilisée dans le jeu pour acheter des articles de personnalisation, des améliorations et bien plus encore. Towerborne est nécessaire pour accéder à ce contenu (vendu séparément). Les objets cosmétiques sont purement visuels et n'ont aucun impact sur les performances de jeu. Pour plus d'informations, visitez www.towerborne.com",
    "description_italian": "Incuti timore con il set Towerborne - Scorta del tengu! Questo bundle include un set estetico per armatura di 4 parti a tema tengu (elmo, spalle, corazza e pantaloni) e 500 Belfry Buck, la valuta di gioco usata per sbloccare altri oggetti per la personalizzazione, potenziamenti e molto altro. Per accedere a questi contenuti è necessario il gioco base di Towerborne (venduto separatamente). Gli oggetti estetici hanno una funzione puramente visiva e non influiscono sull'esperienza di gioco. Per maggiori informazioni visita il sito www.towerborne.com",
    "description_koreana": "Towerborne - 텐구의 전리품 세트로 적들에게 공포를 선사하세요! 이 번들에는 텐구 테마의 외형 방어구 세트 4종(헬멧, 어깨 방어구, 가슴 방어구, 다리 방어구), 그리고 500 벨프라이 벅스가 포함되어 있습니다. 게임 내 화폐인 벨프라이 벅스를 사용해 추가 커스터마이즈 아이템, 업그레이드 등을 구매할 수 있습니다. 해당 콘텐츠를 이용하려면 Towerborne 게임이 필요합니다(별도 판매). 꾸미기 아이템은 오직 외관만을 변경시키는 콘텐츠로, 게임 플레이에는 영향을 미치지 않습니다. 자세한 내용은 www.towerborne.com에서 확인해 주세요.",
    "description_spanish": "¡Infunde miedo con el conjunto de provisiones de Tengu de Towerborne! Este lote incluye un conjunto cosmético de Tengu completo con una armadura 4 piezas (casco, hombreras, pechera y mallas), así como 500 Belfry Bucks, la moneda del juego que se utiliza para desbloquear objetos de personalización adicionales, mejoras y mucho más. Necesitas Towerborne para acceder a este contenido (se vende por separado). Los cosméticos son puramente visuales y no afectan a la jugabilidad. Para más información, visita www.towerborne.com",
    "description_schinese": "《Towerborne》天狗的秘藏来袭，令敌人闻风丧胆！该捆绑包内含天狗主题装饰性盔甲套装 (4 件套)：头盔、肩甲、胸甲与护腿。另附 500 Belfry Bucks，可用于解锁额外的自定义物品和升级内容等。 获取该内容需拥有《Towerborne》游戏本体 (单独购买)。装饰性物品仅用于视觉展示，对实际游戏玩法无任何影响。 如需了解更多信息，请访问 www.towerborne.com",
    "description_tchinese": "用《Towerborne》天狗秘藏套裝震懾敵人！此同捆包含有一組完整的 4 件天狗主題外觀盔甲 (頭盔、肩甲、胸甲和腿甲)，外加 500 Belfry Bucks，這個遊戲內貨幣可用於解鎖額外的自訂物品、升級等。 需要《Towerborne》才可使用此內容 (另售)。外觀物品只會改變造型，不會影響遊戲。 詳情請見 www.towerborne.com",
    "description_russian": "Внушайте ужас с набором Towerborne «Припасы тэнгу»! Включает в себя набор брони из 4 косметических предметов в стиле тэнгу: шлем, наплечники, нагрудник, кальсоны и 500 Belfry Bucks, внутриигровой валюты, которую можно использовать на дополнительные предметы, улучшения и не только. Для доступа к контенту необходима копия Towerborne (покупается отдельно). Косметические предметы меняют только облик и не влияют на игровой процесс. Подробности: www.towerborne.com",
    "description_japanese": "「Towerborne」の天狗衆セットで敵を恐怖のどん底に叩き落とそう！このバンドルには、天狗をテーマにした 4 種の防具用装飾品（ヘルム、ショルダー、胴、レギンス）と、ゲーム内でカスタマイズアイテムや強化をアンロックするのに使える 500 ベルフリーバックスが含まれています。 このコンテンツを使用するには、「Towerborne」（別売り）が必要です。装飾品アイテムは見た目を変えるだけのものであり、ゲームプレイには影響しません。 詳細については、www.towerborne.com をご覧ください",
    "description_portuguese": "Causa medo com o conjunto Towerborne — Tesouro de Tengu! Este pacote inclui um conjunto completo de 4 peças de armadura cosmética com o tema Tengu — capacete, ombros, peitoral e perneiras — mais 500 Belfry Bucks, a moeda do jogo usada para desbloquear itens de personalização adicionais, atualizações e muito mais. O Towerborne é necessário para aceder a este conteúdo (vendido separadamente). Os itens cosméticos são puramente visuais e não afetam a jogabilidade. Para mais informações, visita www.towerborne.com",
    "description_polish": "Wzbudź strach dzięki zestawowi Towerborne: Łupy Tengu! Znajdziesz w nim 4-częściowy komplet zbroi kosmetycznej Tengu – hełm, naramienniki, napierśnik i sztylpy – oraz 500 Belfry Bucks, waluty w grze używanej do odblokowywania dodatkowych opcji personalizacji, ulepszeń i nie tylko. Aby uzyskać dostęp do tej zawartości, wymagana jest gra Towerborne (sprzedawana oddzielnie). Elementy kosmetyczne mają wyłącznie charakter wizualny i nie wpływają na rozgrywkę. Więcej informacji na stronie www.towerborne.com",
    "description_danish": "Indgyd frygt i fjendernes hjerter med Towerborne – Tengus forråd-sættet! Den samling indeholder en kosmetisk rusting i fire dele med Tengu-tema – hjelm, skulderværn, brystværn og benskinner – samt 500 Belfry Bucks – spillets valuta, der bruges til oplåsning af yderligere tilpasningsgenstande, opgraderinger og meget mere. Towerborne skal have adgang til indholdet (sælges separat). Kosmetiske genstande ændrer kun visuelle afspekter af spillet, de påvirker ikke spillets gameplay. Find flere oplysninger på www.towerborne.com",
    "description_dutch": "Jaag je vijanden de stuipen op het lijf met Towerborne - Tengu's voorraad! Deze bundel omvat een volledige, 4-delige cosmetics-harnasset met Tengu-thema (helm, schouderstukken, borstplaat en legging), plus 500 Belfry Bucks, de in-game valuta waarmee je extra aanpassingsitems, items, upgrades en meer kunt ontgrendelen. Je hebt Towerborne nodig voor toegang tot deze content (afzonderlijk verkrijgbaar). Cosmetics zijn puur visueel van aard en niet van invloed op de gameplay. Ga naar www.towerborne.com voor meer informatie",
    "description_finnish": "Kylvä pelkoa Towerborne: Tengu’s Hoard -sarjalla! Tämä kokoelma sisältää täydellisen neliosaisen Tengu-aiheisen kosmeettisen haarniskasarjan – kypärän, olkapanssarit, rintapanssarin ja jalkapanssarit – sekä 500 Belfry Buckia, joka on pelivaluuttaa, jolla voi avata ylimääräisiä mukautusesineitä, päivityksiä ynnä muuta. Tämän sisällön käyttäminen vaatii Towerborne-pelin (myydään erikseen). Ulkoasuesineet ovat pelkästään kosmeettisia eivätkö ne vaikuta pelaamiseen. Lisätietoa löytyy osoitteesta www.towerborne.com",
    "description_norwegian": "Skap frykt med settet Towerborne – Tenguens skatt! Pakken inneholder et komplett kosmetisk rustningssett i 4 deler med Tengu-tema: hjelm, skulderbeskyttelse, brystbeskyttelse og beinbeskyttelse. Dessuten får du 500 Belfry Bucks, spillvalutaen du kan bruke til å låse opp ekstra elementer for tilpasning, oppgraderinger og mye mer. For å få tilgang til dette innholdet trenger man Towerborne (selges separat). Kosmetiske gjenstander er utelukkende visuelle og påvirker ikke gameplayet. Du finner mer informasjon på www.towerborne.com",
    "description_swedish": "Skräm vettet ur motståndarna med Towerborne – Tengus skatt-paketet! Det innehåller alla fyra delar av det kosmetiska Tengu-rustningssetet – hjälmen, axelskydden, kroppen och benskydden – plus 500 Belfry Bucks, spelvalutan som används för att skaffa nya anpassningsföremål, uppgraderingar med mera. Towerborne krävs för att komma åt innehållet (säljs separat). Kosmetiska föremål är rent visuella och har ingen effekt på spelet. Besök www.towerborne.com för mer information.",
    "description_hungarian": "Kelts félelmet a Towerborne – Tengukincs szettel! A csomag egy négyrészes Tengu témájú páncélkinézetszettet (sisak, váll-, mell- és lábvért) tartalmaz, valamint 500 Belfry Buckot, a játékbeli pénzt, amivel további tárgyakat, fejlesztéseket és egyéb dolgokat vásárolhatsz a karaktered testreszabásához. A tartalom használatához rendelkezned kell a Towerborne alapjátékkal (külön kapható). A kinézetmódosítók pusztán látványelemek, amelyek a játékmenetet nem befolyásolják. További részletekért lásd: www.towerborne.com",
    "description_czech": "Naháněj strach v Towerbornu – se sadou Tenguových zásob! Tato sada obsahuje celé 4 kusy kosmetického brnění s motivem Tengu – helmu, chrániče ramen, hrudní brnění a kamaše – a navíc 500 Belfry Bucks, což je herní měna, díky které si ve hře odemkneš další předměty pro přizpůsobení, upgrady atd. Přístup k tomuto obsahu vyžaduje hru Towerborne (prodává se samostatně). Kosmetické předměty jsou pouze vizuální a na vlastní hru nemají vliv. Další informace najdeš na webu www.towerborne.com.",
    "description_turkish": "Towerborne - Tengu'nun Hazinesi setiyle korku sal! Bu pakette Tengu temalı ve 4 parçalı eksiksiz bir kozmetik zırh seti mevcut. Sette Başlık, Omuz, Göğüslük ve Tayta ek olarak 500 Belfry Bucks var. Belfry Bucks, ek özelleştirme eşyalarını, yükseltmeleri ve daha fazlasını açmaya yarayan oyun içi para birimi. Bu içeriğe erişmek için ayrıca satılan Towerborne gerekir. Kozmetik eşyalar sadece görseldir ve oynanışı değiştirmez. Daha fazla bilgi için www.towerborne.com adresini ziyaret et.",
    "description_brazilian": "Aterrorize seus inimigos com o conjunto Towerborne: Tesouro de Tengu! Este pacote inclui um conjunto completo de armadura cosmética temática de Tengu com 4 peças (Elmo, Ombreiras, Peitoral e Perneiras), além de 500 Belfry Bucks, a moeda do jogo usada para desbloquear itens adicionais de personalização, melhorias e muito mais. Towerborne é necessário para acessar este conteúdo (vendido separadamente). Itens cosméticos são puramente visuais e não afetam a jogabilidade. Para mais informações, acesse www.towerborne.com",
    "description_greek": "Σκόρπισε τον τρόμο με το σετ Towerborne: Απόθεμα Tengu! Αυτό το πακέτο περιλαμβάνει ένα πλήρες σετ πανοπλιών 4 τεμαχίων με θέμα το Tengu –Κράνος, Ώμοι, Στήθος και Περικνημίδες– συν 500 Belfry Bucks, το νόμισμα εντός του παιχνιδιού που χρησιμοποιείται για το ξεκλείδωμα πρόσθετων στοιχείων προσαρμογής, αναβαθμίσεων και άλλων. Για την πρόσβαση σε αυτό το περιεχόμενο απαιτείται το Towerborne (πωλείται ξεχωριστά). Τα αντικείμενα αξεσουάρ είναι καθαρά οπτικά και δεν επηρεάζουν το παιχνίδι. Για περισσότερες πληροφορίες, επισκέψου την τοποθεσία www.towerborne.com",
    "description_latam": "Compra 500 Belfry Bucks, la moneda que se usa dentro de Towerborne. Úsala para obtener armaduras, armas y aspectos de umbra prémium y personalizar aún más a tu As o para adquirir núcleos de curiosidades. Para obtener más información, visita www.towerborne.com",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "game_only": true,
    "purchase_limit": 1
  },
  {
    "appid": "2458830",
    "itemdefid": "500",
    "Timestamp": "2025-05-06T16:53:56Z",
    "modified": "20250506T165356Z",
    "date_created": "20250311T202639Z",
    "type": "item",
    "display_type": "",
    "name": "Towerborne - 500 Belfry Bucks",
    "name_german": "Towerborne – 500 Belfry Bucks",
    "name_french": "Towerborne - 500 Belfry Bucks",
    "name_italian": "Towerborne – 500 Belfry Buck",
    "name_koreana": "Towerborne - 500 벨프라이 벅스",
    "name_spanish": "Towerborne: 500 Belfry Bucks",
    "name_schinese": "《Towerborne》 - 500 Belfry Bucks",
    "name_tchinese": "Towerborne - 《Towerborne》 - 500 Belfry Bucks",
    "name_russian": "Towerborne — 500 Belfry Bucks",
    "name_japanese": "Towerborne - 500 ベルフリーバックス",
    "name_portuguese": "Towerborne: 500 Belfry Bucks",
    "name_polish": "Towerborne – 500 Belfry Bucks",
    "name_danish": "Towerborne – 500 Belfry Bucks",
    "name_dutch": "Towerborne – 500 Belfry Bucks",
    "name_finnish": "Towerborne – 500 Belfry Buckia",
    "name_norwegian": "Towerborne – 500 Belfry Bucks",
    "name_swedish": "Towerborne – 500 Belfry Bucks",
    "name_hungarian": "Towerborne – 500 Belfry Buck",
    "name_czech": "Towerborne – 500 Belfry Bucks",
    "name_turkish": "Towerborne - 500 Belfry Bucks",
    "name_brazilian": "Towerborne: 500 Belfry Bucks",
    "name_greek": "Towerborne - 500 Belfry Bucks",
    "name_latam": "Towerborne: 500 Belfry Bucks",
    "price": "1;USD499,CAD699,BRL2500,CLP400000,COP1850000,MXN8900,GBP425,EUR499,NOK5700,CHF495,PLN1999,ILS1999,SAR1799,ZAR8500,AED1999,CNY3000,HKD3500,TWD14900,JPY67000,KRW650000,INR37900,SGD699,AUD795,NZD895,IDR7250000,MYR2100,THB14900,VND11000000,PHP24900,KZT220000,UAH18900,KWD145,QAR1750,PEN1650,CRC245000,UYU19500",
    "quantity": 0,
    "description": "Buy 500 Belfry Bucks, the in-game currency used in Towerborne. Spend Belfry Bucks to get premium armor, weapon, and umbra skins to further customize your Ace or acquire Curio Cores. For more info, visit www.towerborne.com",
    "description_german": "Kaufe 500 Belfry Bucks, die Währung im Spiel Towerborne. Gib Belfry Bucks für besondere Rüstungs-, Waffen- und Umbra-Skins aus, um dein Ass stärker zu individualisieren, oder erwirb Kuriokerne damit. Weitere Informationen findest du auf www.towerborne.com",
    "description_french": "Achetez 500 Belfry Bucks, la monnaie utilisée dans Towerborne. Dépensez des Belfry Bucks pour obtenir des armures, des armes et des skins d'Umbra premium pour personnaliser encore plus votre Prodige, ou encore des noyaux de curiosité. Pour plus d'informations, visitez www.towerborne.com",
    "description_italian": "Compra 500 Belfry Buck, la valuta di gioco usata in Towerborne. Spendi i Belfry Buck per ottenere armature, armi e skin per Umbra premium che ti permettono di personalizzare ulteriormente il tuo Asso o di ottenere nucluriosi. Per maggiori informazioni, visita il sito www.towerborne.com",
    "description_koreana": "Towerborne의 게임 내 화폐인 500 벨프라이 벅스를 구매하세요. 벨프라이 벅스로 프리미엄 방어구, 무기, 움브라 스킨을 구매해 에이스를 내 마음대로 커스터마이즈하거나 큐리오 코어를 획득할 수 있습니다. 자세한 내용은 www.towerborne.com에서 확인해 주세요.",
    "description_spanish": "Compra 500 Belfry Bucks, la moneda de Towerborne. Gástalos para conseguir armaduras, armas y aspectos de umbra prémium para personalizar más a tu as o conseguir núcleos curio. Para más información, visita www.towerborne.com",
    "description_schinese": "购买 500 Belfry Bucks，即《Towerborne》中的虚拟货币。使用 Belfry Bucks 购买高级盔甲、武器与乌布拉皮肤，进一步自定义你的英灵战士，或用于获取珍宝箱钥匙。 如需了解更多信息，请访问 www.towerborne.com",
    "description_tchinese": "購買 500 Belfry Bucks，這是《Towerborne》中使用的遊戲內貨幣。用 Belfry Bucks 取得特級盔甲、武器和烏布拉造型來進一步自訂英靈戰士，或是獲取珍寶箱秘鑰。 詳情請見 www.towerborne.com",
    "description_russian": "Купите 500 Belfry Bucks — внутриигровую валюту Towerborne. Belfry Bucks можно потратить на премиальную броню, оружие и облики умбр, чтобы сделать вашего аса еще уникальнее, а также на сердцевины диковин. Подробности: www.towerborne.com",
    "description_japanese": "「Towerborne」で使用可能なゲーム内通貨、500 ベルフリーバックスを購入。ベルフリーバックスは、特別な防具、武器、アンブラ用スキンを購入して、エースをさらにカスタマイズしたり、骨董品の核を入手したりするのに使用できます。 詳細については、www.towerborne.com をご覧ください",
    "description_portuguese": "Compra 500 Belfry Bucks, a moeda do jogo utilizada em Towerborne. Gasta Belfry Bucks para obteres armaduras, armas e visuais umbra premium para personalizares ainda mais o teu Ás ou adquirires Núcleos do Curio. Para obteres mais informações, consulta www.towerborne.com",
    "description_polish": "Kup 500 Belfry Bucks – to waluta w Towerborne, którą możesz przeznaczyć na zakup wyjątkowych skórek broni, pancerza i Umbry, dzięki którym uczynisz swego Asa postacią jedyną w swoim rodzaju, a także rdzeni osobliwości. Więcej informacji na stronie www.towerborne.com",
    "description_danish": "Køb 500 Belfry Bucks – valutaen, der anvendes i Towerborne. Du kan bruge Belfry Bucks på premium rustning, våben og umbra-skins til videre tilpasning af din ace eller anskaffelse af kuriositetskerner. Læs mere på www.towerborne.com",
    "description_dutch": "Koop 500 Belfry Bucks, de in-game valuta die in Towerborne wordt gebruikt. Geef Belfry Bucks uit om premiumharnassen, -wapens en Umbra-skins te krijgen om je Ace verder aan te passen of Curiokernen te verwerven. Ga naar www.towerborne.com voor meer informatie",
    "description_finnish": "Osta 500 Belfry Buckia, Towerbornessa käytettävää pelivaluuttaa. Belfry Buckeilla voit ostaa ensiluokkaisia haarniskoja, aseita ja umbran skinejä muokataksesi ässääsi lisää, tai hankkia kuriositeettiytimiä. Lisätietoa löytyy osoitteesta www.towerborne.com",
    "description_norwegian": "Kjøp 500 Belfry Bucks, spillvalutaen i Towerborne. Bruk Belfry Bucks for å få tak i kuriositetskjerner eller eksklusive rustninger, våpen og umbra-skins som du kan tilpasse esset ditt med. Du finner mer informasjon på www.towerborne.com",
    "description_swedish": "Köp 500 Belfry Bucks, spelvalutan i Towerborne. Spendera Belfry Bucks på rustningar, vapen och umbrautseenden i premiumsegmentet för att anpassa ditt ess eller skaffa kuriositetskärnor. Besök www.towerborne.com för mer information.",
    "description_hungarian": "Vásárolj 500 Belfry Buckot, a Towerborne játékbeli pénzét. A Belfry Buckokért prémium páncél-, fegyver- és umbrakinézeteket vásárolhatsz az ászod egyedivé tételéhez, valamint kuriózummagokat szerezhetsz. További részletekért lásd: www.towerborne.com",
    "description_czech": "Kup si 500 Belfry Bucks, herní měnu ve hře Towerborne. Belfry Bucks můžeš utratit za prémiové brnění, zbraně a skiny Umbrů, díky kterým si přizpůsobíš Esa nebo získáš jádra kuriozit. Další informace najdeš na webu www.towerborne.com.",
    "description_turkish": "500 Belfry Bucks satın al. Belfry Bucks, Towerborne'da kullanılan oyun içi para birimidir. Belfry Bucks ile Asını daha da özelleştirmek için premium zırhlar, silahlar ve umbra görünümleri alabilir veya Nadir Eser Çekirdekleri edinebilirsin. Daha fazla bilgi için www.towerborne.com adresini ziyaret et.",
    "description_brazilian": "Kup 500 Belfry Bucks – to waluta w Towerborne, którą możesz przeznaczyć na zakup wyjątkowych skórek broni, pancerza i Umbry, dzięki którym uczynisz swego Asa postacią jedyną w swoim rodzaju, a także rdzeni osobliwości. Więcej informacji na stronie www.towerborne.com",
    "description_greek": "Αγόρασε 500 Belfry Bucks, το νόμισμα εντός του παιχνιδιού που χρησιμοποιείται στο Towerborne. Ξόδεψε Belfry Bucks για να αποκτήσεις premium πανοπλία, όπλα και εμφανίσεις Άμπρα για να προσαρμόσεις ακόμη περισσότερο τον Πρώτο σου ή για να αποκτήσεις πυρήνες τιμαλφών. Για περισσότερες πληροφορίες, επισκέψου την τοποθεσία www.towerborne.com",
    "description_latam": "Compra 500 Belfry Bucks, la moneda que se usa dentro de Towerborne. Úsala para obtener armaduras, armas y aspectos de umbra prémium y personalizar aún más a tu As o para adquirir núcleos de curiosidades. Para obtener más información, visita www.towerborne.com",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "game_only": true
  },
  {
    "appid": "2458830",
    "itemdefid": "1000",
    "Timestamp": "2025-05-06T16:54:06Z",
    "modified": "20250506T165406Z",
    "date_created": "20250311T202639Z",
    "type": "item",
    "display_type": "",
    "name": "Towerborne - 1,000 Belfry Bucks",
    "name_german": "Towerborne – 1000 Belfry Bucks",
    "name_french": "Towerborne - 1 000 Belfry Bucks",
    "name_italian": "Towerborne – 1.000 Belfry Buck",
    "name_koreana": "Towerborne - 1,000 벨프라이 벅스",
    "name_spanish": "Towerborne: 1000 Belfry Bucks",
    "name_schinese": "《Towerborne》 - 1000 Belfry Bucks",
    "name_tchinese": "Towerborne - 《Towerborne》 - 1,000 Belfry Bucks",
    "name_russian": "Towerborne — 1000 Belfry Bucks",
    "name_japanese": "Towerborne - 1,000 ベルフリーバックス",
    "name_portuguese": "Towerborne: 1000 Belfry Bucks",
    "name_polish": "Towerborne – 1000 Belfry Bucks",
    "name_danish": "Towerborne – 1.000 Belfry Bucks",
    "name_dutch": "Towerborne – 1.000 Belfry Bucks",
    "name_finnish": "Towerborne – 1 000 Belfry Buckia",
    "name_norwegian": "Towerborne – 1000 Belfry Bucks",
    "name_swedish": "Towerborne – 1 000 Belfry Bucks",
    "name_hungarian": "Towerborne – 1000 Belfry Buck",
    "name_czech": "Towerborne – 1 000 Belfry Bucks",
    "name_turkish": "Towerborne - 1.000 Belfry Bucks",
    "name_brazilian": "Towerborne: 1.000 Belfry Bucks",
    "name_greek": "Towerborne - 1.000 Belfry Bucks",
    "name_latam": "Towerborne: 1000 Belfry Bucks",
    "price": "1;USD999,CAD1399,BRL5000,CLP800000,COP3700000,MXN17800,GBP849,EUR999,NOK11400,CHF995,PLN3999,ILS3999,SAR3599,ZAR17000,AED3999,CNY6000,HKD7000,TWD29800,JPY134000,KRW1300000,INR75900,SGD1399,AUD1590,NZD1790,IDR14500000,MYR4200,THB29800,VND22000000,PHP49800,KZT440000,UAH37800,KWD290,QAR3500,PEN3300,CRC490000,UYU39000",
    "quantity": 0,
    "description": "Buy 500 Belfry Bucks, the in-game currency used in Towerborne. Spend Belfry Bucks to get premium armor, weapon, and umbra skins to further customize your Ace or acquire Curio Cores. For more info, visit www.towerborne.com",
    "description_german": "Kaufe 1000 Belfry Bucks, die Währung im Spiel Towerborne. Gib Belfry Bucks für besondere Rüstungs-, Waffen- und Umbra-Skins aus, um dein Ass stärker zu individualisieren, oder erwirb Kuriokerne damit. Weitere Informationen findest du auf www.towerborne.com",
    "description_french": "Achetez 1 000 Belfry Bucks, la monnaie utilisée dans Towerborne. Dépensez des Belfry Bucks pour obtenir des armures, des armes et des skins d'Umbra premium pour personnaliser encore plus votre Prodige, ou encore des noyaux de curiosité. Pour plus d'informations, visitez www.towerborne.com",
    "description_italian": "Compra 1.000 Belfry Buck, la valuta di gioco usata in Towerborne. Spendi i Belfry Buck per ottenere armature, armi e skin per Umbra premium che ti permettono di personalizzare ulteriormente il tuo Asso o di ottenere nucluriosi. Per maggiori informazioni, visita il sito www.towerborne.com",
    "description_koreana": "Towerborne의 게임 내 화폐인 1,000 벨프라이 벅스를 구매하세요. 벨프라이 벅스로 프리미엄 방어구, 무기, 움브라 스킨을 구매해 에이스를 내 마음대로 커스터마이즈하거나 큐리오 코어를 획득할 수 있습니다. 자세한 내용은 www.towerborne.com에서 확인해 주세요.",
    "description_spanish": "Compra 1000 Belfry Bucks, la moneda de Towerborne. Gástalos para conseguir armaduras, armas y aspectos de umbra prémium para personalizar más a tu as o conseguir núcleos curio. Para más información, visita www.towerborne.com",
    "description_schinese": "购买 1000 Belfry Bucks，即《Towerborne》中的虚拟货币。使用 Belfry Bucks 购买高级盔甲、武器与乌布拉皮肤，进一步自定义你的英灵战士，或用于获取珍宝箱钥匙。 如需了解更多信息，请访问 www.towerborne.com",
    "description_tchinese": "購買 1,000 Belfry Bucks，這是《Towerborne》中使用的遊戲內貨幣。用 Belfry Bucks 取得特級盔甲、武器和烏布拉造型來進一步自訂英靈戰士，或是獲取珍寶箱秘鑰。 詳情請見 www.towerborne.com",
    "description_russian": "Купите 1000 Belfry Bucks — внутриигровую валюту Towerborne. Belfry Bucks можно потратить на премиальную броню, оружие и облики умбр, чтобы сделать вашего аса еще уникальнее, а также на сердцевины диковин. Подробности: www.towerborne.com",
    "description_japanese": "「Towerborne」で使用可能なゲーム内通貨、1,000 ベルフリーバックスを購入。ベルフリーバックスは、特別な防具、武器、アンブラ用スキンを購入して、エースをさらにカスタマイズしたり、骨董品の核を入手したりするのに使用できます。 詳細については、www.towerborne.com をご覧ください",
    "description_portuguese": "Compra 1000 Belfry Bucks, a moeda do jogo utilizada em Towerborne. Gasta Belfry Bucks para obteres armaduras, armas e visuais umbra premium para personalizares ainda mais o teu Ás ou adquirires Núcleos do Curio. Para obteres mais informações, consulta www.towerborne.com",
    "description_polish": "Kup 1000 Belfry Bucks – to waluta w Towerborne, którą możesz przeznaczyć na zakup wyjątkowych skórek broni, pancerza i Umbry, dzięki którym uczynisz swego Asa postacią jedyną w swoim rodzaju, a także rdzeni osobliwości. Więcej informacji na stronie www.towerborne.com",
    "description_danish": "Køb 1000 Belfry Bucks – valutaen, der anvendes i Towerborne. Du kan bruge Belfry Bucks på premium rustning, våben og umbra-skins til videre tilpasning af din ace eller anskaffelse af kuriositetskerner. Læs mere på www.towerborne.com",
    "description_dutch": "Koop 1000 Belfry Bucks, de in-game valuta die in Towerborne wordt gebruikt. Geef Belfry Bucks uit om premiumharnassen, -wapens en Umbra-skins te kopen om je Ace verder aan te passen of om Curiokernen te verwerven. Ga naar www.towerborne.com voor meer informatie",
    "description_finnish": "Osta 1 000 Belfry Buckia, Towerbornessa käytettävää pelivaluuttaa. Belfry Buckeilla voit ostaa ensiluokkaisia haarniskoja, aseita ja umbran skinejä muokataksesi ässääsi lisää, tai hankkia kuriositeettiytimiä. Lisätietoa löytyy osoitteesta www.towerborne.com",
    "description_norwegian": "Kjøp 1000 Belfry Bucks, spillvalutaen i Towerborne. Bruk Belfry Bucks for å få tak i kuriositetskjerner eller eksklusive rustninger, våpen og umbra-skins som du kan tilpasse esset ditt med. Du finner mer informasjon på www.towerborne.com",
    "description_swedish": "Köp 1 000 Belfry Bucks, spelvalutan i Towerborne. Spendera Belfry Bucks på rustningar, vapen och umbrautseenden i premiumsegmentet för att anpassa ditt ess eller skaffa kuriositetskärnor.",
    "description_hungarian": "Vásárolj 1000 Belfry Buckot, a Towerborne játékbeli pénzét. A Belfry Buckokért prémium páncél-, fegyver- és umbrakinézeteket vásárolhatsz az ászod egyedivé tételéhez, valamint kuriózummagokat szerezhetsz. További részletekért lásd: www.towerborne.com",
    "description_czech": "Kup si 1 000 Belfry Bucks, herní měnu ve hře Towerborne. Belfry Bucks můžeš utratit za prémiové brnění, zbraně a skiny Umbrů, díky kterým si přizpůsobíš Esa nebo získáš jádra kuriozit. Další informace najdeš na webu www.towerborne.com.",
    "description_turkish": "1.000 Belfry Bucks satın al. Belfry Bucks, Towerborne'da kullanılan oyun içi para birimidir. Belfry Bucks ile Asını daha da özelleştirmek için premium zırhlar, silahlar ve umbra görünümleri alabilir veya Nadir Eser Çekirdekleri edinebilirsin. Daha fazla bilgi için www.towerborne.com adresini ziyaret et.",
    "description_brazilian": "Compre 1.000 Belfry Bucks, a moeda usada em Towerborne. Gaste Belfry Bucks para obter visuais premium de armaduras, armas e Umbras para personalizar ainda mais seu Ás ou adquirir Núcleos de Curio. Para mais informações, acesse www.towerborne.com",
    "description_greek": "Αγόρασε 1000 Belfry Bucks, το νόμισμα εντός του παιχνιδιού που χρησιμοποιείται στο Towerborne. Ξόδεψε Belfry Bucks για να αποκτήσεις premium πανοπλία, όπλα και εμφανίσεις Άμπρα για να προσαρμόσεις ακόμη περισσότερο τον Πρώτο σου ή για να αποκτήσεις πυρήνες τιμαλφών. Για περισσότερες πληροφορίες, επισκέψου την τοποθεσία www.towerborne.com",
    "description_latam": "Compra 1000 Belfry Bucks, la moneda que se usa dentro de Towerborne. Úsalos para obtener armaduras, armas y aspectos de umbra prémium y personalizar aún más a tu As o para adquirir núcleos de curiosidades. Para obtener más información, visita www.towerborne.com",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "game_only": true
  },
  {
    "appid": "2458830",
    "itemdefid": "2000",
    "Timestamp": "2025-05-06T16:54:19Z",
    "modified": "20250506T165419Z",
    "date_created": "20250311T202639Z",
    "type": "item",
    "display_type": "",
    "name": "Towerborne - 2,000 (+200 Bonus) Belfry Bucks",
    "name_german": "Towerborne – 2000 (+200) Belfry Bucks",
    "name_french": "Towerborne - 2 000 Belfry Bucks (+200 en bonus)",
    "name_italian": "Towerborne - 2.000 Belfry Buck (+200 bonus)",
    "name_koreana": "Towerborne - 2,000(+200 보너스) 벨프라이 벅스",
    "name_spanish": "Towerborne: 2000 (+200) Belfry Bucks",
    "name_schinese": "《Towerborne》 - 2000 (+200 奖励) Belfry Bucks",
    "name_tchinese": "《Towerborne》2,000 (額外 +200) Belfry Bucks",
    "name_russian": "Towerborne — 2000 Belfry Bucks (бонус +200)",
    "name_japanese": "Towerborne - 2,000（特典: +200）ベルフリーバックス",
    "name_portuguese": "Towerborne — 2000 (+200 de bónus) Belfry Bucks",
    "name_polish": "Towerborne – 2000 (+200) Belfry Bucks",
    "name_danish": "Towerborne – 2.000 (+200 bonus) Belfry Bucks",
    "name_dutch": "Towerborne - 2000 (+200 gratis) Belfry Bucks",
    "name_finnish": "Towerborne – 2 000 Belfry Buckia (+200 bonus)",
    "name_norwegian": "Towerborne – 2000 (+200 i bonus) Belfry Bucks",
    "name_swedish": "Towerborne – 2 000 Belfry Bucks (+200 i bonus)",
    "name_hungarian": "Towerborne – 2000 (+200 bónusz) Belfry Buck",
    "name_czech": "Towerborne – 2 000 (+200 bonus) Belfry Bucks",
    "name_turkish": "Towerborne - 2.000 (+200 Bonus) Belfry Bucks",
    "name_brazilian": "Towerborne: 2.000 Belfry Bucks (+200 de Bônus)",
    "name_greek": "Towerborne - 2.000 (+200 μπόνους) Belfry Bucks",
    "name_latam": "Towerborne: 2000 Belfry Bucks (+200 de bonificación)",
    "price": "1;USD1999,CAD2799,BRL10000,CLP1600000,COP7400000,MXN35600,GBP1699,EUR1999,NOK22800,CHF1995,PLN7999,ILS7999,SAR7199,ZAR34000,AED7999,CNY12000,HKD14000,TWD59600,JPY268000,KRW2600000,INR151800,SGD2799,AUD3180,NZD3580,IDR29000000,MYR8400,THB59600,VND44000000,PHP99600,KZT880000,UAH75600,KWD580,QAR7000,PEN6600,CRC980000,UYU78000",
    "quantity": 0,
    "description": "Buy 2000 Belfry Bucks, the in-game currency used in Towerborne and receive an additional bonus 200 Belfry Bucks. Spend Belfry Bucks to get premium armor, weapon, and umbra skins to further customize your Ace or acquire Curio Cores. For more info, visit www.towerborne.com",
    "description_german": "Kaufe 2000 Belfry Bucks, die Währung im Spiel Towerborne, und erhalte einen Bonus von 200 Belfry Bucks. Gib Belfry Bucks für besondere Rüstungs-, Waffen- und Umbra-Skins aus, um dein Ass stärker zu individualisieren, oder erwirb Kuriokerne damit. Weitere Informationen findest du auf www.towerborne.com",
    "description_french": "Achetez 2 000 Belfry Bucks, la monnaie utilisée dans Towerborne et recevez 200 Belfry Bucks de plus en guise de bonus. Dépensez des Belfry Bucks pour obtenir des armures, des armes et des skins d'Umbra premium pour personnaliser encore plus votre Prodige, ou encore des noyaux de curiosité. Pour plus d'informations, visitez www.towerborne.com",
    "description_italian": "Compra 2.000 Belfry Buck, la valuta di gioco usata in Towerborne, e ricevi un bonus aggiuntivo di 200 Belfry Buck. Spendi i Belfry Buck per ottenere armature, armi e skin per Umbra premium che ti permettono di personalizzare ulteriormente il tuo Asso o di ottenere nucluriosi. Per maggiori informazioni, visita il sito www.towerborne.com",
    "description_koreana": "Towerborne의 게임 내 화폐인 2,000 벨프라이 벅스를 구매하고 200 벨프라이 벅스를 보너스로 획득하세요. 벨프라이 벅스로 프리미엄 방어구, 무기, 움브라 스킨을 구매해 에이스를 내 마음대로 커스터마이즈하거나 큐리오 코어를 획득할 수 있습니다. 자세한 내용은 www.towerborne.com에서 확인해 주세요.",
    "description_spanish": "Compra 2000 Belfry Bucks, la moneda de Towerborne, y recibe una bonificación de 200 Belfry Bucks. Gástalos para conseguir armaduras, armas y aspectos de umbra prémium para personalizar más a tu as o conseguir núcleos curio. Para más información, visita www.towerborne.com",
    "description_schinese": "购买 2000 Belfry Bucks，可额外获赠 200 Belfry Bucks 奖励。Belfry Bucks 是《Towerborne》中的虚拟货币，可用于购买高级盔甲、武器与乌布拉皮肤，进一步自定义你的英灵战士，或用于获取珍宝箱钥匙。 如需了解更多信息，请访问 www.towerborne.com",
    "description_tchinese": "購買 2,000 Belfry Bucks 並額外獲得 200 Belfry Bucks，這是《Towerborne》中使用的遊戲內貨幣。用 Belfry Bucks 取得特級盔甲、武器和烏布拉造型來進一步自訂英靈戰士，或是獲取珍寶箱秘鑰。 詳情請見 www.towerborne.com",
    "description_russian": "Купите 2000 Belfry Bucks — внутриигровую валюту Towerborne — и получите 200 Belfry Bucks дополнительно. Belfry Bucks можно потратить на премиальную броню, оружие и облики умбр, чтобы сделать вашего аса еще уникальнее, а также на сердцевины диковин. Подробности: www.towerborne.com",
    "description_japanese": "「Towerborne」で使用可能なゲーム内通貨、2,000 ベルフリーバックスを購入し、特典として追加で 200 ベルフリーバックスを入手。ベルフリーバックスは、特別な防具、武器、アンブラ用スキンを購入して、エースをさらにカスタマイズしたり、骨董品の核を入手したりするのに使用できます。 詳細については、www.towerborne.com をご覧ください",
    "description_portuguese": "Compra 2000 Belfry Bucks, a moeda do jogo utilizada em Towerborne, e recebe um bónus de 200 Belfry Bucks adicionais. Gasta Belfry Bucks para obteres armaduras, armas e visuais umbra premium para personalizares ainda mais o teu Ás ou adquirires Núcleos do Curio. Para obteres mais informações, consulta www.towerborne.com",
    "description_polish": "Kup 2000 Belfry Bucks i otrzymaj 200 Belfry Bucks w prezencie. Belfry Bucks to waluta w Towerborne, którą możesz przeznaczyć na zakup wyjątkowych skórek broni, pancerza i Umbry, dzięki którym uczynisz swego Asa postacią jedyną w swoim rodzaju, a także rdzeni osobliwości. Więcej informacji na stronie www.towerborne.com",
    "description_danish": "Køb 2000 Belfry Bucks – valutaen, der anvendes i Towerborne – og få 200 ekstra Belfry Bucks i bonus. Du kan bruge Belfry Bucks på premium rustning, våben og umbra-skins til videre tilpasning af din ace eller anskaffelse af kuriositetskerner. Læs mere på www.towerborne.com",
    "description_dutch": "Koop 2000 Belfry Bucks, de in-game valuta die in Towerborne wordt gebruikt en ontvang 200 Belfry Bucks gratis. Geef Belfry Bucks uit om premiumharnassen, -wapens en Umbra-skins te krijgen om je Ace verder aan te passen of Curiokernen te verwerven. Ga naar www.towerborne.com voor meer informatie",
    "description_finnish": "Osta 2 000 Belfry Buckia, Towerbornessa käytettävää pelivaluuttaa, niin saat kaupan päälle 200 Belfry Buckia lisää. Belfry Buckeilla voit ostaa ensiluokkaisia haarniskoja, aseita ja umbran skinejä muokataksesi ässääsi lisää, tai hankkia kuriositeettiytimiä. Lisätietoa löytyy osoitteesta www.towerborne.com",
    "description_norwegian": "Kjøp 2000 Belfry Bucks, spillvalutaen i Towerborne, og få ytterligere 200 Belfry Bucks med på kjøpet. Bruk Belfry Bucks for å få tak i kuriositetskjerner eller eksklusive rustninger, våpen og umbra-skins som du kan tilpasse esset ditt med. Du finner mer informasjon på www.towerborne.com",
    "description_swedish": "Köp 2 000 Belfry Bucks, spelvalutan i Towerborne, och få en bonus på 200 Belfry Bucks. Spendera Belfry Bucks på rustningar, vapen och umbrautseenden i premiumsegmentet för att anpassa ditt ess eller skaffa kuriositetskärnor. Besök www.towerborne.com för mer information.",
    "description_hungarian": "Vásárolj 2000 Belfry Buckot, a Towerborne játékbeli pénzét, és további 200 bónusz Belfry Buckot kapsz. A Belfry Buckokért prémium páncél-, fegyver- és umbrakinézeteket vásárolhatsz az ászod egyedivé tételéhez, valamint kuriózummagokat szerezhetsz. További részletekért lásd: www.towerborne.com",
    "description_czech": "Kup si 2 000 Belfry Bucks, herní měnu ve hře Towerborne, a jako bonus dostaneš dalších 200 Belfry Bucks. Belfry Bucks můžeš utratit za prémiové brnění, zbraně a skiny Umbrů, díky kterým si přizpůsobíš Esa nebo získáš jádra kuriozit. Další informace najdeš na webu www.towerborne.com.",
    "description_turkish": "2.000 Belfry Bucks satın al ve 200 Belfry Bucks daha kazan. Belfry Bucks, Towerborne'da kullanılan oyun içi para birimidir. Belfry Bucks ile Asını daha da özelleştirmek için premium zırhlar, silahlar ve umbra görünümleri alabilir veya Nadir Eser Çekirdekleri edinebilirsin. Daha fazla bilgi için www.towerborne.com adresini ziyaret et.",
    "description_brazilian": "Compre 2.000 Belfry Bucks, a moeda usada em Towerborne, e receba um bônus de 200 Belfry Bucks. Gaste Belfry Bucks para obter visuais premium de armaduras, armas e Umbras para personalizar ainda mais seu Ás ou adquirir Núcleos de Curio. Para mais informações, acesse www.towerborne.com",
    "description_greek": "Αγόρασε 2.000 Belfry Bucks, το νόμισμα εντός του παιχνιδιού που χρησιμοποιείται στο Towerborne και απέκτησε επιπλέον μπόνους 200 Belfry Bucks. Ξόδεψε Belfry Bucks για να αποκτήσεις premium πανοπλία, όπλα και εμφανίσεις Άμπρα για να προσαρμόσεις ακόμη περισσότερο τον Πρώτο σου ή για να αποκτήσεις πυρήνες τιμαλφών. Για περισσότερες πληροφορίες, επισκέψου την τοποθεσία www.towerborne.com",
    "description_latam": "Compra 2000 Belfry Bucks, la moneda que se usa dentro de Towerborne, y recibe otros 200 Belfry Bucks de bonificación. Úsalos para obtener armaduras, armas y aspectos de umbra prémium y personalizar aún más a tu As o para adquirir núcleos de curiosidades. Para obtener más información, visita www.towerborne.com",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "game_only": true
  },
  {
    "appid": "2458830",
    "itemdefid": "5000",
    "Timestamp": "2025-05-06T16:54:54Z",
    "modified": "20250506T165454Z",
    "date_created": "20250311T202639Z",
    "type": "item",
    "display_type": "",
    "name": "Towerborne - 5,000 (+1000 Bonus) Belfry Bucks",
    "name_german": "Towerborne – 5000 (+1000) Belfry Bucks",
    "name_french": "Towerborne - 5 000 Belfry Bucks (+1 000 en bonus)",
    "name_italian": "Towerborne - 5.000 Belfry Buck (+1.000 bonus)",
    "name_koreana": "Towerborne - 5,000(+1,000 보너스) 벨프라이 벅스",
    "name_spanish": "Towerborne: 5000 (+1000) Belfry Bucks",
    "name_schinese": "《Towerborne》 - 5000 (+1000 奖励) Belfry Bucks",
    "name_tchinese": "《Towerborne》5,000 (額外 +1,000) Belfry Bucks",
    "name_russian": "Towerborne — 5000 Belfry Bucks (бонус +1000)",
    "name_japanese": "Towerborne - 5,000（特典: +1,000）ベルフリーバックス",
    "name_portuguese": "Towerborne — 5000 (+1000 de bónus) Belfry Bucks",
    "name_polish": "Towerborne – 5000 (+1000) Belfry Bucks",
    "name_danish": "Towerborne – 5.000 (+1000 bonus) Belfry Bucks",
    "name_dutch": "Towerborne - 5000 (+1000 gratis) Belfry Bucks",
    "name_finnish": "Towerborne – 5 000 Belfry Buckia (+1000 bonus)",
    "name_norwegian": "Towerborne – 5000 (+1000 i bonus) Belfry Bucks",
    "name_swedish": "Towerborne – 5 000 Belfry Bucks (+1 000 i bonus)",
    "name_hungarian": "Towerborne – 5000 (+1000 bónusz) Belfry Buck",
    "name_czech": "Towerborne – 5 000 (+1 000 bonus) Belfry Bucks",
    "name_turkish": "Towerborne - 5.000 (+1.000 Bonus) Belfry Bucks",
    "name_brazilian": "Towerborne: 5.000 (+1.000 de Bônus) Belfry Bucks",
    "name_greek": "Towerborne - 5.000 (+1.000 μπόνους) Belfry Bucks",
    "name_latam": "Towerborne: 5000 Belfry Bucks (+1000 de bonificación)",
    "price": "1;USD4999,CAD6999,BRL25000,CLP4000000,COP18500000,MXN89000,GBP4249,EUR4999,NOK57000,CHF4995,PLN19999,ILS19999,SAR17999,ZAR85000,AED19999,CNY30000,HKD35000,TWD149000,JPY670000,KRW6500000,INR379900,SGD6999,AUD7950,NZD8950,IDR72500000,MYR21000,THB149000,VND110000000,PHP249000,KZT2200000,UAH189000,KWD1450,QAR17500,PEN16500,CRC2450000,UYU195000",
    "quantity": 0,
    "description": "Buy 5000 Belfry Bucks, the in-game currency used in Towerborne and receive an additional bonus 1000 Belfry Bucks. Spend Belfry Bucks to get premium armor, weapon, and umbra skins to further customize your Ace or acquire Curio Cores. For more info, visit www.towerborne.com",
    "description_german": "Kaufe 5000 Belfry Bucks, die Währung im Spiel Towerborne, und erhalte einen Bonus von 1000 Belfry Bucks. Gib Belfry Bucks für besondere Rüstungs-, Waffen- und Umbra-Skins aus, um dein Ass stärker zu individualisieren, oder erwirb Kuriokerne damit. Weitere Informationen findest du auf www.towerborne.com",
    "description_french": "Achetez 5 000 Belfry Bucks, la monnaie utilisée dans Towerborne et recevez 1 000 Belfry Bucks de plus en guise de bonus. Dépensez des Belfry Bucks pour obtenir des armures, des armes et des skins d'Umbra premium pour personnaliser encore plus votre Prodige, ou encore des noyaux de curiosité. Pour plus d'informations, visitez www.towerborne.com",
    "description_italian": "Compra 5.000 Belfry Buck, la valuta di gioco usata in Towerborne, e ricevi un bonus aggiuntivo di 1.000 Belfry Buck. Spendi i Belfry Buck per ottenere armature, armi e skin per Umbra premium che ti permettono di personalizzare ulteriormente il tuo Asso o di ottenere nucluriosi. Per maggiori informazioni, visita il sito www.towerborne.com",
    "description_koreana": "Towerborne의 게임 내 화폐인 5,000 벨프라이 벅스를 구매하고 1,000 벨프라이 벅스를 보너스로 획득하세요. 벨프라이 벅스로 프리미엄 방어구, 무기, 움브라 스킨을 구매해 에이스를 내 마음대로 커스터마이즈하거나 큐리오 코어를 획득할 수 있습니다. 자세한 내용은 www.towerborne.com에서 확인해 주세요.",
    "description_spanish": "Compra 5000 Belfry Bucks, la moneda de Towerborne, y recibe una bonificación de 1000 Belfry Bucks. Gástalos para conseguir armaduras, armas y aspectos de umbra prémium para personalizar más a tu as o conseguir núcleos curio. Para más información, visita www.towerborne.com",
    "description_schinese": "购买 5000 Belfry Bucks，可额外获赠 1000 Belfry Bucks 奖励。Belfry Bucks 是《Towerborne》中的虚拟货币，可用于购买高级盔甲、武器与乌布拉皮肤，进一步自定义你的英灵战士，或用于获取珍宝箱钥匙。 如需了解更多信息，请访问 www.towerborne.com",
    "description_tchinese": "購買 5,000 Belfry Bucks 並額外獲得 1,000 Belfry Bucks，這是《Towerborne》中使用的遊戲內貨幣。用 Belfry Bucks 取得特級盔甲、武器和烏布拉造型來進一步自訂英靈戰士，或是獲取珍寶箱秘鑰。 詳情請見 www.towerborne.com",
    "description_russian": "Купите 5000 Belfry Bucks — внутриигровую валюту Towerborne — и получите 1000 Belfry Bucks дополнительно. Belfry Bucks можно потратить на премиальную броню, оружие и облики умбр, чтобы сделать вашего аса еще уникальнее, а также на сердцевины диковин. Подробности: www.towerborne.com",
    "description_japanese": "「Towerborne」で使用可能なゲーム内通貨、5,000 ベルフリーバックスを購入し、特典として追加で 1,000 ベルフリーバックスを入手。ベルフリーバックスは、特別な防具、武器、アンブラ用スキンを購入して、エースをさらにカスタマイズしたり、骨董品の核を入手したりするのに使用できます。 詳細については、www.towerborne.com をご覧ください",
    "description_portuguese": "Compra 5000 Belfry Bucks, a moeda do jogo utilizada em Towerborne, e recebe um bónus de 1000 Belfry Bucks adicionais. Gasta Belfry Bucks para obteres armaduras, armas e visuais umbra premium para personalizares ainda mais o teu Ás ou adquirires Núcleos do Curio. Para obteres mais informações, consulta www.towerborne.com",
    "description_polish": "Kup 5000 Belfry Bucks i otrzymaj 1000 Belfry Bucks w prezencie. Belfry Bucks to waluta w Towerborne, którą możesz przeznaczyć na zakup wyjątkowych skórek broni, pancerza i Umbry, dzięki którym uczynisz swego Asa postacią jedyną w swoim rodzaju, a także rdzeni osobliwości. Więcej informacji na stronie www.towerborne.com",
    "description_danish": "Køb 5000 Belfry Bucks – valutaen, der anvendes i Towerborne – og få 1000 ekstra Belfry Bucks i bonus. Du kan bruge Belfry Bucks på premium rustning, våben og umbra-skins til videre tilpasning af din ace eller anskaffelse af kuriositetskerner. Læs mere på www.towerborne.com",
    "description_dutch": "Koop 5000 Belfry Bucks, de in-game valuta die in Towerborne wordt gebruikt en ontvang 1000 Belfry Bucks gratis. Geef Belfry Bucks uit om premiumharnassen, -wapens en Umbra-skins te krijgen om je Ace verder aan te passen of Curiokernen te verwerven. Ga naar www.towerborne.com voor meer informatie",
    "description_finnish": "Osta 5 000 Belfry Buckia, Towerbornessa käytettävää pelivaluuttaa, niin saat kaupan päälle 1 000 Belfry Buckia lisää. Belfry Buckeilla voit ostaa ensiluokkaisia haarniskoja, aseita ja umbran skinejä muokataksesi ässääsi lisää, tai hankkia kuriositeettiytimiä. Lisätietoa löytyy osoitteesta www.towerborne.com",
    "description_norwegian": "Kjøp 5000 Belfry Bucks, spillvalutaen i Towerborne, og få ytterligere 1000 Belfry Bucks med på kjøpet. Bruk Belfry Bucks for å få tak i kuriositetskjerner eller eksklusive rustninger, våpen og umbra-skins som du kan tilpasse esset ditt med. Du finner mer informasjon på www.towerborne.com",
    "description_swedish": "Köp 5 000 Belfry Bucks, spelvalutan i Towerborne, och få en bonus på 1 000 Belfry Bucks. Spendera Belfry Bucks på rustningar, vapen och umbrautseenden i premiumsegmentet för att anpassa ditt ess eller skaffa kuriositetskärnor. Besök www.towerborne.com för mer information.",
    "description_hungarian": "Vásárolj 5000 Belfry Buckot, a Towerborne játékbeli pénzét, és további 1000 bónusz Belfry Buckot kapsz. A Belfry Buckokért prémium páncél-, fegyver- és umbrakinézeteket vásárolhatsz az ászod egyedivé tételéhez, valamint kuriózummagokat szerezhetsz. További részletekért lásd: www.towerborne.com",
    "description_czech": "Kup si 5 000 Belfry Bucks, herní měnu ve hře Towerborne, a jako bonus dostaneš další 1 000 Belfry Bucks. Belfry Bucks můžeš utratit za prémiové brnění, zbraně a skiny Umbrů, díky kterým si přizpůsobíš Esa nebo získáš jádra kuriozit. Další informace najdeš na webu www.towerborne.com.",
    "description_turkish": "5.000 Belfry Bucks satın al ve 1.000 Belfry Bucks daha kazan. Belfry Bucks, Towerborne'da kullanılan oyun içi para birimidir. Belfry Bucks ile Asını daha da özelleştirmek için premium zırhlar, silahlar ve umbra görünümleri alabilir veya Nadir Eser Çekirdekleri edinebilirsin. Daha fazla bilgi için www.towerborne.com adresini ziyaret et.",
    "description_brazilian": "Compre 5.000 Belfry Bucks, a moeda usada em Towerborne, e receba um bônus de 1.000 Belfry Bucks. Gaste Belfry Bucks para obter visuais premium de armaduras, armas e Umbras para personalizar ainda mais seu Ás ou adquirir Núcleos de Curio. Para mais informações, acesse www.towerborne.com",
    "description_greek": "Αγόρασε 5.000 Belfry Bucks, το νόμισμα εντός του παιχνιδιού που χρησιμοποιείται στο Towerborne και απέκτησε επιπλέον μπόνους 1.000 Belfry Bucks. Ξόδεψε Belfry Bucks για να αποκτήσεις premium πανοπλία, όπλα και εμφανίσεις Άμπρα για να προσαρμόσεις ακόμη περισσότερο τον Πρώτο σου ή για να αποκτήσεις πυρήνες τιμαλφών. Για περισσότερες πληροφορίες, επισκέψου την τοποθεσία www.towerborne.com",
    "description_latam": "Compra 5000 Belfry Bucks, la moneda que se usa dentro de Towerborne, y recibe otros 1000 Belfry Bucks de bonificación. Úsalos para obtener armaduras, armas y aspectos de umbra prémium y personalizar aún más a tu As o para adquirir núcleos de curiosidades. Para obtener más información, visita www.towerborne.com",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "game_only": true
  },
  {
    "appid": "2458830",
    "itemdefid": "10000",
    "Timestamp": "2025-05-06T16:56:58Z",
    "modified": "20250506T165658Z",
    "date_created": "20250311T202639Z",
    "type": "item",
    "display_type": "",
    "name": "10,000 Belfry Bucks + 2,000 bonus Belfry Bucks",
    "price": "1;USD9999,CAD13999,BRL50000,BRL50000,CLP8000000,COP37000000,MXN178000,GBP8499,EUR9999,NOK114000,CHF9995,PLN39999,ILS39999,SAR35999,ZAR170000,AED39999,CNY60000,HWD70000,TWD298000,JPY1340000,KRW11990000,INR759000,SGD13999,AUD15900,NZD17900,IDR145000000,MYR42000,THB220000000,PHP498000,KZT4400000,UAH378000,KWD2900,QAR35000,PEN33000,CRC4900000,UYU390000",
    "quantity": 0,
    "description": "12,000 Belfry Bucks!",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "game_only": true
  }
]