[
  {
    "name": "GRADIUS_CLEAR",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/887d96bde77885dcb1406a9293e15ac1bd764a01.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "GRADIUS Completed!",
      "german": "GRADIUS abgeschlossen!",
      "french": "GRADIUS terminé !",
      "italian": "GRADIUS completato!",
      "koreana": "그라디우스 전체 클리어",
      "spanish": "¡Has completado GRADIUS!",
      "schinese": "完全通关 宇宙巡航机",
      "tchinese": "宇宙巡航艦 全部通關",
      "japanese": "グラディウス 全クリア",
      "brazilian": "GRADIUS concluído!",
      "token": "NEW_ACHIEVEMENT_1_0_NAME"
    },
    "description": {
      "english": "Reach the Original Mode or Easy Mode ending in any version of GRADIUS. (You may use the Rewind, Continue and Quickload features.)",
      "german": "Erreiche das Ende des Original- oder Einfachen Modus in einer beliebigen Version von GRADIUS. (Du kannst die Zurückspulen-, Fortsetzen- und Schnelllade-Funktionen nutzen.)",
      "french": "Atteignez la fin du mode Origine ou du mode Facile dans n'importe quelle version de GRADIUS (Vous pouvez utiliser les fonctions Rembobinage, Continuer et Chargement rapide).",
      "italian": "Arriva alla fine in modalità Originale o Facile, in qualsiasi versione di GRADIUS. (È possibile utilizzare le funzionalità di riavvolgimento, caricamento rapido e Continua.)",
      "koreana": "그라디우스 중 한 버전의 오리지널 모드 또는 이지 모드에서 엔딩 도달 (되돌리기, 이어 하기, 빠른 불러오기 이용 가능)",
      "spanish": "Llega al final en el modo Original o Fácil de cualquier versión de GRADIUS. (Puedes usar las funciones Rebobinar, Continuar y Cargado rápido).",
      "schinese": "在宇宙巡航机任意版本的原版/简单模式下通关（可使用回溯、续币游玩、快速加载）",
      "tchinese": "遊玩宇宙巡航艦任一版本的原版模式或簡易模式抵達結局（可使用倒轉、接關、快速載入）",
      "japanese": "「グラディウス」いずれかのバージョンのオリジナルモードまたはイージーモードでエンディングに到達した（巻き戻し、コンティニュー、クイックロードの利用可能）",
      "brazilian": "Chegue ao final do jogo no modo original ou no modo fácil em qualquer versão de GRADIUS. (Você pode usar os recursos Retroceder, Continuar e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_0_DESC"
    }
  },
  {
    "name": "SALAMANDER_CLEAR",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/3db52cc54d001a622533ec3d70e42dcb1aba585b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "SALAMANDER Completed!",
      "german": "SALAMANDER abgeschlossen!",
      "french": "SALAMANDER terminé !",
      "italian": "SALAMANDER completato!",
      "koreana": "샐러맨더 전체 클리어",
      "spanish": "¡Has completado SALAMANDER!",
      "schinese": "完全通关 沙罗曼蛇",
      "tchinese": "沙羅曼蛇 全部通關",
      "japanese": "沙羅曼蛇 全クリア",
      "brazilian": "SALAMANDER concluído!",
      "token": "NEW_ACHIEVEMENT_1_1_NAME"
    },
    "description": {
      "english": "Reach the Original Mode or Easy Mode ending in any version of SALAMANDER. (You may use the Rewind and Quickload features.)",
      "german": "Erreiche das Ende des Original- oder Einfachen Modus in einer beliebigen Version von SALAMANDER. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Atteignez la fin du mode Origine ou du mode Facile dans n'importe quelle version de SALAMANDER (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Arriva alla fine in modalità Originale o Facile, in qualsiasi versione di SALAMANDER. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "샐러맨더 중 한 버전의 오리지널 모드 또는 이지 모드에서 엔딩 도달 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Llega al final en el modo Original o Fácil de cualquier versión de SALAMANDER. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在沙罗曼蛇任意版本的原版/简单模式下通关 （可使用回溯，快速加载）",
      "tchinese": "遊玩沙羅曼蛇任一版本的原版模式或簡易模式抵達結局 （可使用倒轉、快速載入）",
      "japanese": "「沙羅曼蛇」いずれかのバージョンのオリジナルモードまたはイージーモードでエンディングに到達した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Chegue ao final do jogo no modo original ou no modo fácil em qualquer versão de SALAMANDER. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_1_DESC"
    }
  },
  {
    "name": "LIFEFORCE_CLEAR",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/6e79693ba39705571ab06e63404ac3434eb2c805.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "LIFE FORCE Completed!",
      "german": "LIFE FORCE abgeschlossen!",
      "french": "LIFE FORCE terminé !",
      "italian": "LIFE FORCE completato!",
      "koreana": "라이프 포스 전체 클리어",
      "spanish": "¡Has completado LIFE FORCE!",
      "schinese": "完全通关 LIFE FORCE",
      "tchinese": "LIFE FORCE 全部通關",
      "japanese": "ライフフォース 全クリア",
      "brazilian": "LIFE FORCE concluído!",
      "token": "NEW_ACHIEVEMENT_1_2_NAME"
    },
    "description": {
      "english": "Reach the Original Mode or Easy Mode ending in the Japanese version of LIFE FORCE. (You may use the Rewind and Quickload features.)",
      "german": "Erreiche das Ende des Original- oder Einfachen Modus in der japanischen Version von LIFE FORCE. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Atteignez la fin du mode Origine ou du mode Facile dans la version japonaise de LIFE FORCE (Vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Arriva alla fine in modalità Originale o Facile, nella versione giapponese di LIFE FORCE. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "라이프 포스 일본판 의 오리지널 모드 또는 이지 모드에서 엔딩 도달 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Llega al final en el modo Original o Fácil de la versión japonesa de LIFE FORCE. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在日本版《Life Force》的原版/简单模式下通关 （可使用回溯，快速加载）",
      "tchinese": "遊玩LIFE FORCE日本版的原版模式或簡易模式抵達結局 （可使用倒轉、快速載入）",
      "japanese": "「ライフフォース」日本版のオリジナルモードまたはイージーモードでエンディングに到達した（巻き戻し、クイックロードの利用可能）",
      "brazilian": "Chegue ao final do jogo no modo original ou no modo fácil da versão japonesa de LIFE FORCE. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_2_DESC"
    }
  },
  {
    "name": "GRADIUS2_CLEAR",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/e9f95e6bb9e0bfa56685864b53903e006576b414.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "GRADIUS II Completed!",
      "german": "GRADIUS II abgeschlossen!",
      "french": "GRADIUS II terminé !",
      "italian": "GRADIUS II completato!",
      "koreana": "그라디우스 II 전체 클리어",
      "spanish": "¡Has completado GRADIUS II!",
      "schinese": "完全通关 宇宙巡航机II",
      "tchinese": "宇宙巡航艦II 全部通關",
      "japanese": "グラディウスII 全クリア",
      "brazilian": "GRADIUS II concluído!",
      "token": "NEW_ACHIEVEMENT_1_3_NAME"
    },
    "description": {
      "english": "Reach the Original Mode or Easy Mode ending in any version of GRADIUS II. (You may use the Rewind, Continue and Quickload features.)",
      "german": "Erreiche das Ende des Original- oder Einfachen Modus in einer beliebigen Version von GRADIUS II. (Du kannst die Zurückspulen-, Fortsetzen- und Schnelllade-Funktionen nutzen.)",
      "french": "Atteignez la fin du mode Origine ou du mode Facile dans n'importe quelle version de GRADIUS II (Vous pouvez utiliser les fonctions Rembobinage, Continuer et Chargement rapide).",
      "italian": "Arriva alla fine in modalità Originale o Facile, in qualsiasi versione di GRADIUS II. (È possibile utilizzare le funzionalità di riavvolgimento, caricamento rapido e Continua.)",
      "koreana": "그라디우스 II 중 한 버전의 오리지널 모드 또는 이지 모드에서 엔딩 도달 (되돌리기, 이어 하기, 빠른 불러오기 이용 가능)",
      "spanish": "Llega al final en el modo Original o Fácil de cualquier versión de GRADIUS II. (Puedes usar las funciones Rebobinar, Continuar y Cargado rápido).",
      "schinese": "在宇宙巡航机II任意版本的原版/简单模式下通关（可使用回溯、续币游玩、快速加载）",
      "tchinese": "遊玩宇宙巡航艦II任一版本的原版模式或簡易模式抵達結局（可使用倒轉、接關、快速載入）",
      "japanese": "「グラディウスII」いずれかのバージョンのオリジナルモードまたはイージーモードでエンディングに到達した （巻き戻し、コンティニュー、クイックロードの利用可能）",
      "brazilian": "Chegue ao final do jogo no modo original ou no modo fácil em qualquer versão de GRADIUS II. (Você pode usar os recursos Retroceder, Continuar e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_3_DESC"
    }
  },
  {
    "name": "GRADIUS3_CLEAR",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/d9ac9c67b363c9f1b5a75975d809b4e276242eba.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "GRADIUS III Completed!",
      "german": "GRADIUS III abgeschlossen!",
      "french": "GRADIUS III terminé !",
      "italian": "GRADIUS III completato!",
      "koreana": "그라디우스 III 전체 클리어",
      "spanish": "¡Has completado GRADIUS III!",
      "schinese": "完全通关 宇宙巡航机III",
      "tchinese": "宇宙巡航艦III 全部通關",
      "japanese": "グラディウスIII 全クリア",
      "brazilian": "GRADIUS III concluído!",
      "token": "NEW_ACHIEVEMENT_1_4_NAME"
    },
    "description": {
      "english": "Reach the Original Mode or Easy Mode ending in any version of GRADIUS III. (You may use the Rewind and Quickload features.)",
      "german": "Erreiche das Ende des Original- oder Einfachen Modus in einer beliebigen Version von GRADIUS III. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Atteignez la fin du mode Origine ou du mode Facile dans n'importe quelle version de GRADIUS III (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Arriva alla fine in modalità Originale o Facile, in qualsiasi versione di GRADIUS III. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "그라디우스 III 중 한 버전의 오리지널 모드 또는 이지 모드에서 엔딩 도달 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Llega al final en el modo Original o Fácil de cualquier versión de GRADIUS III. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在宇宙巡航机III任意版本的原版/简单模式下通关 （可使用回溯，快速加载）",
      "tchinese": "遊玩宇宙巡航艦III任一版本的原版模式或簡易模式抵達結局 （可使用倒轉、快速載入）",
      "japanese": "「グラディウスIII」いずれかのバージョンのオリジナルモードまたはイージーモードでエンディングに到達した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Chegue ao final do jogo no modo original ou no modo fácil em qualquer versão de GRADIUS III. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_4_DESC"
    }
  },
  {
    "name": "SALAMANDER2_CLEAR",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/0abacf8012dbe950f109367e3b466a07892495b6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "SALAMANDER 2 Completed!",
      "german": "SALAMANDER 2 abgeschlossen!",
      "french": "SALAMANDER 2 terminé !",
      "italian": "SALAMANDER 2 completato!",
      "koreana": "샐러맨더 2 전체 클리어",
      "spanish": "¡Has completado SALAMANDER 2!",
      "schinese": "完全通关 沙罗曼蛇2",
      "tchinese": "沙羅曼蛇2 全部通關",
      "japanese": "沙羅曼蛇２ 全クリア",
      "brazilian": "SALAMANDER 2 concluído!",
      "token": "NEW_ACHIEVEMENT_1_5_NAME"
    },
    "description": {
      "english": "Reach the Original Mode or Easy Mode ending in SALAMANDER2. (You may use the Rewind, Continue and Quickload features.)",
      "german": "Erreiche das Ende des Original- oder Einfachen Modus in SALAMANDER2. (Du kannst die Zurückspulen-, Fortsetzen- und Schnelllade-Funktionen nutzen.)",
      "french": "Atteignez la fin du mode Origine ou du mode Facile dans SALAMANDER2 (Vous pouvez utiliser les fonctions Rembobinage, Continuer et Chargement rapide).",
      "italian": "Arriva alla fine in modalità Originale o Facile, in SALAMANDER2. (È possibile utilizzare le funzionalità di riavvolgimento, caricamento rapido e Continua.)",
      "koreana": "샐러맨더 2 의 오리지널 모드 또는 이지 모드에서 엔딩 도달 (되돌리기, 이어 하기, 빠른 불러오기 이용 가능)",
      "spanish": "Llega al final en el modo Original o Fácil de SALAMANDER2. (Puedes usar las funciones Rebobinar, Continuar y Cargado rápido).",
      "schinese": "在沙罗曼蛇2的原版/简单模式下通关（可使用回溯、续币游玩、快速加载）",
      "tchinese": "遊玩沙羅曼蛇２的原版模式或簡易模式抵達結局（可使用倒轉、接關、快速載入）",
      "japanese": "「沙羅曼蛇２」のオリジナルモードまたはイージーモードでエンディングに到達した （巻き戻し、コンティニュー、クイックロードの利用可能）",
      "brazilian": "Chegue ao final do jogo no modo original ou no modo fácil em SALAMANDER2. (Você pode usar os recursos Retroceder, Continuar e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_5_DESC"
    }
  },
  {
    "name": "SALAMANDER3_CLEAR",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/79e3eaea2facb8e25fc155dbdd0f37f51a585665.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "SALAMANDER III Completed!",
      "german": "SALAMANDER III abgeschlossen!",
      "french": "SALAMANDER III terminé !",
      "italian": "SALAMANDER III completato!",
      "koreana": "샐러맨더 III 전체 클리어",
      "spanish": "¡Has completado SALAMANDER III!",
      "schinese": "完全通关 沙罗曼蛇III",
      "tchinese": "沙羅曼蛇III 全部通關",
      "japanese": "沙羅曼蛇III 全クリア",
      "brazilian": "SALAMANDER III concluído!",
      "token": "NEW_ACHIEVEMENT_1_6_NAME"
    },
    "description": {
      "english": "Reach the ending in Salamander III. (You may use the Continue feature.)",
      "german": "Erreiche das Ende von Salamander III. (Du kannst die Fortsetzen-Funktion verwenden.)",
      "french": "Atteignez la fin de Salamander III (vous pouvez utiliser la fonction Continuer).",
      "italian": "Arriva alla fine in Salamander III. (È possibile utilizzare la funzionalità Continua.)",
      "koreana": "샐러맨더 III에서 엔딩 도달(이어 하기 이용 가능)",
      "spanish": "Llega al final de Salamander III. (Puedes usar la función de continuación).",
      "schinese": "通关《沙罗曼蛇III》（可续币游玩）",
      "tchinese": "遊玩沙羅曼蛇III抵達結局（可使用接關）",
      "japanese": "「沙羅曼蛇III」でエンディングに到達した（コンティニューの利用可能）",
      "brazilian": "Chegue ao final do jogo em Salamander III. (Você pode usar o recurso Continuar).",
      "token": "NEW_ACHIEVEMENT_1_6_DESC"
    }
  },
  {
    "name": "SALAMANDER_FFIELD",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/9d0b911ec50f2fb1b10438bb6850e4f0b876067c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Protect the Force Field!",
      "german": "Beschütze das Kraftfeld!",
      "french": "Protégez le champ de force !",
      "italian": "Proteggi il campo di forza!",
      "koreana": "포스 필드를 지켜라!",
      "spanish": "¡Protege el campo de fuerza!",
      "schinese": "保护力场！",
      "tchinese": "守住力場！",
      "japanese": "フォースフィールドを守れ！",
      "brazilian": "Proteja o campo de força!",
      "token": "NEW_ACHIEVEMENT_1_7_NAME"
    },
    "description": {
      "english": "Complete Stage 1 in Original Mode or Easy Mode in the Japanese version of Salamander with your force field intact. (You may use the Rewind and Quickload features.)",
      "german": "Schließe Level 1 in der japanischen Version von Salamander im Original- oder Einfachen Modus mit komplett intaktem Kraftfeld ab. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Terminez le niveau 1 en mode Origine ou en mode Facile dans la version japonaise de Salamander avec votre champ de force intact (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Completa il livello 1 in modalità Originale o Facile, nella versione giapponese di Salamander, con il campo di forza intatto. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "샐러맨더 일본판 오리지널 모드 또는 이지 모드에서 포스 필드를 보유한 상태로 스테이지 1 클리어 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Completa la fase 1 en el modo Original o Fácil de la versión japonesa de Salamander con tu campo de fuerza intacto. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《沙罗曼蛇》日本版的原版/简单模式下，以持有力场的状态通关第1关 （可使用回溯，快速加载）",
      "tchinese": "遊玩沙羅曼蛇日本版的原版模式或簡易模式，在持有力場的狀況下通過關卡1 （可使用倒轉、快速載入）",
      "japanese": "「沙羅曼蛇」日本版のオリジナルモードまたはイージーモードでステージ１をフォースフィールドを所持したままクリアした （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Conclua a Fase 1 do jogo no modo original ou no modo fácil da versão japonesa de Salamander com seu campo de força intacto. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_7_DESC"
    }
  },
  {
    "name": "GRADIUS2_DUCKER",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/5790be12ed639e2a824678e839665e633c2ffdd8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "The Ducker's Revenge",
      "german": "Die Rache des Duckers",
      "french": "La revanche de Ducker",
      "italian": "La vendetta del Ducker",
      "koreana": "더커의 역습",
      "spanish": "La venganza de Ducker",
      "schinese": "潜空者的逆袭",
      "tchinese": "潛行機器人的逆襲",
      "japanese": "ダッカーの逆襲",
      "brazilian": "A vingança do Ducker",
      "token": "NEW_ACHIEVEMENT_1_8_NAME"
    },
    "description": {
      "english": "Take control of the Ducker that appears when entering your name upon finishing the game in sixth place while playing Original Mode or Easy Mode in any version of Gradius II and destroy the Vic Viper. (You may use the Rewind and Quickload features.)",
      "german": "Übernimm die Kontrolle über den Ducker, der bei der Eingabe deines Namens erscheint, wenn du das Spiel im Originalmodus oder Einfachen Modus in einer beliebigen Version von Gradius II auf dem sechsten Platz beendest, und zerstöre Vic Viper. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Prenez le contrôle du Ducker qui apparaît lorsque vous entrez votre nom en terminant le jeu en sixième place en mode Origine ou en mode Facile dans n'importe quelle version de Gradius II et détruisez le Vic Viper (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Prendi il controllo del Ducker che appare quando inserisci il tuo nome dopo aver terminato la partita al sesto posto, in modalità Originale o Facile, in qualsiasi versione di Gradius II, e distruggi il Vic Viper. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "그라디우스 II 중 한 버전의 오리지널 모드 또는 이지 모드에서 순위표 6위일 때 출현하는 더커를 조작해 빅 바이퍼 처치 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Toma el control del Ducker que aparece al escribir tu nombre cuando terminas la partida en sexta posición jugando al modo Original o Fácil de cualquier versión de Gradius II y destruye con él el Vic Viper. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《宇宙巡航机II》任意版本的原版/简单模式下，操纵输入六位昵称时才会出现的潜空者击破Vic Viper （可使用回溯，快速加载）",
      "tchinese": "遊玩宇宙巡航艦II任一版本的原版模式或簡易模式，操作在登錄名稱第6名時出現的潛行機器人打倒勝利毒蛇 （可使用倒轉、快速載入）",
      "japanese": "「グラディウスII」いずれかのバージョンのオリジナルモードまたはイージーモードで、ネームエントリー6位の時に出現するダッカーを操作してビックバイパーを倒した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Assuma o controle do Ducker que aparece quando você insere seu nome após terminar o jogo em sexto lugar no modo original ou no modo fácil em qualquer versão de Gradius II e destrua a Vic Viper. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_8_DESC"
    }
  },
  {
    "name": "GRADIUS3_BOSS3",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/3c42a0f20b38f5caf10e7ecdfbe712ceceead00a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Run Out the Clock!",
      "german": "Gegen die Zeit!",
      "french": "Plus vite que la montre !",
      "italian": "Fai finire il tempo!",
      "koreana": "제한 시간 동안 회피하라!",
      "spanish": "¡Agota el tiempo!",
      "schinese": "在时间耗尽前全力回避！",
      "tchinese": "在規定時間內躲開！",
      "japanese": "時間切れまで避けろ！",
      "brazilian": "Tempo esgotado!",
      "token": "NEW_ACHIEVEMENT_1_9_NAME"
    },
    "description": {
      "english": "Destroy the Big Core MK III by letting time expire while playing Original Mode or Easy Mode in any version of Gradius III. (You may use the Rewind and Quickload features.)",
      "german": "Zerstöre im Original- oder Einfachen Modus einer beliebigen Version von Gradius III den Big Core MK III, indem du die Zeit ablaufen lässt. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Détruisez le Big Core MK III en laissant le temps expirer en mode Origine ou en mode Facile dans n'importe quelle version de Gradius III (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Distruggi il Big Core MK III lasciando scadere il tempo, in modalità Originale o Facile, in qualsiasi versione di Gradius III. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "그라디우스 III 중 한 버전의 오리지널 모드 또는 이지 모드에서 빅 코어 MK.III를 제한 시간 초과로 파괴 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Deja que se agote el tiempo para destruir el Big Core MK III mientras juegas en el modo Original o Fácil de cualquier versión de Gradius III. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《宇宙巡航机III》任意版本的原版/简单模式下，以超时的方式击破巨大核心MK.III （可使用回溯，快速加载）",
      "tchinese": "遊玩宇宙巡航艦III任一版本的原版模式或簡易模式，在規定時間內破壞巨核戰艦MK.III （可使用倒轉、快速載入）",
      "japanese": "「グラディウスIII」いずれかのバージョンのオリジナルモードまたはイージーモードで「ビッグコアMk-III」を時間切れで破壊した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Destrua o Big Core MK III deixando o tempo esgotar no modo original ou no modo fácil em qualquer versão de Gradius III. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_9_DESC"
    }
  },
  {
    "name": "SALAMANDER2_GOLEM",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/fddc3756a05bb65fa095d57f506b012d7d8c1d6a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Defeat Golem!",
      "german": "Besiege den Golem!",
      "french": "Battez Golem !",
      "italian": "Sconfiggi il Golem!",
      "koreana": "골렘을 쓰러뜨려라!",
      "spanish": "¡Vence al gólem!",
      "schinese": "打败脑巨像！",
      "tchinese": "打倒格雷姆！",
      "japanese": "ゴーレムを倒せ！",
      "brazilian": "Derrote o Golem!",
      "token": "NEW_ACHIEVEMENT_1_10_NAME"
    },
    "description": {
      "english": "Defeat the Golem that appears in Stage 1 of Salamander 2 before facing the main boss while playing Original Mode or Easy Mode. (You may use the Rewind and Quickload features.)",
      "german": "Besiege im Original- oder Einfachen Modus von Salamander 2 den Golem, der in Level 1 erscheint, bevor du dich dem Hauptboss stellst. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Battez le Golem qui apparaît dans le niveau 1 de Salamander 2 avant d'affronter le boss principal en mode Origine ou en mode Facile (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Sconfiggi il Golem che appare nel livello 1 di Salamander 2 prima di affrontare il boss principale, in modalità Originale o Facile. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "샐러맨더 2의 오리지널 모드 또는 이지 모드에서 1면에 출현하는 골렘을 보스 전투 돌입 전에 처치 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Derrota al gólem que aparece en la fase 1 de Salamander 2 antes de enfrentarte al jefe principal mientras juegas en el modo Original o Fácil. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《沙罗曼蛇2》的原版/简单模式下在第1关的BOSS战前击败脑巨像 （可使用回溯，快速加载）",
      "tchinese": "遊玩沙羅曼蛇2的原版模式或簡易模式，在進入頭目戰前打倒第1關出現的格雷姆 （可使用倒轉、快速載入）",
      "japanese": "「沙羅曼蛇２」のオリジナルモードまたはイージーモードで1面に出現するゴーレムをボス戦に入る前に倒した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Derrote o Golem que aparece na Fase 1 de Salamander 2 antes de enfrentar o chefe principal no modo original ou no modo fácil. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_10_DESC"
    }
  },
  {
    "name": "SALAMANDER2_SHIP",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/2d82a9e950a2a604cee3ae5af347c8170a78e4b8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Sink the Secret Battleship!",
      "german": "Schieße das geheime Kampfschiff ab!",
      "french": "Détruisez le vaisseau de guerre secret !",
      "italian": "Affonda la corazzata segreta!",
      "koreana": "숨겨진 전함을 격파하라!",
      "spanish": "¡Derriba el acorazado secreto!",
      "schinese": "打败隐藏战舰！",
      "tchinese": "擊破隱藏戰艦！",
      "japanese": "隠し戦艦を撃破せよ！",
      "brazilian": "Afunde o couraçado secreto!",
      "token": "NEW_ACHIEVEMENT_1_11_NAME"
    },
    "description": {
      "english": "Destroy the battleship that appears after meeting certain conditions in Stage 4 of Salamander 2 while playing Original Mode or Easy Mode and obtain the bonus. (You may use the Rewind and Quickload features.)",
      "german": "Zerstöre im Originalmodus oder Einfachen Modus das Schlachtschiff, das unter bestimmten Bedingungen in Level 4 von Salamander 2 erscheint, und erhalte den Bonus. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Détruisez le vaisseau de guerre qui apparaît après avoir rempli certaines conditions dans le niveau 4 de Salamander 2 en mode Origine ou en mode Facile et obtenez le bonus (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Distruggi la corazzata che appare dopo aver soddisfatto determinate condizioni nel livello 4 di Salamander 2, in modalità Originale o Facile, e ottieni il bonus. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "샐러맨더 2의 오리지널 모드 또는 이지 모드에서 특정 조건 충족 시 4면에 출현하는 전함을 격파하고 숨겨진 보너스 점수 획득 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Destruye el acorazado que aparece cuando se cumplen determinadas condiciones en la fase 4 de Salamander 2 mientras juegas en el modo Original o Fácil, y consigue la bonificación. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《沙罗曼蛇2》的原版/简单模式下击破第4关中满足特定条件才会出现的战舰，并获得隐藏奖励得分 （可使用回溯，快速加载）",
      "tchinese": "遊玩沙羅曼蛇2的原版模式或簡易模式，擊破滿足第4關特定條件就會出現的戰艦，獲得隱藏加成分數 （可使用倒轉、快速載入）",
      "japanese": "「沙羅曼蛇２」のオリジナルモードまたはイージーモードで4面に特定条件を満たすと出現する戦艦を撃破し、隠しボーナス点を獲得した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Destrua o couraçado que aparece depois de cumprir determinados requisitos na Fase 4 de Salamander 2 no modo original ou no modo fácil e obtenha o bônus. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_11_DESC"
    }
  },
  {
    "name": "SYS_TRAINING",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/419eb692458fa865155901aeeece63d3269873cc.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Training Day!",
      "german": "Trainingstag!",
      "french": "Jour de formation !",
      "italian": "Giornata di allenamento!",
      "koreana": "트레이닝 시작!",
      "spanish": "¡Día de entrenamiento!",
      "schinese": "开始训练！",
      "tchinese": "開始訓練！",
      "japanese": "トレーニング開始！",
      "brazilian": "Dia de treino!",
      "token": "NEW_ACHIEVEMENT_1_12_NAME"
    },
    "description": {
      "english": "Play Training Mode for the first time.",
      "german": "Spiele zum ersten Mal den Trainingsmodus.",
      "french": "Jouez au mode Entraînement pour la première fois.",
      "italian": "Gioca in modalità Allenamento per la prima volta.",
      "koreana": "트레이닝 모드 시작",
      "spanish": "Juega al modo Entrenamiento por primera vez.",
      "schinese": "以训练模式开始游戏",
      "tchinese": "開始訓練模式",
      "japanese": "「トレーニングモード」を開始した",
      "brazilian": "Jogue no modo treino pela primeira vez.",
      "token": "NEW_ACHIEVEMENT_1_12_DESC"
    }
  },
  {
    "name": "SYS_KONAMI",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/789e740a71a7df7353c85cbf39e258b0fe4ba581.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "↑↑↓↓←→←→BA",
      "german": "↑↑↓↓←→←→BA",
      "french": "↑↑↓↓←→←→BA",
      "italian": "↑↑↓↓←→←→BA",
      "koreana": "↑↑↓↓←→←→BA",
      "spanish": "↑↑↓↓←→←→BA",
      "schinese": "↑↑↓↓←→←→BA",
      "tchinese": "↑↑↓↓←→←→BA",
      "japanese": "↑↑↓↓←→←→BA",
      "brazilian": "↑↑↓↓←→←→BA",
      "token": "NEW_ACHIEVEMENT_1_13_NAME"
    },
    "description": {
      "english": "Input the secret code for the first time.",
      "german": "Gib zum ersten Mal den geheimen Code ein.",
      "french": "Entrez le code secret pour la première fois.",
      "italian": "Inserisci il codice segreto per la prima volta.",
      "koreana": "숨겨진 커맨드 입력",
      "spanish": "Escribe el código secreto por primera vez.",
      "schinese": "成功输入秘籍指令",
      "tchinese": "成功使用隱藏指令",
      "japanese": "隠されたコマンドを成立させた",
      "brazilian": "Insira o código secreto pela primeira vez.",
      "token": "NEW_ACHIEVEMENT_1_13_DESC"
    }
  },
  {
    "name": "GRADIUS_SCORE",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/08ef699bffa71100a4a3f28525d2559a8a352995.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "New High Score: GRADIUS",
      "german": "Neuer Highscore: GRADIUS",
      "french": "Nouveau meilleur score : GRADIUS",
      "italian": "Nuovo miglior punteggio: GRADIUS",
      "koreana": "그라디우스: 하이 스코어 경신",
      "spanish": "Nueva puntuación alta: GRADIUS",
      "schinese": "宇宙巡航机：更新最高分记录",
      "tchinese": "宇宙巡航艦：刷新最高分數",
      "japanese": "グラディウス ハイスコア更新",
      "brazilian": "Nova pontuação máxima: GRADIUS",
      "token": "NEW_ACHIEVEMENT_1_14_NAME"
    },
    "description": {
      "english": "Score at least 57,300 points while playing Original Mode or Easy Mode in any version of GRADIUS. (You may use the Rewind, Continue and Quickload features.)",
      "german": "Erziele mindestens 57.300 Punkte im Original- oder Einfachen Modus in einer beliebigen Version von GRADIUS. (Du kannst die Zurückspulen-, Fortsetzen- und Schnelllade-Funktionen nutzen.)",
      "french": "Marquez au moins 57 300 points en mode Origine ou en mode Facile dans n'importe quelle version de GRADIUS (Vous pouvez utiliser les fonctions Rembobinage, Continuer et Chargement rapide).",
      "italian": "Ottieni almeno 57.300 punti in modalità Originale o Facile, in qualsiasi versione di GRADIUS. (È possibile utilizzare le funzionalità di riavvolgimento, caricamento rapido e Continua.)",
      "koreana": "그라디우스 중 한 버전의 오리지널 모드 또는 이지 모드에서 57,300점 이상 획득 (되돌리기, 이어 하기, 빠른 불러오기 이용 가능)",
      "spanish": "Consigue 57 300 puntos como mínimo mientras juegas en el modo Original o Fácil de cualquier versión de GRADIUS. (Puedes usar las funciones Rebobinar, Continuar y Cargado rápido).",
      "schinese": "在宇宙巡航机任意版本的原版/简单模式下取得57,300分以上（可使用回溯、续币游玩、快速加载）",
      "tchinese": "遊玩宇宙巡航艦任一版本的原版模式或簡易模式獲得57,300分以上（可使用倒轉、接關、快速載入）",
      "japanese": "「グラディウス」いずれかのバージョンのオリジナルモードまたはイージーモードで57,300点以上を獲得した（巻き戻し、コンティニュー、クイックロードの利用可能）",
      "brazilian": "Atinja um mínimo de 57.300 pontos no modo original ou no modo fácil em qualquer versão de GRADIUS. (Você pode usar os recursos Retroceder, Continuar e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_14_DESC"
    }
  },
  {
    "name": "SALAMANDER_SCORE",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/ed766d66e546b3b8e1f1f04acaff162d34a9dacf.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "New High Score: SALAMANDER",
      "german": "Neuer Highscore: SALAMANDER",
      "french": "Nouveau meilleur score : SALAMANDER",
      "italian": "Nuovo miglior punteggio: SALAMANDER",
      "koreana": "샐러맨더: 하이 스코어 경신",
      "spanish": "Nueva puntuación alta: SALAMANDER",
      "schinese": "沙罗曼蛇：更新最高分记录",
      "tchinese": "沙羅曼蛇：刷新最高分數",
      "japanese": "沙羅曼蛇 ハイスコア更新",
      "brazilian": "Nova pontuação máxima: SALAMANDER",
      "token": "NEW_ACHIEVEMENT_1_15_NAME"
    },
    "description": {
      "english": "Score at least 57,300 points while playing Original Mode or Easy Mode in any version of SALAMANDER. (You may use the Rewind and Quickload features.)",
      "german": "Erziele mindestens 57.300 Punkte im Original- oder Einfachen Modus in einer beliebigen Version von SALAMANDER. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Marquez au moins 57 300 points en mode Origine ou en mode Facile dans n'importe quelle version de SALAMANDER (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Ottieni almeno 57.300 punti in modalità Originale o Facile, in qualsiasi versione di SALAMANDER. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "샐러맨더 중 한 버전의 오리지널 모드 또는 이지 모드에서 57,300점 이상 획득 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Consigue 57 300 puntos como mínimo mientras juegas en el modo Original o Fácil de cualquier versión de SALAMANDER. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在沙罗曼蛇任意版本的原版/简单模式下取得57,300分以上 （可使用回溯，快速加载）",
      "tchinese": "遊玩沙羅曼蛇任一版本的原版模式或簡易模式獲得57,300分以上 （可使用倒轉、快速載入）",
      "japanese": "「沙羅曼蛇」いずれかのバージョンのオリジナルモードまたはイージーモードで57,300点以上を獲得した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Atinja um mínimo de 57.300 pontos no modo original ou no modo fácil em qualquer versão de SALAMANDER. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_15_DESC"
    }
  },
  {
    "name": "LIFEFORCE_SCORE",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/4d89adb1bccca053c644deead62e52cbe5085088.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "New High Score: LIFE FORCE",
      "german": "Neuer Highscore: LIFE FORCE",
      "french": "Nouveau meilleur score : LIFE FORCE",
      "italian": "Nuovo miglior punteggio: LIFE FORCE",
      "koreana": "라이프 포스: 하이 스코어 경신",
      "spanish": "Nueva puntuación alta: LIFE FORCE",
      "schinese": "Life Force：更新最高分记录",
      "tchinese": "Life Force：刷新最高分數",
      "japanese": "ライフフォース ハイスコア更新",
      "brazilian": "Nova pontuação máxima: LIFE FORCE",
      "token": "NEW_ACHIEVEMENT_1_16_NAME"
    },
    "description": {
      "english": "Score at least 57,300 points while playing Original Mode or Easy Mode in the Japanese version of LIFE FORCE. (You may use the Rewind and Quickload features.)",
      "german": "Erziele mindestens 57.300 Punkte im Original- oder Einfachen Modus in der japanischen Version von LIFE FORCE. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Marquez au moins 57 300 points en mode Origine ou en mode Facile dans la version japonaise de LIFE FORCE (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Ottieni almeno 57.300 punti in modalità Originale o Facile, nella versione giapponese di LIFE FORCE.(È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "라이프 포스 일본판 오리지널 모드 또는 이지 모드에서 57,300점 이상 획득 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Consigue 57 300 puntos como mínimo mientras juegas en el modo Original o Fácil de la versión japonesa de LIFE FORCE. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在日本版《Life Force》的原版/简单模式下获得57,300分以上（可使用回溯，快速加载）",
      "tchinese": "遊玩LIFE FORCE日本版的原版模式或簡易模式獲得57,300分以上（可使用倒轉、快速載入）",
      "japanese": "「ライフフォース」日本版のオリジナルモードまたはイージーモードで57,300点以上を獲得した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Marque um mínimo de 57.300 pontos no modo original ou no modo fácil da versão japonesa de LIFE FORCE. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_16_DESC"
    }
  },
  {
    "name": "GRADIUS2_SCORE",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/815a4edb951ff3ccdbee8da36fe055709b346179.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "New High Score: GRADIUS II",
      "german": "Neuer Highscore: GRADIUS II",
      "french": "Nouveau meilleur score : GRADIUS II",
      "italian": "Nuovo miglior punteggio: GRADIUS II",
      "koreana": "그라디우스 II: 하이 스코어 경신",
      "spanish": "Nueva puntuación alta: GRADIUS II",
      "schinese": "宇宙巡航机II：更新最高分记录",
      "tchinese": "宇宙巡航艦II：刷新最高分數",
      "japanese": "グラディウスII ハイスコア更新",
      "brazilian": "Nova pontuação máxima: GRADIUS II",
      "token": "NEW_ACHIEVEMENT_1_17_NAME"
    },
    "description": {
      "english": "Score at least 57,300 points while playing Original Mode or Easy Mode in any version of GRADIUS II. (You may use the Rewind, Continue and Quickload features.)",
      "german": "Erziele mindestens 57.300 Punkte im Original- oder Einfachen Modus in einer beliebigen Version von GRADIUS II. (Du kannst die Zurückspulen-, Fortsetzen- und Schnelllade-Funktionen nutzen.)",
      "french": "Marquez au moins 57 300 points en mode Origine ou en mode Facile dans n'importe quelle version de GRADIUS II (Vous pouvez utiliser les fonctions Rembobinage, Continuer et Chargement rapide).",
      "italian": "Ottieni almeno 57.300 punti in modalità Originale o Facile, in qualsiasi versione di GRADIUS II. (È possibile utilizzare le funzionalità di riavvolgimento, caricamento rapido e Continua.)",
      "koreana": "그라디우스 II 중 한 버전의 오리지널 모드 또는 이지 모드에서 57,300점 이상 획득 (되돌리기, 이어 하기, 빠른 불러오기 이용 가능)",
      "spanish": "Consigue 57 300 puntos como mínimo mientras juegas en el modo Original o Fácil de cualquier versión de GRADIUS II. (Puedes usar las funciones Rebobinar, Continuar y Cargado rápido).",
      "schinese": "在宇宙巡航机II任意版本的原版/简单模式下取得57,300分以上（可使用回溯、续币游玩、快速加载）",
      "tchinese": "遊玩宇宙巡航艦II任一版本的原版模式或簡易模式獲得57,300分以上（可使用倒轉、接關、快速載入）",
      "japanese": "「グラディウスII」いずれかのバージョンのオリジナルモードまたはイージーモードで57,300点以上を獲得した（巻き戻し、コンティニュー、クイックロードの利用可能）",
      "brazilian": "Atinja um mínimo de 57.300 pontos no modo original ou no modo fácil em qualquer versão de GRADIUS II. (Você pode usar os recursos Retroceder, Continuar e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_17_DESC"
    }
  },
  {
    "name": "GRADIUS3_SCORE",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/f1b8443d396697f30d7e9be47d04174fc53f9637.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "New High Score: GRADIUS III",
      "german": "Neuer Highscore: GRADIUS III",
      "french": "Nouveau meilleur score : GRADIUS III",
      "italian": "Nuovo miglior punteggio: GRADIUS III",
      "koreana": "그라디우스 III: 하이 스코어 경신",
      "spanish": "Nueva puntuación alta: GRADIUS III",
      "schinese": "宇宙巡航机III：更新最高分记录",
      "tchinese": "宇宙巡航艦III：刷新最高分數",
      "japanese": "グラディウスIII ハイスコア更新",
      "brazilian": "Nova pontuação máxima: GRADIUS III",
      "token": "NEW_ACHIEVEMENT_1_18_NAME"
    },
    "description": {
      "english": "Score at least 57,300 points while playing Original Mode or Easy Mode in any version of GRADIUS III. (You may use the Rewind and Quickload features.)",
      "german": "Erziele mindestens 57.300 Punkte im Original- oder Einfachen Modus in einer beliebigen Version von GRADIUS III. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Marquez au moins 57 300 points en mode Origine ou en mode Facile dans n'importe quelle version de GRADIUS III (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Ottieni almeno 57.300 punti in modalità Originale o Facile, in qualsiasi versione di GRADIUS III. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "그라디우스 III 중 한 버전의 오리지널 모드 또는 이지 모드에서 57,300점 이상 획득 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Consigue 57 300 puntos como mínimo mientras juegas en el modo Original o Fácil de cualquier versión de GRADIUS III. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在宇宙巡航机III任意版本的原版/简单模式下取得57,300分以上 （可使用回溯，快速加载）",
      "tchinese": "遊玩宇宙巡航艦III任一版本的原版模式或簡易模式獲得57,300分以上 （可使用倒轉、快速載入）",
      "japanese": "「グラディウスIII」のいずれかのバージョンのオリジナルモードまたはイージーモードで57,300点以上を獲得した（巻き戻し、クイックロードの利用可能）",
      "brazilian": "Atinja um mínimo de 57.300 pontos no modo original ou no modo fácil em qualquer versão de GRADIUS III. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_18_DESC"
    }
  },
  {
    "name": "SALAMANDER2_SCORE",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/cbae4b934114d36c6d73bbc0958ab550f11b0055.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "New High Score: SALAMANDER2",
      "german": "Neuer Highscore: SALAMANDER2",
      "french": "Nouveau meilleur score : SALAMANDER2",
      "italian": "Nuovo miglior punteggio: SALAMANDER2",
      "koreana": "샐러맨더 2: 하이 스코어 경신",
      "spanish": "Nueva puntuación alta: SALAMANDER2",
      "schinese": "沙罗曼蛇2：更新最高分记录",
      "tchinese": "沙羅曼蛇２：刷新最高分數",
      "japanese": "沙羅曼蛇２ ハイスコア更新",
      "brazilian": "Nova pontuação máxima: SALAMANDER2",
      "token": "NEW_ACHIEVEMENT_1_19_NAME"
    },
    "description": {
      "english": "Score at least 57,300 points while playing Original Mode or Easy Mode in any version of SALAMANDER2. (You may use the Rewind, Continue and Quickload features.)",
      "german": "Erziele mindestens 57.300 Punkte im Original- oder Einfachen Modus in einer beliebigen Version von SALAMANDER2. (Du kannst die Zurückspulen-, Fortsetzen- und Schnelllade-Funktionen nutzen.)",
      "french": "Marquez au moins 57 300 points en mode Origine ou en mode Facile dans n'importe quelle version de SALAMANDER2 (Vous pouvez utiliser les fonctions Rembobinage, Continuer et Chargement rapide).",
      "italian": "Ottieni almeno 57.300 punti in modalità Originale o Facile, in qualsiasi versione di SALAMANDER2. (È possibile utilizzare le funzionalità di riavvolgimento, caricamento rapido e Continua.)",
      "koreana": "샐러맨더 2 중 한 버전의 오리지널 모드 또는 이지 모드에서 57,300점 이상 획득 (되돌리기, 이어 하기, 빠른 불러오기 이용 가능)",
      "spanish": "Consigue 57 300 puntos como mínimo mientras juegas en el modo Original o Fácil de cualquier versión de SALAMANDER2. (Puedes usar las funciones Rebobinar, Continuar y Cargado rápido).",
      "schinese": "在沙罗曼蛇2任意版本的原版/简单模式下取得57,300分以上（可使用回溯、续币游玩、快速加载）",
      "tchinese": "遊玩沙羅曼蛇２任一版本的原版模式或簡易模式獲得57,300分以上（可使用倒轉、接關、快速載入）",
      "japanese": "「沙羅曼蛇２」のオリジナルモードまたはイージーモードで57,300点以上を獲得した（巻き戻し、コンティニュー、クイックロードの利用可能）",
      "brazilian": "Atinja um mínimo de 57.300 pontos no modo original ou no modo fácil em qualquer versão de SALAMANDER2. (Você pode usar os recursos Retroceder, Continuar e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_19_DESC"
    }
  },
  {
    "name": "SALAMANDER3_SCORE",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/f6794fc698bf7828ac40823dc473c8ef75162a22.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "New High Score: SALAMANDER III",
      "german": "Neuer Highscore: SALAMANDER III",
      "french": "Nouveau meilleur score : SALAMANDER III",
      "italian": "Nuovo miglior punteggio: SALAMANDER III",
      "koreana": "샐러맨더 III: 하이 스코어 경신",
      "spanish": "Nueva puntuación alta: SALAMANDER III",
      "schinese": "沙罗曼蛇III：更新最高分记录",
      "tchinese": "沙羅曼蛇III：刷新最高分數",
      "japanese": "沙羅曼蛇III ハイスコア更新",
      "brazilian": "Nova pontuação máxima: SALAMANDER III",
      "token": "NEW_ACHIEVEMENT_1_20_NAME"
    },
    "description": {
      "english": "Score at least 57,300 points in Salamander III. (You may use the Continue feature.)",
      "german": "Erreiche mindestens 57.300 Punkte in Salamander III. (Du kannst die Fortsetzen-Funktion verwenden.)",
      "french": "Marquez au moins 57 300 points dans Salamander III (vous pouvez utiliser la fonction Continuer).",
      "italian": "Ottieni almeno 57.300 punti in Salamander III. (È possibile utilizzare la funzionalità Continua.)",
      "koreana": "샐러맨더 III에서 57,300점 이상 획득(이어 하기 이용 가능)",
      "spanish": "Consigue 57 300 puntos como mínimo en Salamander III. (Puedes usar la función de continuación).",
      "schinese": "在《沙罗曼蛇III》中取得57,300分以上（可续币游玩）",
      "tchinese": "遊玩沙羅曼蛇III獲得57,300分以上（可使用接關）",
      "japanese": "「沙羅曼蛇III」で57,300点以上を獲得した（コンティニューの利用可能）",
      "brazilian": "Atinja um mínimo de 57.300 pontos em Salamander III. (Você pode usar o recurso Continuar).",
      "token": "NEW_ACHIEVEMENT_1_20_DESC"
    }
  },
  {
    "name": "GRADIUS_ZABU",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/1e98df93981a40a418664a7c208da64f882ba8fa.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Fend Off the Zub Rush",
      "german": "Wehre den Zub Rush ab",
      "french": "Repoussez le Zub Rush",
      "italian": "Evita lo Zub Rush",
      "koreana": "저브 완벽 회피",
      "spanish": "Rechaza la Oleada de Zubs",
      "schinese": "回避所有炸雷",
      "tchinese": "避開所有札布炸彈",
      "japanese": "ザブ全避け",
      "brazilian": "Evite o enxame de Zubs",
      "token": "NEW_ACHIEVEMENT_1_21_NAME"
    },
    "description": {
      "english": "Survive the Zub Rush that appears during Stage 2 while playing Original Mode or Easy Mode in any version of Gradius without defeating a single one. (You may use the Rewind and Quickload features.)",
      "german": "Überlebe im Originalmodus oder Einfachen Modus den Zub Rush in Phase 2 in einer beliebigen Version von Gradius, ohne einen einzigen Zub zu besiegen. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Survivez au Zub Rush qui apparaît dans le niveau 2 en mode Origine ou en mode Facile dans n'importe quelle version de Gradius sans en détruire un seul (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Sopravvivi allo Zub Rush che appare durante il livello 2 in modalità Originale o Facile, in qualsiasi versione di Gradius, senza sconfiggerne nemmeno uno. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "그라디우스 중 한 버전의 오리지널 모드 또는 이지 모드에서 저브를 한 개체도 처치하지 않고 2면 저브 러시 통과 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Sobrevive a la Oleada de Zubs que aparece en la fase 2 mientras juegas en el modo Original o Fácil de cualquier versión de Gradius sin derrotar a uno solo. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《宇宙巡航机》任意版本的原版/简单模式的第2关的炸雷狂潮中回避且不击落任何炸雷 （可使用回溯，快速加载）",
      "tchinese": "遊玩宇宙巡航艦任一版本的原版模式或簡易模式，在第2關的札布炸彈猛攻中不打倒任何札布炸彈完美避開 （可使用倒轉、快速載入）",
      "japanese": "「グラディウス」いずれかのバージョンのオリジナルモードまたはイージーモードで2面のザブラッシュをザブを1体も倒さずに避けきった （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Sobreviva ao enxame de Zubs que aparece durante a Fase 2 no modo original ou no modo fácil em qualquer versão de Gradius sem derrotar nenhum deles. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_21_DESC"
    }
  },
  {
    "name": "GRADIUS_SHIELD",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/cea5aa0f71e7b5cb9a27f21c0bdefec06c935d6b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Who Needs Shields Anyway?!",
      "german": "Wer braucht schon Schilde?",
      "french": "Un bouclier ? Pour quoi faire ?!",
      "italian": "Chi ha bisogno di scudi?",
      "koreana": "10초 동안 실드를 피하라!",
      "spanish": "¡¿Quién necesita escudos?!",
      "schinese": "逃离护盾10秒！",
      "tchinese": "躲開護盾10秒！",
      "japanese": "シールドから10秒逃げろ！",
      "brazilian": "Quem precisa de escudos?!",
      "token": "NEW_ACHIEVEMENT_1_22_NAME"
    },
    "description": {
      "english": "Prevent a shield from attaching to your ship for at least 10 seconds after confirming the [?] power-up while playing Original Mode or Easy Mode in any version of Gradius. (You may use the Rewind and Quickload features.)",
      "german": "Verhindere im Originalmodus oder Einfachen Modus in einer beliebigen Version von Gradius nach Bestätigung des [?]-Power-ups für mindestens 10 Sekunden, dass dein Schiff einen Schild erhält. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Empêchez un bouclier de se fixer à votre vaisseau pendant au moins 10 secondes après avoir confirmé le bonus [?] en mode Origine ou en mode Facile dans n'importe quelle version de Gradius (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Impedisci a uno scudo di attaccarsi alla tua navicella per almeno 10 secondi dopo aver confermato il power-up [?], in modalità Originale o Facile, in qualsiasi versione di Gradius. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "그라디우스 중 한 버전의 오리지널 모드 또는 이지 모드에서 파워 업 ? 결정 이후 실드가 플레이어 전투기에 고정되지 않게 10초 이상 회피 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Evita que un escudo ataque tu nave durante al menos 10 segundos después de confirmar el potenciador [?]mientras juegas en el modo Original o Fácil de cualquier versión de Gradius. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《宇宙巡航机》任意版本的原版/简单模式下，选择？作为升级并在护盾未固定在子机表面的情况下逃亡10秒以上 （可使用回溯，快速加载）",
      "tchinese": "遊玩宇宙巡航艦任一版本的原版模式或簡易模式，在決定是否強化後持續逃開10秒以上不讓護盾固定在自機上 （可使用倒轉、快速載入）",
      "japanese": "「グラディウス」いずれかのバージョンのオリジナルモードまたはイージーモードでパワーアップ「？」を決定してからシールドが自機に固定されないよう10秒以上逃げ続けた （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Evite que um escudo se acople à sua nave por no mínimo 10 segundos depois de confirmar o poder [?] no modo original ou no modo fácil em qualquer versão de Gradius. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_22_DESC"
    }
  },
  {
    "name": "SALAFORCE_ZAPPED",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/55632b9f78d8cfcb84290b84400f3932219b38a3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Better Luck Next Time!",
      "german": "Mehr Glück beim nächsten Mal!",
      "french": "Ça ira mieux la prochaine fois !",
      "italian": "Ritenta, avrai più fortuna!",
      "koreana": "될 때까지 다시 한다!",
      "spanish": "¡La próxima vez será!",
      "schinese": "从头来过吧！",
      "tchinese": "重新來過！",
      "japanese": "出直してこい！",
      "brazilian": "Mais sorte da próxima vez!",
      "token": "NEW_ACHIEVEMENT_1_23_NAME"
    },
    "description": {
      "english": "Escape without destroying Zelos Force while playing Original Mode or Easy Mode in any version of Salamander or Life Force. (You may use the Rewind and Quickload features.)",
      "german": "Entkomme im Originalmodus oder Einfachen Modus in einer beliebigen Version von Salamander oder Life Force, nachdem du Zelos Force zerstört hast. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Échappez-vous sans détruire Force Zelos en mode Origine ou en mode Facile dans n'importe quelle version de Salamander ou de Life Force (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Fuggi senza distruggere Zelos Force, in modalità Originale o Facile, in qualsiasi versione di Salamander o Life Force. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "샐러맨더 중 한 버전이나 라이프 포스의 오리지널 모드 또는 이지 모드에서 제로스 포스를 파괴하지 않고 탈출 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Escapa sin destruir a Fuerza Zelos mientras juegas en el modo Original o Fácil de cualquier versión de Salamander o Life Force. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《沙罗曼蛇》任意版本或《Life Force》的原版/简单模式下不击落泽洛斯之力并逃脱 （可使用回溯，快速加载）",
      "tchinese": "遊玩沙羅曼蛇任一版本或是Life Force的原版模式或簡易模式，不破壞傑洛斯武力成功逃脫 （可使用倒轉、快速載入）",
      "japanese": "「沙羅曼蛇」いずれかのバージョンもしくは「ライフフォース」のオリジナルモードまたはイージーモードでゼロスフォースを破壊せずに脱出した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Fuja sem destruir a Zelos Force no modo original ou no modo fácil em qualquer versão de Salamander ou de Life Force. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_23_DESC"
    }
  },
  {
    "name": "SALAFORCE_SHUTTER",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/23189f479b5d8367dc32c6c77a45e0ca7a1ca8ed.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Conqueror of Salamander",
      "german": "Salamander bezwungen",
      "french": "Conquérant de Salamander",
      "italian": "Alla conquista di Salamander",
      "koreana": "셔터 완전 공략",
      "spanish": "Conquistador de Salamander",
      "schinese": "彻底打败穿梭机",
      "tchinese": "完美攻略遮斷壁",
      "japanese": "シャッター完全攻略",
      "brazilian": "Conquistador de Salamander",
      "token": "NEW_ACHIEVEMENT_1_24_NAME"
    },
    "description": {
      "english": "Escape without losing any lives after destroying Zelos Force while playing Original Mode or Easy Mode in any version of Salamander or Life Force. (You may use the Rewind and Quickload features.)",
      "german": "Entkomme im Originalmodus oder Einfachen Modus in einer beliebigen Version von Salamander oder Life Force, nachdem du Zelos Force zerstört hast und verliere dabei kein Leben. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Échappez-vous sans perdre de vie après avoir détruit Force Zelos en mode Origine ou en mode Facile dans n'importe quelle version de Salamander ou de Life Force (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Fuggi senza perdere vite dopo aver distrutto Zelos Force, in modalità Originale o Facile, in qualsiasi versione di Salamander o Life Force. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "샐러맨더 중 한 버전이나 라이프 포스의 오리지널 모드 또는 이지 모드에서 제로스 포스 파괴 후 전투기를 잃지 않고 탈출 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Escapa sin perder ninguna vida después de destruir a Fuerza Zelos mientras juegas en el modo Original o Fácil de cualquier versión de Salamander o Life Force. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《沙罗曼蛇》任意版本或《Life Force》的原版/简单模式下击落泽洛斯之力后无伤逃脱 （可使用回溯，快速加载）",
      "tchinese": "遊玩沙羅曼蛇任一版本或是Life Force的原版模式或簡易模式，在破壞傑洛斯武力後無失誤成功逃脫通關 （可使用倒轉、快速載入）",
      "japanese": "「沙羅曼蛇」いずれかのバージョンもしくは「ライフフォース」のオリジナルモードまたはイージーモードでゼロスフォース破壊後の脱出をノーミスでクリアした （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Fuja sem perder nenhuma vida após destruir a Zelos Force no modo original ou no modo fácil em qualquer versão de Salamander ou de Life Force. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_24_DESC"
    }
  },
  {
    "name": "LIFEFORCE_SHIELD",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/273cc56c595347c2297afcf93021ed9aa3caf329.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Shields at Maximum",
      "german": "Maximale Schilde",
      "french": "Boucliers au maximum",
      "italian": "Scudi al massimo",
      "koreana": "포스 필드 최대",
      "spanish": "Escudos a tope",
      "schinese": "力场最大化",
      "tchinese": "最大力場",
      "japanese": "フォースフィールド最大",
      "brazilian": "Escudos no máximo",
      "token": "NEW_ACHIEVEMENT_1_25_NAME"
    },
    "description": {
      "english": "Acquire the maximum number of force fields (4 total) while playing Original Mode or Easy Mode in the Japanese version of Life Force. (You may use the Rewind and Quickload features.)",
      "german": "Erhalte im Original- oder Einfachen Modus der japanischen Version von Life Force die maximale Anzahl an Kraftfeldern (insgesamt 4). (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Obtenez le nombre maximum de champs de force (4 au total) en mode Origine ou en mode Facile dans la version japonaise de Life Force (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Ottieni il numero massimo di campi di forza (4 in totale), in modalità Originale o Facile, nella versione giapponese di Life Force. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "라이프 포스 일본판 오리지널 모드 또는 이지 모드에서 포스 필드 최대 보유 개수(4개) 획득 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Consigue el número máximo de campos de fuerza (4 en total) mientras juegas en el modo Original o Fácil de la versión japonesa de Life Force. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《Life Force》日本版的原版/简单模式下获得最多的4个力场 （可使用回溯，快速加载）",
      "tchinese": "遊玩LIFE FORCE日本版的原版模式或簡易模式，獲得力場達到持有上限（4個） （可使用倒轉、快速載入）",
      "japanese": "「ライフフォース」日本版のオリジナルモードまたはイージーモードでフォースフィールドの最大所持数（４個）を獲得した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Adquira o número máximo de campos de força (4 no total) no modo original ou no modo fácil da versão japonesa de Life Force. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_25_DESC"
    }
  },
  {
    "name": "GRADIUS2_DRAGON",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/6b1bd0414c76f264abef86b580aaf5d09b332c4f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Conscientious Objector",
      "german": "Kriegsdienst verweigert",
      "french": "Objecteur de conscience",
      "italian": "Obbiettore di coscienza",
      "koreana": "쏘지 않아도 충분해",
      "spanish": "Objetor de conciencia",
      "schinese": "兵不血刃",
      "tchinese": "不發動射擊",
      "japanese": "撃たずとも",
      "brazilian": "Objetor de consciência",
      "token": "NEW_ACHIEVEMENT_1_26_NAME"
    },
    "description": {
      "english": "Acquire a Power Capsule from one of the the flaming rocks fired by the Fire Dragons that appear during Stage 1 without attacking the rock while playing Original Mode or Easy Mode in any version of GRADIUS II. (You may use the Rewind and Quickload features.)",
      "german": "Sammle im Originalmodus oder Einfachen Modus in einer beliebigen Version von GRADIUS II eine Energiekapsel von einem der flammenden Felsen des Fire Dragon ein, der in Level 1 erscheint, ohne den Felsen anzugreifen. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Obtenez une capsule de puissance avec l'un des rochers en flammes lancés par les Dragons de feu qui apparaissent dans le niveau 1 sans attaquer le rocher, en mode Origine ou en mode Facile, dans n'importe quelle version de GRADIUS II (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Ottieni una capsula di power-up da una delle pietre fiammeggianti lanciate dai draghi di fuoco che appaiono durante il livello 1, senza attaccare la pietra, in modalità Originale o Facile, in qualsiasi versione di GRADIUS II.(È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "그라디우스 II 중 한 버전의 오리지널 모드 또는 이지 모드에서 스테이지 1의 인공 태양으로부터 출현하는 용이 뱉은 바위를 공격하지 않고 바위에서 파워 캡슐 획득 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Consigue una cápsula de poder de una de las rocas en llamas que disparan los dragones de fuego que aparecen en la fase 1 sin atacar la roca mientras juegas en el modo Original o Fácil de cualquier versión de GRADIUS II. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《宇宙巡航机II》任意版本的原版/简单模式下的第1关中，不攻击岩石从人工太阳中出现的龙喷吐的岩石中取得能量胶囊（可使用回溯，快速加载）",
      "tchinese": "遊玩宇宙巡航艦II任一版本的原版模式或簡易模式，在關卡1從人造太陽出現的龍吐出岩石的狀況下，不發動攻擊獲得能量膠囊（可使用倒轉、快速載入）",
      "japanese": "「グラディウスII」いずれかのバージョンのオリジナルモードまたはイージーモードでステージ１の人工太陽から出現する竜が吐く岩からショットを撃たずにパワーカプセルを獲得した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Adquira uma cápsula de poder de uma das rochas flamejantes disparadas pelos Dragões de Fogo que aparecem durante a Fase 1, mas sem atirar na rocha, no modo original ou no modo fácil em qualquer versão de GRADIUS II. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_26_DESC"
    }
  },
  {
    "name": "GRADIUS2_OPTION",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/29381ea3d5a48129b5c672ee24c39c03fca4b8d4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "Damage Report",
      "german": "Schadensbericht",
      "french": "Rapport de dégâts",
      "italian": "Rapporto sui danni",
      "koreana": "막대한 손실",
      "spanish": "Informe de daños",
      "schinese": "沉重打击",
      "tchinese": "損傷慘重",
      "japanese": "大損害",
      "brazilian": "Relatório de danos",
      "token": "NEW_ACHIEVEMENT_1_27_NAME"
    },
    "description": {
      "english": "Allow four options to be stolen at one time by an Option Hunter while playing Original Mode in any version of GRADIUS II. (You may use the Rewind and Quickload features.)",
      "german": "Lass im Original Modus einer beliebigen Version von GRADIUS II einen Option-Jäger vier Options auf einmal stehlen. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Laissez-vous voler quatre options en même temps par un Option Hunter en mode Origine dans n'importe quelle version de GRADIUS II (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Consenti a un cacciatore di repliche di rubarne quattro contemporaneamente, in modalità Originale, in qualsiasi versione di GRADIUS II. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "그라디우스 II 중 한 버전의 오리지널 모드 에서 옵션 헌터에게 옵션 4개를 동시에 빼앗기기 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Deja que un cazador de opciones robe cuatro opciones a la vez mientras juegas en el modo Original de cualquier versión de GRADIUS II. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《宇宙巡航机II》任意版本的原版模式下，被子机猎人同时夺走4台子机 （可使用回溯，快速加载）",
      "tchinese": "遊玩宇宙巡航艦II任一版本的原版模式，被子機獵人同時奪走4架子機 （可使用倒轉、快速載入）",
      "japanese": "「グラディウスII」いずれかのバージョンのオリジナルモードでオプションハンターからオプションを4つ同時に奪われた（巻き戻し、クイックロードの利用可能）",
      "brazilian": "Permita que quatro múltiplos sejam roubados de uma só vez por um Caçador de Múltiplos no modo original em qualquer versão de GRADIUS II. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_27_DESC"
    }
  },
  {
    "name": "GRADIUS3_OPTION",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/a8cbd80bdbd359f01c379dca63460c95baafe23b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "We're Out of Options!",
      "german": "Keine Option übrig!",
      "french": "À court d'options !",
      "italian": "Niente da replicare!",
      "koreana": "옵션을 되찾아라!",
      "spanish": "¡No nos quedan opciones!",
      "schinese": "夺回子机！",
      "tchinese": "奪回子機！",
      "japanese": "オプションを取り戻せ！",
      "brazilian": "Múltiplos zerados!",
      "token": "NEW_ACHIEVEMENT_1_28_NAME"
    },
    "description": {
      "english": "Retrieve an option that was stolen by an Option Hunter while playing Original Mode or Easy Mode in any version of Gradius III. (You may use the Rewind and Quickload features.)",
      "german": "Erhalte im Original- oder Einfachen Modus einer beliebigen Version von Gradius III eine Option zurück, die ein Option-Jäger gestohlen hat. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Récupérez une option volée par un Option Hunter en mode Origine ou en mode Facile dans n'importe quelle version de Gradius III (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Recupera una replica rubata da un cacciatore di repliche, in modalità Originale o Facile, in qualsiasi versione di Gradius III. (È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "그라디우스 III 중 한 버전의 오리지널 모드 또는 이지 모드에서 옵션 헌터에게 빼앗긴 옵션 회수 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Recupera una opción robada por un cazador de opciones mientras juegas en el modo Original o Fácil de cualquier versión de Gradius III. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《宇宙巡航机III》任意版本的原版/简单模式下，从子机猎人处夺回自己的子机 （可使用回溯，快速加载）",
      "tchinese": "遊玩宇宙巡航艦III任一版本的原版模式或簡易模式，取回被子機獵人奪走的子機 （可使用倒轉、快速載入）",
      "japanese": "「グラディウスIII」いずれかのバージョンのオリジナルモードまたはイージーモードでオプションハンターから取り上げられたオプションを取り返した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Recupere um múltiplo roubado por um Caçador de Múltiplos no modo original ou no modo fácil em qualquer versão de Gradius III. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_28_DESC"
    }
  },
  {
    "name": "GRADIUS3_LONGTIME",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/fcf37f0af25ff80f43b20f72f63b636863611e24.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "A Long Time Ago",
      "german": "Vor langer Zeit",
      "french": "Il y a bien longtemps",
      "italian": "Tanto tempo fa",
      "koreana": "A Long Time Ago",
      "spanish": "Hace mucho tiempo",
      "schinese": "很久以前",
      "tchinese": "A Long Time Ago",
      "japanese": "A Long Time Ago",
      "brazilian": "Há muito tempo...",
      "token": "NEW_ACHIEVEMENT_1_29_NAME"
    },
    "description": {
      "english": "Hear the song \"A Long Time Ago\" by meeting the secret conditions in Stage 3 while playing Original Mode or Easy Mode in any version of GRADIUS III. (You may use the Rewind and Quickload features.)",
      "german": "Hör dir im Originalmodus oder Einfachen Modus in einer beliebigen Version von GRADIUS III das Lied „Vor langer Zeit“ an, indem du die notwendigen Bedingungen in Level 3 erfüllst. (Du kannst die Zurückspulen- und Schnelllade-Funktionen nutzen.)",
      "french": "Écoutez la chanson \"A Long Time Ago\" en remplissant les conditions secrètes dans le niveau 3, en mode Origine ou en mode Facile, dans n'importe quelle version de GRADIUS III (vous pouvez utiliser les fonctions Rembobinage et Chargement rapide).",
      "italian": "Ascolta il brano \"A Long Time Ago\" dopo aver soddisfatto le condizioni segrete necessarie nel livello 3, in modalità Originale o Facile, in qualsiasi versione di GRADIUS III.(È possibile utilizzare le funzionalità di riavvolgimento e caricamento rapido.)",
      "koreana": "그라디우스 III 중 한 버전의 오리지널 모드 또는 이지 모드에서 스테이지 3의 특정 조건을 충족해 'A Long Time Ago' 감상 (되돌리기, 빠른 불러오기 이용 가능)",
      "spanish": "Escucharás la canción \"A Long Time Ago\" cuando hayas cumplido las condiciones secretas en la fase 3 mientras juegas en el modo Original o Fácil de cualquier versión de GRADIUS III. (Puedes usar las funciones Rebobinar y Cargado rápido).",
      "schinese": "在《宇宙巡航机III》任意版本的原版/简单模式的第3关中，满足特定条件触发《A Long Time Ago》的自动播放（可使用回溯，快速加载）",
      "tchinese": "遊玩宇宙巡航艦III任一版本的原版模式或簡易模式，滿足關卡3的特定條件播放「A Long Time Ago」（可使用倒轉、快速載入）",
      "japanese": "「グラディウスIII」いずれかのバージョンのオリジナルモードまたはイージーモードでステージ３の特定条件を満たして「A Long Time Ago」を再生した （巻き戻し、クイックロードの利用可能）",
      "brazilian": "Ouça a música \"A Long Time Ago\" ao cumprir as condições secretas na Fase 3, no modo original ou no modo fácil em qualquer versão de GRADIUS III. (Você pode usar os recursos Retroceder e Carregamento rápido).",
      "token": "NEW_ACHIEVEMENT_1_29_DESC"
    }
  },
  {
    "name": "PLATINUM",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/1373734888e88f5e2122585c32424d1d05d644d8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2897590/bf015f5717f850c0e7c1370d66625ca0579db98d.jpg",
    "displayName": {
      "english": "OG Collector",
      "german": "Oldschool-Sammlung",
      "french": "Collectionneur OG",
      "italian": "Collezionista vecchia scuola",
      "koreana": "오리진 컬렉터",
      "spanish": "Coleccionista de OG",
      "schinese": "原典收藏家",
      "tchinese": "原版收藏家",
      "japanese": "オリジンコレクター",
      "brazilian": "Colecionador de originais",
      "token": "NEW_ACHIEVEMENT_1_30_NAME"
    },
    "description": {
      "english": "Obtained all of the achievement.",
      "german": "Alle Errungenschaften erhalten.",
      "french": "Vous avez obtenu le tous les Succès.",
      "italian": "Hai ottenuto tutti i Obiettivi.",
      "koreana": "모든 업적 달성",
      "spanish": "Has conseguido todos los Logros.",
      "schinese": "已解锁了全部成就",
      "tchinese": "解放所有成就",
      "japanese": "全てのアチーブメントを解禁した",
      "brazilian": "Todas as conquistas foram removidas.",
      "token": "NEW_ACHIEVEMENT_1_30_DESC"
    }
  }
]