[
  {
    "appid": "2133620",
    "itemdefid": "99",
    "Timestamp": "2025-12-17T19:31:28Z",
    "modified": "20251217T193128Z",
    "date_created": "20251217T193128Z",
    "type": "item",
    "display_type": "Character",
    "display_type_german": "Charakter",
    "display_type_french": "Personnage",
    "display_type_italian": "Personaggio",
    "display_type_spanish": "Personaje",
    "display_type_schinese": "角色",
    "display_type_russian": "Персонаж",
    "display_type_portuguese": "Personagem",
    "name": "Santa Clause",
    "name_german": "Weihnachtsmann",
    "name_french": "Père Noël",
    "name_italian": "Babbo Natale",
    "name_spanish": "Papá Noel",
    "name_schinese": "圣诞老人",
    "name_russian": "Дед Мороз",
    "name_portuguese": "Pai Natal",
    "price": "1;USD200,EUR200",
    "quantity": 0,
    "description": "A festive legend on patrol. Santa Clause brings holiday spirit, booming laughter, and a bag full of surprises—perfect for seasonal events and special missions.",
    "description_german": "Eine festliche Legende auf Streife. Der Weihnachtsmann bringt Weihnachtsstimmung, dröhnendes Lachen und einen Sack voller Überraschungen – perfekt für saisonale Events und Spezialmissionen.",
    "description_french": "Une légende festive en patrouille. Le Père Noël apporte l’esprit des fêtes, un rire tonitruant et un sac rempli de surprises — idéal pour les événements saisonniers et les missions spéciales.",
    "description_italian": "Una leggenda festiva in pattuglia. Babbo Natale porta lo spirito delle feste, una risata fragorosa e un sacco pieno di sorprese — perfetto per eventi stagionali e missioni speciali.",
    "description_spanish": "Una leyenda festiva de patrulla. Papá Noel trae el espíritu navideño, una risa atronadora y un saco lleno de sorpresas: perfecto para eventos de temporada y misiones especiales.",
    "description_schinese": "节日传说也来巡逻。圣诞老人带来节日气氛、爽朗笑声和一袋惊喜——非常适合季节活动与特殊任务。",
    "description_russian": "Праздничная легенда на патруле. Дед Мороз приносит новогоднее настроение, громкий смех и мешок сюрпризов — идеально для сезонных событий и особых заданий.",
    "description_portuguese": "Uma lenda festiva em patrulha. O Pai Natal traz o espírito das festas, uma gargalhada estrondosa e um saco cheio de surpresas — perfeito para eventos sazonais e missões especiais.",
    "background_color": "8B0000",
    "icon_url": "https://bodgame.net/bods/items/santa_clause_200.png",
    "icon_url_large": "https://bodgame.net/bods/items/santa_clause_2048.png",
    "name_color": "FFFFFF",
    "store_tags": "character;seasonal",
    "tradable": false,
    "marketable": false,
    "commodity": false
  },
  {
    "appid": "2133620",
    "itemdefid": "100",
    "Timestamp": "2025-12-17T19:31:28Z",
    "modified": "20251217T193128Z",
    "date_created": "20251217T193128Z",
    "type": "item",
    "display_type": "Character",
    "display_type_german": "Charakter",
    "display_type_french": "Personnage",
    "display_type_italian": "Personaggio",
    "display_type_spanish": "Personaje",
    "display_type_schinese": "角色",
    "display_type_russian": "Персонаж",
    "display_type_portuguese": "Personagem",
    "name": "Talahon",
    "name_german": "Talahon",
    "name_french": "Talahon",
    "name_italian": "Talahon",
    "name_spanish": "Talahon",
    "name_schinese": "Talahon",
    "name_russian": "Talahon",
    "name_portuguese": "Talahon",
    "price": "1;USD200,EUR200",
    "quantity": 0,
    "description": "No one hits the asphalt with more confidence than Talahon. With a trusty belt bag—contents unknown—and a talent for turning any moment into a challenge, he thrives on chaos, speed, and loud opinions.",
    "description_german": "Niemand betritt den Asphalt mit mehr Selbstbewusstsein als Talahon. Mit einer treuen Bauchtasche – Inhalt unbekannt – und dem Talent, jede Situation in eine Herausforderung zu verwandeln, lebt er für Chaos, Tempo und große Sprüche.",
    "description_french": "Personne ne foule l’asphalte avec plus d’assurance que Talahon. Avec sa sacoche banane — contenu inconnu — et un talent certain pour transformer n’importe quel moment en défi, il vit pour le chaos, la vitesse et les grandes paroles.",
    "description_italian": "Nessuno mette piede sull’asfalto con più sicurezza di Talahon. Con il suo marsupio — contenuto ignoto — e la capacità di trasformare ogni momento in una sfida, vive di caos, velocità e opinioni rumorose.",
    "description_spanish": "Nadie pisa el asfalto con más seguridad que Talahon. Con su riñonera — contenido desconocido — y el talento de convertir cualquier momento en un desafío, vive por el caos, la velocidad y las opiniones a todo volumen.",
    "description_schinese": "没有人比 Talahon 更自信地踏上柏油路。他带着那只腰包——里面装着什么无人知晓——并擅长把任何时刻都变成挑战；他沉迷于混乱、速度和响亮的观点。",
    "description_russian": "Никто не выходит на асфальт с такой самоуверенностью, как Talahon. С поясной сумкой — что внутри, неизвестно — и талантом превращать любой момент в вызов, он живёт ради хаоса, скорости и громких мнений.",
    "description_portuguese": "Ninguém pisa o asfalto com mais confiança do que Talahon. Com a sua pochete — conteúdo desconhecido — e um talento para transformar qualquer momento num desafio, vive de caos, velocidade e opiniões bem sonoras.",
    "background_color": "3C352E",
    "icon_url": "https://bodgame.net/bods/items/talahon_200.jpg",
    "icon_url_large": "https://bodgame.net/bods/items/talahon_2048.jpg",
    "name_color": "7D6D00",
    "store_tags": "character;featured",
    "tradable": false,
    "marketable": false,
    "commodity": false
  }
]