[
  {
    "appid": "927350",
    "itemdefid": "110",
    "Timestamp": "2021-08-26T13:47:22Z",
    "modified": "20210826T134722Z",
    "date_created": "20210817T142056Z",
    "type": "item",
    "display_type": "",
    "name": "5 Tier Skip Pack",
    "price": "1;USD399,GBP329,EUR399,RUB15900,BRL1490,JPY49000,IDR3200000,MYR1000,PHP12000,SGD490,THB9000,VND5000000,KRW400000,TRY2200,UAH5900,MXN5500,CAD519,AUD595,NZD599,NOK3900,PLN1200,CHF410,CNY1500,INR15900,CLP239000,PEN1199,COP1200000,ZAR4500,HKD2700,TWD9500,SAR1650,AED1650,ARS20900,ILS1500,KZT99000,KWD135,QAR1650,CRC200000,UYU13900",
    "quantity": 1,
    "description": "Tier Skips apply instantly after purchase and are only compatible with a Battle Pass.\n\nSecure your unique and exclusive cosmetics with the Battle Pass 5 Tier Skip Pack. This pack immediately unlocks the next 5 tiers to progress through the tiers of a Battle Pass before the current Season ends.",
    "description_german": "Tier-Skips erfolgen sofort nach dem Kauf und sind nur mit einem Battle Pass kompatibel.\n\nSichere dir deine exklusiven und einzigartigen Kosmetika mit dem „Battle Pass 5-Tier-Skip“-Paket. Dieses Paket schaltet sofort die nächsten 5 Stufen im Battle Pass frei, bevor die aktuelle Season endet.",
    "description_french": "Uniquement compatible avec un Battle Pass. Les Passages de niveaux s’appliquent en jeu instantanément après l’achat.\n\nSécurisez vos cosmétiques exclusifs avec le pack Battle Pass - 5 Passages de niveaux. Ce pack débloque immédiatement les 5 prochains niveaux de progression sur le Battle Pass de la saison en cours.",
    "description_italian": "I Salti livello vengono applicati all'istante e sono compatibili solo con un Battle Pass.\n\nAssicurati gli oggetti cosmetici unici ed esclusivi con il Pacchetto Salto livello 5 del Battle Pass. Il pacchetto sblocca all'istante 5 classi successive per avanzare nel Battle Pass prima che termini la Stagione in corso.",
    "description_koreana": "티어 건너뛰기는 구매 즉시 적용되며 배틀 패스하고만 호환됩니다.\n\n배틀 패스 5 티어 건너뛰기 팩으로 특별한 독점 꾸미기 아이템을 획득하세요. 이 팩은 다음 5 티어를 즉시 해제해주어 현재 시즌이 끝나기 전에 배틀 패스 티어를 진행할 수 있게 됩니다.",
    "description_schinese": "Tier Skip 将在购买后即时生效且仅与战斗季票兼容。\n\n借助战斗季票 5 Tier Skip 包来锁定你的专属独特皮肤。此包将在当前赛季结束前立即解锁接下来的 5 个等级，以助你在战斗季票的等级中不断晋升。",
    "description_tchinese": "Tier Skip 將於購買後立即套用，且僅與戰場通行證相容。\n\n藉助戰場通行證 5 等級 Tier Skip 禮包，將專有的專屬裝飾收入囊中。這個禮包可立即解鎖接下來的 5 個等級，在目前賽季結束前推進戰場通行證的級別。",
    "description_russian": "Пропуск применяется сразу же после покупки и совместим только с боевым абонементом.\n\nПолучите уникальные эксклюзивные косметические предметы, приобретя 5 Tier Skip (пропуск 5 ступеней). Пропуск мгновенно разблокирует следующие пять ступеней, чтобы вы быстрее прошли абонемент текущего сезона.",
    "description_japanese": "ティアスキップは購入後に即座に適用され、バトルパスにのみ対応しています。\n\n「バトルパス5ティアスキップパック」でユニークな限定コスメティックを手に入れましょう。このパックは、現行のシーズンが終了する前に、バトルパスのティアをその場で5進めることができます。",
    "description_polish": "Pominięcie stopni jest stosowane natychmiast po zakupie i jest zgodne tylko z przepustką bojową.\n\nZapewnij sobie unikalne i ekskluzywne ozdoby za pomocą pakietu pominięcia 5 stopni przepustki bojowej. Ten pakiet natychmiast odblokowuje następne 5 stopni, co przyspiesza postęp w ramach stopni przepustki bojowej przed zakończeniem bieżącego sezonu.",
    "description_brazilian": "O avanço de categoria se aplica instantaneamente após a compra e só é compatível com um Passe de Batalha.\n\nGaranta seus itens cosméticos exclusivos com o Pacote de Avanço de 5 Categorias do Passe de Batalha. Este pacote desbloqueia instantaneamente as próximas 5 categorias na progressão de categorias de um Passe de Batalha antes do fim da temporada atual.",
    "description_latam": "Los saltos se aplican tras la compra y solo son compatibles con pase de batalla.\n\nAsegura tus objetos estéticos únicos y exclusivos con el pack de salto de 5 niveles, que desbloquea los siguientes 5 niveles para avanzar en los niveles de un pase antes de que termine la temporada.",
    "icon_url": "https://d1th85igz69y7x.cloudfront.net/steam-inventory-service-assets/HOOD_5Tier_200x200.png",
    "icon_url_large": "https://d1th85igz69y7x.cloudfront.net/steam-inventory-service-assets/HOOD_5Tier_2048x2048.png",
    "promo": "owns:1677070",
    "tradable": false,
    "marketable": false,
    "commodity": false
  },
  {
    "appid": "927350",
    "itemdefid": "111",
    "Timestamp": "2021-08-26T13:51:41Z",
    "modified": "20210826T135141Z",
    "date_created": "20210817T142056Z",
    "type": "item",
    "display_type": "",
    "name": "10 Tier Skip Pack",
    "price": "1;USD599,GBP499,EUR599,RUB23900,BRL2090,JPY75000,IDR4900000,MYR1400,PHP16900,SGD690,THB13000,VND7600000,KRW600000,TRY3200,UAH8900,MXN7999,CAD799,AUD895,NZD899,NOK5900,PLN1999,CHF620,CNY2400,INR24900,CLP350000,PEN1800,COP1790000,ZAR6900,HKD4100,TWD14900,SAR2500,AED2500,ARS32000,ILS2200,KZT149000,KWD200,QAR2500,CRC300000,UYU20000",
    "quantity": 1,
    "description": "Tier Skips apply instantly after purchase and are only compatible with a Battle Pass.\n\nSecure your unique and exclusive cosmetics with the Battle Pass 10 Tier Skip Pack. This pack immediately unlocks the next 10 tiers to progress through the tiers of a Battle Pass before the current Season ends.",
    "description_german": "Tier-Skips erfolgen sofort nach dem Kauf und sind nur mit einem Battle Pass kompatibel.\n\nSichere dir deine exklusiven und einzigartigen Kosmetika mit dem „Battle Pass 10-Tier-Skip“-Paket. Dieses Paket schaltet sofort die nächsten 10 Stufen im Battle Pass frei, bevor die aktuelle Season endet.",
    "description_french": "Uniquement compatible avec un Battle Pass. Les Passages de niveaux s’appliquent en jeu instantanément après l’achat.\n\nSécurisez vos cosmétiques exclusifs avec le pack Battle Pass - 10 Passages de niveaux. Ce pack débloque immédiatement les 10 prochains niveaux de progression sur le Battle Pass de la saison en cours.",
    "description_italian": "I Salti livello vengono applicati all'istante e sono compatibili solo con un Battle Pass.\n\nAssicurati gli oggetti cosmetici unici ed esclusivi con il Pacchetto Salto livello 10 del Battle Pass. Il pacchetto sblocca all'istante 10 classi successive per avanzare nel Battle Pass prima che termini la Stagione in corso.",
    "description_koreana": "티어 건너뛰기는 구매 즉시 적용되며 배틀 패스하고만 호환됩니다.\n\n배틀 패스 10 티어 건너뛰기 팩으로 특별한 독점 꾸미기 아이템을 획득하세요. 이 팩은 다음 10 티어를 즉시 해제해주어 현재 시즌이 끝나기 전에 배틀 패스 티어를 진행할 수 있게 됩니다.",
    "description_schinese": "Tier Skip 将在购买后即时生效且仅与战斗季票兼容。\n\n借助战斗季票 10 Tier Skip 包来锁定你的专属独特皮肤。此包将在当前赛季结束前立即解锁接下来的 10 个等级，以助你在战斗季票的等级中不断晋升。",
    "description_tchinese": "Tier Skip 將於購買後立即套用，且僅與戰場通行證相容。\n\n藉助戰場通行證 10 等級 Tier Skip 禮包，將專有的專屬裝飾收入囊中。這個禮包可立即解鎖接下來的 10 個等級，在目前賽季結束前推進戰場通行證的級別。",
    "description_russian": "Пропуск применяется сразу же после покупки и совместим только с боевым абонементом.\n\nПолучите уникальные эксклюзивные косметические предметы, приобретя 10 Tier Skip (пропуск 10 ступеней). Пропуск мгновенно разблокирует следующие пять ступеней, чтобы вы быстрее прошли абонемент текущего сезона.",
    "description_japanese": "ティアスキップは購入後に即座に適用され、バトルパスにのみ対応しています。\n\n「バトルパス10ティアスキップパック」でユニークな限定コスメティックを手に入れましょう。このパックは、現行のシーズンが終了する前に、バトルパスのティアをその場で10進めることができます。",
    "description_polish": "Pominięcie stopni jest stosowane natychmiast po zakupie i jest zgodne tylko z przepustką bojową.\n\nZapewnij sobie unikalne i ekskluzywne ozdoby za pomocą pakietu pominięcia 10 stopni przepustki bojowej. Ten pakiet natychmiast odblokowuje następne 10 stopni, co przyspiesza postęp w ramach stopni przepustki bojowej przed zakończeniem bieżącego sezonu.",
    "description_brazilian": "O avanço de categoria se aplica instantaneamente após a compra e só é compatível com um Passe de Batalha.\n\nGaranta seus itens cosméticos exclusivos com o Pacote de Avanço de 10 Categorias do Passe de Batalha. Este pacote desbloqueia instantaneamente as próximas 10 categorias na progressão de categorias de um Passe de Batalha antes do fim da temporada atual.",
    "description_latam": "Los saltos se aplican tras la compra y solo son compatibles con pase de batalla.\n\nAsegura tus objetos estéticos únicos y exclusivos con el pack de salto de 10 niveles, que desbloquea los siguientes 10 niveles para avanzar en los niveles de un pase antes de que termine la temporada.",
    "icon_url": "https://d1th85igz69y7x.cloudfront.net/steam-inventory-service-assets/HOOD_10Tier_200x200.png",
    "icon_url_large": "https://d1th85igz69y7x.cloudfront.net/steam-inventory-service-assets/HOOD_10Tier_2048x2048.png",
    "tradable": false,
    "marketable": false,
    "commodity": false
  },
  {
    "appid": "927350",
    "itemdefid": "112",
    "Timestamp": "2021-08-26T13:52:07Z",
    "modified": "20210826T135207Z",
    "date_created": "20210817T142056Z",
    "type": "item",
    "display_type": "",
    "name": "20 Tier Skip Pack",
    "price": "1;USD999,GBP899,EUR999,RUB39900,BRL3500,JPY125000,IDR7900000,MYR2300,PHP29500,SGD1190,THB22000,VND13000000,KRW1000000,TRY5500,UAH14900,MXN13999,CAD1299,AUD1495,NZD1499,NOK9900,PLN2999,CHF1090,CNY4000,INR39900,CLP599000,PEN2900,COP2990000,ZAR11900,HKD6900,TWD24500,SAR4200,AED4200,ARS53000,ILS3650,KZT249000,KWD340,QAR4200,CRC500000,UYU35000",
    "quantity": 1,
    "description": "Tier Skips apply instantly after purchase and are only compatible with a Battle Pass.\n\nSecure your unique and exclusive cosmetics with the Battle Pass 20 Tier Skip Pack. This pack immediately unlocks the next 20 tiers to progress through the tiers of a Battle Pass before the current Season ends.",
    "description_german": "Tier-Skips erfolgen sofort nach dem Kauf und sind nur mit einem Battle Pass kompatibel.\n\nSichere dir deine exklusiven und einzigartigen Kosmetika mit dem „Battle Pass 20-Tier-Skip“-Paket. Dieses Paket schaltet sofort die nächsten 20 Stufen im Battle Pass frei, bevor die aktuelle Season endet.",
    "description_french": "Uniquement compatible avec un Battle Pass. Les Passages de niveaux s’appliquent en jeu instantanément après l’achat.\n\nSécurisez vos cosmétiques exclusifs avec le pack Battle Pass - 20 Passages de niveaux. Ce pack débloque immédiatement les 20 prochains niveaux de progression sur le Battle Pass de la saison en cours.",
    "description_italian": "I Salti livello vengono applicati all'istante e sono compatibili solo con un Battle Pass.\n\nAssicurati gli oggetti cosmetici unici ed esclusivi con il Pacchetto Salto livello 20 del Battle Pass. Il pacchetto sblocca all'istante 20 classi successive per avanzare nel Battle Pass prima che termini la Stagione in corso.",
    "description_koreana": "티어 건너뛰기는 구매 즉시 적용되며 배틀 패스하고만 호환됩니다.\n\n배틀 패스 20 티어 건너뛰기 팩으로 특별한 독점 꾸미기 아이템을 획득하세요. 이 팩은 다음 20 티어를 즉시 해제해주어 현재 시즌이 끝나기 전에 배틀 패스 티어를 진행할 수 있게 됩니다.",
    "description_schinese": "Tier Skip 将在购买后即时生效且仅与战斗季票兼容。\n\n借助战斗季票 20 Tier Skip 包来锁定你的专属独特皮肤。此包将在当前赛季结束前立即解锁接下来的 20 个等级，以助你在战斗季票的等级中不断晋升。",
    "description_tchinese": "Tier Skip 將於購買後立即套用，且僅與戰場通行證相容。\n\n藉助戰場通行證 20 等級 Tier Skip 禮包，將專有的專屬裝飾收入囊中。這個禮包可立即解鎖接下來的 20 個等級，在目前賽季結束前推進戰場通行證的級別。",
    "description_russian": "Пропуск применяется сразу же после покупки и совместим только с боевым абонементом.\n\nПолучите уникальные эксклюзивные косметические предметы, приобретя 20 Tier Skip (пропуск 20 ступеней). Пропуск мгновенно разблокирует следующие пять ступеней, чтобы вы быстрее прошли абонемент текущего сезона.",
    "description_japanese": "ティアスキップは購入後に即座に適用され、バトルパスにのみ対応しています。\n\n「バトルパス20ティアスキップパック」でユニークな限定コスメティックを手に入れましょう。このパックは、現行のシーズンが終了する前に、バトルパスのティアをその場で20進めることができます。",
    "description_polish": "Pominięcie stopni jest stosowane natychmiast po zakupie i jest zgodne tylko z przepustką bojową.\n\nZapewnij sobie unikalne i ekskluzywne ozdoby za pomocą pakietu pominięcia 20 stopni przepustki bojowej. Ten pakiet natychmiast odblokowuje następne 20 stopni, co przyspiesza postęp w ramach stopni przepustki bojowej przed zakończeniem bieżącego sezonu.",
    "description_brazilian": "O avanço de categoria se aplica instantaneamente após a compra e só é compatível com um Passe de Batalha.\n\nGaranta seus itens cosméticos exclusivos com o Pacote de Avanço de 20 Categorias do Passe de Batalha. Este pacote desbloqueia instantaneamente as próximas 20 categorias na progressão de categorias de um Passe de Batalha antes do fim da temporada atual.",
    "description_latam": "Los saltos se aplican tras la compra y solo son compatibles con pase de batalla.\n\nAsegura tus objetos estéticos únicos y exclusivos con el pack de salto de 20 niveles, que desbloquea los siguientes 20 niveles para avanzar en los niveles de un pase antes de que termine la temporada.",
    "icon_url": "https://d1th85igz69y7x.cloudfront.net/steam-inventory-service-assets/HOOD_20Tier_200x200.png",
    "icon_url_large": "https://d1th85igz69y7x.cloudfront.net/steam-inventory-service-assets/HOOD_20Tier_2048x2048.png",
    "promo": "owns:1731600",
    "tradable": false,
    "marketable": false,
    "commodity": false
  },
  {
    "appid": "927350",
    "itemdefid": "113",
    "Timestamp": "2021-08-18T15:29:52Z",
    "modified": "20210818T152952Z",
    "date_created": "20210816T170008Z",
    "type": "item",
    "display_type": "",
    "name": "25 Tier Skip Pack",
    "quantity": 1,
    "description": "Tier Skips apply instantly after purchase and are only compatible with a Battle Pass.\n\nSecure your unique and exclusive cosmetics with the Battle Pass 25 Tier Skip Pack. This pack immediately unlocks the next 25 tiers to progress through the tiers of a Battle Pass before the current Season ends.",
    "tradable": false,
    "marketable": false,
    "commodity": false
  }
]