[
  {
    "appid": "368260",
    "itemdefid": "1",
    "Timestamp": "2022-11-08T02:10:42Z",
    "modified": "20221108T021042Z",
    "date_created": "20210915T051923Z",
    "type": "item",
    "display_type": "",
    "name": "1000 PRM",
    "price": "1;USD200",
    "quantity": 0,
    "description": "",
    "background_color": "3C352E",
    "icon_url": "http://cdn.beta.steampowered.com/apps/440/icons/c_fireaxe_pyro_xmas_large.fa878752e1aa09a721a03042a234063b6c929278.png",
    "icon_url_large": "http://cdn.beta.steampowered.com/apps/440/icons/c_fireaxe_pyro_xmas_large.fa878752e1aa09a721a03042a234063b6c929278.png",
    "name_color": "7D6D00",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "auto_stack": true
  },
  {
    "appid": "368260",
    "itemdefid": "2",
    "Timestamp": "2022-11-08T02:13:51Z",
    "modified": "20221108T021351Z",
    "date_created": "20210915T051923Z",
    "type": "item",
    "display_type": "",
    "name": "10000 PRM",
    "price": "1;USD1000",
    "quantity": 0,
    "description": "",
    "background_color": "3C352E",
    "icon_url": "http://cdn.beta.steampowered.com/apps/440/icons/c_fireaxe_pyro_xmas_large.fa878752e1aa09a721a03042a234063b6c929278.png",
    "icon_url_large": "http://cdn.beta.steampowered.com/apps/440/icons/c_fireaxe_pyro_xmas_large.fa878752e1aa09a721a03042a234063b6c929278.png",
    "name_color": "7D6D00",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "auto_stack": true
  },
  {
    "appid": "368260",
    "itemdefid": "101",
    "Timestamp": "2022-11-08T02:14:11Z",
    "modified": "20221108T021411Z",
    "date_created": "20210915T051923Z",
    "type": "item",
    "display_type": "",
    "name": "Custom Skin",
    "price": "1;USD500",
    "quantity": 0,
    "description": "",
    "background_color": "3C352E",
    "icon_url": "http://cdn.beta.steampowered.com/apps/440/icons/c_fireaxe_pyro_xmas_large.fa878752e1aa09a721a03042a234063b6c929278.png",
    "icon_url_large": "http://cdn.beta.steampowered.com/apps/440/icons/c_fireaxe_pyro_xmas_large.fa878752e1aa09a721a03042a234063b6c929278.png",
    "name_color": "7D6D00",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true
  },
  {
    "appid": "368260",
    "itemdefid": "300",
    "Timestamp": "2022-12-01T03:55:30Z",
    "modified": "20221201T035530Z",
    "date_created": "20220315T234342Z",
    "type": "item",
    "display_type": "",
    "name": "Marvel's Midnight Suns - 300 Eclipse Credits",
    "name_german": "Marvel's Midnight Suns - 300 Eclipse Credits",
    "name_french": "Marvel's Midnight Suns - 300 Crédits Éclipse",
    "name_italian": "Marvel's Midnight Suns - 300 Crediti Eclipse",
    "name_spanish": "Marvel's Midnight Suns - 300 Créditos Eclipse",
    "name_schinese": "《漫威暗夜之子》 - 300日蚀点数",
    "name_tchinese": "《漫威午夜之子》 - 300點日蝕點數",
    "name_russian": "Marvel's Midnight Suns - 300 кредитов Eclipse",
    "name_japanese": "『マーベル ミッドナイト・サンズ』：300エクリプスクレジット",
    "name_portuguese": "Marvel's Midnight Suns - 300 Eclipse Credits",
    "name_polish": "Marvel's Midnight Suns – 300 kredytów zaćmienia",
    "name_danish": "Marvel's Midnight Suns - 300 Eclipse-jetoner",
    "name_dutch": "Marvel's Midnight Suns - 300 Eclipse Credits",
    "name_finnish": "Marvel's Midnight Suns – 300 Eclipse-krediittiä",
    "name_norwegian": "Marvel's Midnight Suns - 300 Eclipse Credits",
    "name_swedish": "Marvel's Midnight Suns - 300 Eclipse Credits",
    "name_hungarian": "Marvel's Midnight Suns - 300 Eclipse kerdit",
    "name_czech": "Marvel's Midnight Suns - 300 Eclipse kreditů",
    "name_turkish": "Marvel's Midnight Suns - 300 Eclipse Kredisi",
    "name_brazilian": "Marvel's Midnight Suns - 300 Créditos de Eclipse",
    "name_arabic": "شموس منتصف الليل - 300 رصيد إكليبس",
    "name_ukrainian": "Marvel's Midnight Suns - 300 кредитів Eclipse",
    "name_latam": "Marvel's Midnight Suns - 300 créditos Eclipse",
    "price": "1;USD299,CAD399,MXN5990,ARS49000,BRL1590,CLP299000,COP1499900,PEN1190,CRC210000,UYU12900,AUD455,EUR299,ILS1190,KZT129500,KWD100,NZD485,NOK2900,PLN1350,QAR1100,RUB21400,SAR1100,ZAR5300,CHF315,TRY2900,UAH9900,AED1100,GBP249,INR22900,SGD400,HKD2400,MYR1300,THB10000,IDR4350000,KRW380000,TWD9000,VND6900000,PHP16000,CNY2000",
    "quantity": 0,
    "description": "Eclipse Credits are an in-game currency for Marvel’s Midnight Suns used to purchase premium cosmetic character skins via the in-game Marketplace. Customize the look of your Midnight Suns team and fight the legions of Lilith in style! This pack contains 300 Eclipse Credits. Owners of the Legendary Edition or the Season Pass already have all premium character skins and should not purchase Eclipse Credits. There are currently 23 premium cosmetic character skins available and each skin is individually available via the in-game marketplace for 300 Eclipse Credits. A maximum of 6,900 Eclipse Credits are required to obtain all 23 skins. Marvel’s Midnight Suns game required, sold separately. Premium cosmetic character skins must be used with in-game characters. Some characters may require unlocking through gameplay. ",
    "description_german": "Eclipse Credits sind Spielmünzen für Marvel's Midnight Suns, mit denen du über den Marktplatz im Spiel hochwertige kosmetische Charakter-Skins kaufen kannst. Passe das Aussehen deines Midnight Suns-Teams an und bekämpfe die Legionen von Lilith mit Stil! Dieser Pack enthält 300 Eclipse Credits. Besitzer*innen der Legendary Edition oder des Season Pass verfügen bereits über alle Premium-Charakter-Skins und sollten keine Eclipse Credits kaufen. Zurzeit gibt es insgesamt 23 kosmetische Premium-Charakter-Skins, die einzeln für jeweils 300 Eclipse-Credits über den Marktplatz im Spiel erhältlich sind. Um dir alle 23 Skins zu schnappen, sind also 6.900 Eclipse-Credits erforderlich. Marvel's Midnight Suns Spiel erforderlich, separat erhältlich. Kosmetische Premium-Charakter-Skins müssen bei Charakteren aus dem Spiel verwendet werden. Einige Charaktere müssen möglicherweise erst durch das Spiel freigeschaltet werden.",
    "description_french": "Les crédits Eclipse sont une monnaie du jeu Marvel's Midnight Suns utilisée pour acheter des skins cosmétiques premium de personnages via le marché au sein du jeu. Personnalisez le look de votre équipe Midnight Suns et combattez les légions de Lilith avec style ! Ce pack contient 300 Crédits Éclipse. Ceux qui possèdent l'Édition Légendaire ou le Season Pass disposent déjà de tous les skins cosmétiques premium de personnages et n'ont pas besoin d'acheter de crédits Eclipse. 23 skins cosmétiques premium de personnages sont actuellement disponibles et chaque skin est disponible individuellement via le marché au sein du jeu, pour 300 crédits Eclipse. Un maximum de 6 900 crédits Eclipse est nécessaire pour obtenir 23 skins. Jeu Marvel's Midnight Suns requis, vendu séparément. Les skins cosmétiques premium de personnages doivent être utilisés avec les personnages du jeu. Certains personnages peuvent nécessiter un déblocage dans le jeu. ",
    "description_italian": "I Crediti Eclipse sono la valuta di gioco di Marvel’s Midnight Suns, per acquistare skin cosmetiche premium dei personaggi tramite il negozio di gioco. Personalizza l'aspetto del tuo team di Midnight Suns e combatti contro le legioni di Lilith con stile! Questo pacchetto contiene 300 Crediti Eclipse. I possessori dell''Edizione Legendary o del Season Pass hanno già a disposizione le skin premium dei personaggi e non avranno bisogno di acquistare Crediti Eclipse. Sono attualmente a disposizione 23 skin cosmetiche premium di personaggi, ognuna disponibile individualmente tramite il negozio del gioco per 300 Crediti Eclipse. Per ottenere le23 skin al completo è richiesto un massimo di 6900 Crediti Eclipse. È richiesto il gioco di Marvel’s Midnight Suns, venduto separatamente. Le skin cosmetiche premium dei personaggi devono essere usate con i personaggi del gioco. Alcuni personaggi potrebbero richiedere lo sblocco tramite il gioco. ",
    "description_spanish": "Los Créditos Eclipse son una moneda del juego para Marvel's Midnight Suns que se utiliza para comprar aspectos cosméticos premium para los personajes a través del Mercado del juego. ¡Personaliza el aspecto de tu equipo de Midnight Suns y lucha contra las legiones de Lilith con estilo! Este pack contiene 300 Créditos Eclipse. Los propietarios de la Edición Legendaria o del Pase de Temporada ya tienen todas las skins premium de los personajes y no deben comprar Créditos Eclipse. Actualmente hay 23 skins cosméticas premium disponibles para los personajes y cada una de ellas está disponible individualmente a través del mercado del juego por 300 Créditos Eclipse. Se necesita un máximo de 6.900 Créditos Eclipse para obtener las 23 skins. Se requiere el juego Marvel's Midnight Suns, que se vende por separado. Los aspectos cosméticos de personajes premium deben usarse con los personajes del juego. Algunos personajes pueden requerir ser desbloqueados a través del juego. ",
    "description_schinese": "日蚀点数是《漫威暗夜之子》的游戏内货币，用于在游戏内市场里购买高级角色皮肤。 自定义《漫威暗夜之子》小队的外观，身着华丽的服饰与莉莉丝的军队作战！ 此包内含300日蚀点数。 传奇版和季票的拥有者已拥有全部高级角色皮肤，无需购买日蚀点数。 现有23款高级角色皮肤可供选择，每款皮肤可通过游戏内市场以300日蚀点数单独购买。要获得全部23款皮肤，最多需要6,900日蚀点数。 需要《漫威暗夜之子》游戏，此游戏需单独购买。高级角色皮肤必须配合游戏内的相应角色使用。一些角色可能需要在游戏中解锁。",
    "description_tchinese": "日蝕點數是《漫威午夜之子》的遊戲貨幣，可用來在遊戲內商店購買高級角色外觀。 盡情自訂午夜之子團隊的外觀，帥氣有型地對抗莉莉絲軍團！ 此包內含300點日蝕點數。 持有傳奇版或季票的玩家已經擁有全部高級角色外觀，請勿購買日蝕點數。 現有23種高級角色外觀可供選擇，每種外觀都可在遊戲內商店花300點日蝕點數單獨購買。取得所有23種外觀最多需要花費6,900點日蝕點數。 需有《漫威午夜之子》主遊戲才能使用日蝕點數，請另外購買。高級外觀必須使用在對應的遊戲中角色上。部分角色可能需先透過玩遊戲來解鎖。",
    "description_russian": "Кредиты Eclipse – это внутриигровая валюта для Marvel’s Midnight Suns, используемая для покупки премиальных косметических обликов персонажей через внутриигровой маркетплейс. Настройте внешний вид вашей команды Полночных солнц и побеждайте легионы Лилит в своем стиле! Этот пакет содержит 300 кредитов Eclipse. Обладатели Legendary Edition или Сезонного абонемента уже имеют все премиальные облики персонажей, поэтому приобретать кредиты Eclipse им не нужно. В настоящий момент доступны 23 косметических скина премиум-класса для персонажей, каждый из скинов можно приобрести через внутриигровой маркетплейс за 300 кредитов Eclipse. Для преобретения всех 23 скинов требуется максимум 6900 кредитов Eclipse. Требуется игра Marvel’s Midnight Suns, продается отдельно. Косметические облики премиум-класса должны использоваться с игровыми персонажами. Некоторым персонажам может потребоваться разблокировка в процессе игры. ",
    "description_japanese": "エクリプスクレジットは、『マーベル ミッドナイト・サンズ』のゲーム内通貨で、ゲーム内のマーケットプレイスでキャラクターカスタマイズ用のプレミアムスキンを購入する際に使用します。 ミッドナイト・サンズのメンバーをドレスアップさせて、スタイリッシュにリリスの軍勢と戦おう！ このパックには、300エクリプスクレジットが含まれます。 レジェンダリー・エディションまたはシーズンパスをお持ちの方は、全てのプレミアムキャラクタースキンを入手済みのため、エクリプスクレジットの購入をおすすめしません。 現時点で23種類のカスタマイズ用プレミアムキャラクタースキンがあり、各スキンはゲーム内マーケットプレイスから300エクリプスクレジットで個別に購入できます。23種類全てのスキンを入手するには、最大6,900エクリプスクレジットが必要です。 別売の『マーベル ミッドナイト・サンズ』ゲーム本編が必要です。キャラクターのカスタマイズ用プレミアムスキンは、ゲーム内にて対応するキャラクター専用です。一部のキャラクターは、ゲームを進行させてアンロックする必要があります。",
    "description_portuguese": "Eclipse Credits são a moeda usada em jogo no Marvel’s Midnight Suns, utilizada para comprar skins cosméticas das personagens através do Marketplace no próprio jogo. Personaliza o visual da tua equipa Midnight Suns e enfrenta as legiões de Lilith com estilo! Este pacote contém 300 Eclipse Credits. Os propriétarios da Edição Legendary ou do Passe de Temporada já têm todas as skins premium das personagens e não devem comprar Eclipse Credits. Há atualmente 23 skins cosméticas premium disponíveis e cada skin está disponível individualmente, através da loja dentro do jogo, por 300 Eclipse Credits. É necessário um máximo de 6900 Eclipse Credits para obter todas as 23 skins. É necessário o jogo Marvel's Midnight Suns, vendido separadamente. As skins cosméticas premium das personagens têm de ser usadas com as personagens em jogo. Algumas personagens podem necessitar de ser desbloqueadas através do jogo. ",
    "description_polish": "Kredyty zaćmienia to waluta w Marvel’s Midnight Suns, używana w sklepie wewnątrz gry do kupowania kosmetycznych skórek premium dla postaci. Dostosuj wygląd swojej drużyny i walcz z legionami Lilith w wielkim stylu! Ten zestaw zawiera 300 kredytów zaćmienia. Posiadacze wersji Legendary Edition lub Przepustki Sezonowej mają dostęp do wszystkich skórek premium dla postaci i nie powinni kupować kredytów zaćmienia. Dostępne są obecnie 23 kosmetyczne skórki premium dla postaci, a każda skórka jest dostępna w sklepie wewnątrz gry za 300 kredytów zaćmienia. Do uzyskania wszystkich 23 skórek potrzeba maksymalnie 6900 kredytów zaćmienia. Wymagana gra Marvel’s Midnight Suns, sprzedawana osobno. Kosmetycznych skórek premium należy używać z postaciami w grze. Może być wymagane odblokowanie postaci. ",
    "description_danish": "Eclipse-jetoner er en valuta i spillet Marvel's Midnight Suns, som bruges til at købe kosmetiske karakterskins af høj kvalitet via markedspladsen i spillet. Tilpas dit Midnight Suns-holds udseende, og kæmp mod Liliths legioner med stil! Denne pakke indeholder 300 Eclipse-jetoner. Ejere af den legendariske udgave eller sæsonpasset har allerede alle premium karakterskins og bør ikke købe Eclipse-jetoner. Der er i øjeblikket 23 førsteklasses kosmetiske karakterskins til rådighed, og hvert skin kan købes individuelt på markedspladsen i spillet for 300 Eclipse-jetoner. Der kræves maksimalt 6.900 Eclipse-jetoner for at få alle 23 skins. Marvel's Midnight Suns-spil påkrævet, sælges separat. Premium kosmetiske karakterskins skal bruges sammen med figurer i spillet. Nogle figurer skal muligvis låses op gennem gameplay. ",
    "description_dutch": "Eclipse Credits zijn een in-game valuta voor Marvel’s Midnight Suns waarmee je premium cosmetische karakter skins kunt kopen via de in-game marktplaats. Customize het team van de Midnight Suns en vecht in stijl tegen de legioenen van Lilith! Deze pack bevat 300 Eclipse Credits. Bezitters van de Legendary Editie of de seizoenspas hebben al alle premium karakter skins en hoeven geen Eclipse Credits aan te schaffen. Er zijn momenteel 23 premium cosmetische personageskins beschikbaar en elke skin is afzonderlijk verkrijgbaar via de in-game marktplaats voor 300 Eclipse Credits. Je hebt maximaal 6.900 Eclipse Credits nodig om alle 23 skins te bemachtigen. Marvel’s Midnight Suns game vereist, wordt apart verkocht. Premium cosmetische karakter skins moeten gebruikt worden met in-game karakters. Sommige karakters moeten worden ontgrendeld door middel van gameplay. ",
    "description_finnish": "Eclipse-krediitit ovat Marvel’s Midnight Suns -pelin sisäinen valuutta, jota käytetään hahmojen kosmeettisten premium-skinien ostamiseksi pelin sisäisen kaupan kautta. Mukauta Midnight Suns -tiimisi ulkoasua ja taistele Lilithin legioonia vastaan tyylillä! Tämä paketti sisältää 300 Eclipse-krediittiä. Legendary Edition -version tai kausikortin omistajilla on jo kaikki hahmojen premium-skinit, eikä heidän tulisi ostaa Eclipse-krediittejä. Hahmojen kosmeettisia premium-skinejä on saatavilla tällä hetkellä 23, ja jokainen skini on saatavilla pelin sisäisessä kaupassa 300 Eclipse-krediitillä. Kaikkien 23 skinin hankkiminen edellyttää enintään 6 900 Eclipse-krediittiä. Edellyttää Marvel’s Midnight Suns -peliä, joka myydään erikseen. Kosmeettisia premium-skinejä täytyy käyttää pelin sisäisten hahmojen kanssa. Jotkin hahmot täytyy ehkä ansaita pelin aikana. ",
    "description_norwegian": "Eclipse Credits er en valuta i Marvel’s Midnight Suns som kan brukes til å kjøpe premium skins for karakterene dine via Markedsplassen i spillet. Det gjør deg i stand til å tilpasse looken til Midnight Suns-teamet ditt og ta opp kampen mot Liliths horder med stil! Denne pakken inneholder 300 Eclipse Credits. De av dere som allerede eier Legendary Edition,eller har Sesongpass, har allerede tilgang til alle karakter-skins, og har derfor ikke noe behov for å kjøpe Eclipse Credits. Det er for øyeblikket 23 kosmetiske premium skins for ulike karakterer tilgjengelig, og hvert skin kan kjøpes hver for seg via markedsplassen i spillet for 300 Eclipse Credits. Å kjøpe alle skins vil samlet koste maks 6,900 Eclipse 23 Credits. Det krever at du har Marvel’s Midnight Suns-spillet, som selges separat. Premium skins må brukes med karakterer i spillet, og noen karakterer kan kun låses opp via spillprogresjon. ",
    "description_swedish": "Eclipse Credits är en valuta i spelet för Marvel's Midnight Suns som används för att köpa förstklassiga kosmetiska karaktärsskins via Marketplac i spelet. Anpassa utseendet på ditt Midnight Suns-lag och bekämpa Liliths legioner med stil! Det här paketet innehåller 300 Eclipse Credits. Ägare av Legendary Edition eller Season Pass har redan alla de bästa karaktärskinsen och bör inte köpa Eclipse Credits. Det finns för närvarande 23 premiums-skins för kosmetiska karaktärer tillgängliga och varje skin är individuellt tillgängligt via spelets marknadsplats för 300 Eclipse Credits. Maximalt 6 900 Eclipse Credits krävs för att erhålla alla 23 skins. Marvel’s Midnight Suns-spel krävs, säljs separat. De bästa kosmetiska karaktärsskinsen måste användas med karaktärer i spelet. Vissa karaktärer kan behöva låsas upp genom spel. ",
    "description_hungarian": "Az Eclipse kredit a Marvel's Midnight Suns játékon belüli fizetőeszköze. Segítségével prémium kozmetikai skineket vásárolhatsz karaktereidnek a játékon belüli Piactéren. Most saját ízlésedre szabhatod a Midnight Suns csapatod külsejét, és stílusosan szállhatsz szembe Lilith seregeivel! Ez a csomag 300 Eclipse kreditet tartalmaz. A Legendary Edition, valamint a Season Pass megvásárlásával minden prémium skin elérhető, további Eclipse kreditek vásárlása nem szükséges. A játékon belüli Piactéren jelenleg 23 prémium kozmetikai skint vásárolhatsz karaktereidnek egyenként 300 Eclipse kreditért. Mind a 23 skin megszerzéséhez maximum 6900 Eclipse kredit szükséges. Marvel's Midnight Suns játék szükséges, külön megvásárolható. A prémium skineket a játékbeli karakterekkel kell használni. Előfordulhat, hogy a karaktereket a játék során fel kell oldani. ",
    "description_czech": "Eclipse Credits jsou herní měnou ve hře Marvel's Midnight Suns, za kterou si můžeš na herním tržišti koupit prémiové kosmetické skiny postav. Přizpůsob si vzhled svého týmu Midnight Suns a bojuj proti legiím Lilith ve velkém stylu! Tento balíček obsahuje 300 Eclipse kreditů. Majitelé Legendary Edition nebo Season Passu již mají všechny prémiové skiny postav a neměli by si Eclipse Credits kupovat. V současné době dispozici je 23 prémiových kosmetických skinů postav a každý skin je samostatně k mání na herním tržišti za 300 Eclipse kreditů. K získání všech 23 skinů je potřeba maximálně 6 900 Eclipse kreditů. Hra Marvel's Midnight Suns je vyžadována, prodává se samostatně. Prémiové kosmetické skiny postav musí být použity s herními postavami. Některé postavy může být potřeba odemknout prostřednictvím hry.",
    "description_turkish": "Eclipse Kredisi, Marvel's Midnight Suns oyunundaki mağazadan premium kozmetik karakter görünümleri satın almak için kullanılan oyun içi para birimidir. Midnight Suns takımınızın görünümünü özelleştirin ve Lilith'in birlikleriyle gösterişli bir şekilde savaşın! Bu pakette 300 Eclipse Kredisi bulunur. Legendary Edition ya da Season Pass sahipleri tüm premium karakter görünümlerine sahip olur ve Eclipse Kredisi harcamak zorunda kalmazlar. Halihazırda 23 premium kozmetik karakter görünümü mevcuttur ve her görünüm, 300 Eclipse Kredisi karşılığında oyun içi mağazadan ayrı ayrı alınabilir. 23 görünümün tümünü elde etmek için maksimum 6.900 Eclipse Kredisi gerekir. Marvel’s Midnight Suns oyunu gereklidir ve ayrı olarak satılır. Premium kozmetik karakter görünümleri, oyun içi karakterlerle kullanılmalıdır. Bazı karakterlerin kilidinin oyun içinde açılması gerekebilir.",
    "description_brazilian": "Os Créditos de Eclipse são uma moeda do jogo Marvel’s Midnight Suns e são usadas para comprar skins cosméticas premium de personagens na Loja do jogo. Personalize o visual da sua equipe em Midnight Suns e lute contra as legiões de Lilith em grande estilo! Este pacote contém 300 Créditos de Eclipse. Os proprietários da Edição Lendária ou do Passe da Temporada já possuem todas as skins premium de personagens e não devem comprar Créditos de Eclipse. Há atualmente 23 skins cosméticas premium disponíveis para os personagens, e cada skin está disponível na loja dentro do jogo por 300 Créditos Eclipse. Um máximo de 6.900 Créditos Eclipse são necessários para adquirir todas as 23 skins. Necessário ter o jogo Marvel’s Midnight Suns, vendido separadamente. Skins cosméticas premium de personagens devem ser usadas com personagens do jogo. Alguns personagens podem exigir o desbloqueio no jogo. ",
    "description_arabic": "تُعتبر أرصدة إكليبس عُملة داخل اللعبة للعبة شموس منتصف الليل من مارفيل وتُستخدم لشراء أطقم شخصيات أصلية ورائعة عن طريق السوق داخل اللعبة. خصّص شكل فريق شموس منتصف الليل الخاص بك وقاتِل جحافل ليليث بمنتهى التألّق! تحتوي هذه الحزمة على 300 رصيد إكليبس. يمتلك أصحاب الإصدار الأسطوري أو بطاقة الموسم جميع أطقم الشخصيات الأصلية وبالتالي ليسوا مضطرين لشراء أرصدة إكليبس. يوجد حاليًا 23 طقمًا من أطقم الشخصيات الجميلة الممتازة كما يتوفّر كل طقم على حده عن طريق السوق المتاح داخل اللعبة مقابل 300 رصيد إكليبس. يُشترط وجود 6,900 رصيد إكليبس للحصول على جميع الأطقم الـ 23. يُشترط توفّر لعبة شموس منتصف الليل من مارفيل والتي تُباع بشكل منفصل. يجب استخدام أطقم الشخصيات الأصلية الرائعة مع الشخصيات داخل اللعبة. قد تحتاج بعض الشخصيات للفتح أثناء اللعب. ",
    "description_ukrainian": "Кредити Eclipse — це внутрішньоігрова валюта для Marvel’s Midnight Suns, що використовується для покупки преміальних косметичних виглядів персонажів через внутрішньоігровий маркетплейс. Оберіть образи для своєї команди Опівнічних сонць і боріться з легіонами Ліліт зі стилем! Цей набір містить 300 кредитів Eclipse. Власники Легендарного видання або сезонної перепустки вже мають всі преміальні вигляди персонажів і не повинні купувати кредити Eclipse. Наразі включає 23 преміальні косметичні вигляди. Кожен вигляд можна придбати окремо через внутрішньоігровий маркетплейс за 300 кредитів Eclipse. Для придбання всіх 23 виглядів необхідні 6 900 кредитів Eclipse. Необхідна наявність гри Marvel’s Midnight Suns, яку можна придбати окремо. Преміальні косметичні вигляди мають використовуватися з ігровими персонажами. Деякі персонажі можуть відкриватися протягом гри.",
    "description_latam": "Los créditos Eclipse son una moneda virtual del juego Marvel's Midnight Suns para comprar aspectos cosméticos prémium para personajes a través del Marketplace del juego. ¡ Personaliza el aspecto de tu equipo de Midnight Suns y lucha contra las legiones de Lilith con estilo! Este paquete contiene 300 créditos Eclipse. Quienes cuenten con la edición Legendary o el Pase de Temporada ya tienen todos los aspectos prémium de personajes y no deben comprar créditos Eclipse. Hay actualmente 23 skins estéticos prémium para personajes disponibles y cada skin está disponible de manera individual a través de la tienda del juego por 300 créditos Eclipse. Se requiere un máximo de 6.900 créditos Eclipse para obtener los 23 skins. Se necesita una copia del juego Marvel's Midnight Suns, la cual se vende por separado. Los aspectos cosméticos prémium de personajes deben usarse con los personajes del juego. Algunos personajes pueden requerir ser desbloqueados a través del juego.",
    "background_color": "3C352E",
    "icon_url": "https://cdn.2kgames.com/2022/11/09/MMS-ALL-ECLIPSE_CREDITS_METADATA-300_CREDITS-STATIC-ENUS-NO_RATING-STEAM-512x512-FINAL_Nov1.jpg",
    "icon_url_large": "https://cdn.2kgames.com/2022/11/09/MMS-ALL-ECLIPSE_CREDITS_METADATA-300_CREDITS-STATIC-ENUS-NO_RATING-STEAM-512x512-FINAL_Nov1.jpg",
    "name_color": "D1C186",
    "tradable": false,
    "marketable": false,
    "commodity": false
  },
  {
    "appid": "368260",
    "itemdefid": "600",
    "Timestamp": "2022-12-01T03:19:37Z",
    "modified": "20221201T031937Z",
    "date_created": "20220315T234342Z",
    "type": "item",
    "display_type": "",
    "name": "Marvel's Midnight Suns - 600 Eclipse Credits",
    "name_german": "Marvel's Midnight Suns - 600 Eclipse Credits",
    "name_french": "Marvel's Midnight Suns - 600 Crédits Éclipse",
    "name_italian": "Marvel's Midnight Suns - 600 Crediti Eclipse",
    "name_spanish": "Marvel's Midnight Suns - 600 Créditos Eclipse",
    "name_schinese": "《漫威暗夜之子》 - 600日蚀点数",
    "name_tchinese": "《漫威午夜之子》 - 600點日蝕點數",
    "name_russian": "Marvel's Midnight Suns - 600 кредитов Eclipse",
    "name_japanese": "『マーベル ミッドナイト・サンズ』：600エクリプスクレジット",
    "name_portuguese": "Marvel's Midnight Suns - 600 Eclipse Credits",
    "name_polish": "Marvel's Midnight Suns – 600 kredytów zaćmienia",
    "name_danish": "Marvel's Midnight Suns - 600 Eclipse-jetoner",
    "name_dutch": "Marvel's Midnight Suns - 600 Eclipse Credits",
    "name_finnish": "Marvel's Midnight Suns – 600 Eclipse-krediittiä",
    "name_norwegian": "Marvel's Midnight Suns - 600 Eclipse Credits",
    "name_swedish": "Marvel's Midnight Suns - 600 Eclipse Credits",
    "name_hungarian": "Marvel's Midnight Suns - 600 Eclipse kerdit",
    "name_czech": "Marvel's Midnight Suns - 600 Eclipse kreditů",
    "name_turkish": "Marvel's Midnight Suns - 600 Eclipse Kredisi",
    "name_brazilian": "Marvel's Midnight Suns - 600 Créditos de Eclipse",
    "name_arabic": "شموس منتصف الليل - 600 رصيد إكليبس",
    "name_ukrainian": "Marvel's Midnight Suns - 600 кредитів Eclipse",
    "name_latam": "Marvel's Midnight Suns - 600 créditos Eclipse",
    "price": "1;USD499,CAD699,MXN9990,ARS79000,BRL2690,CLP499000,COP2399900,PEN1990,CRC350000,UYU21000,AUD755,EUR499,ILS2000,KZT216000,KWD150,NZD795,NOK4900,PLN2250,QAR1800,RUB35900,SAR1800,ZAR8900,CHF530,TRY4900,UAH15900,AED1800,GBP399,INR39900,SGD700,HKD3900,MYR2200,THB17000,IDR7250000,KRW640000,TWD15000,VND11500000,PHP26000,CNY3400",
    "quantity": 0,
    "description": "Eclipse Credits are an in-game currency for Marvel’s Midnight Suns used to purchase premium cosmetic character skins via the in-game Marketplace. Customize the look of your Midnight Suns team and fight the legions of Lilith in style! This pack contains 600 Eclipse Credits. Owners of the Legendary Edition or the Season Pass already have all premium character skins and should not purchase Eclipse Credits. There are currently 23 premium cosmetic character skins available and each skin is individually available via the in-game marketplace for 300 Eclipse Credits. A maximum of 6,900 Eclipse Credits are required to obtain all 23 skins. Marvel’s Midnight Suns game required, sold separately. Premium cosmetic character skins must be used with in-game characters. Some characters may require unlocking through gameplay. ",
    "description_german": "Eclipse Credits sind Spielmünzen für Marvel's Midnight Suns, mit denen du über den Marktplatz im Spiel hochwertige kosmetische Charakter-Skins kaufen kannst. Passe das Aussehen deines Midnight Suns-Teams an und bekämpfe die Legionen von Lilith mit Stil! Dieser Pack enthält 600 Eclipse Credits. Besitzer*innen der Legendary Edition oder des Season Pass verfügen bereits über alle Premium-Charakter-Skins und sollten keine Eclipse Credits kaufen. Zurzeit gibt es insgesamt 23 kosmetische Premium-Charakter-Skins, die einzeln für jeweils 300 Eclipse-Credits über den Marktplatz im Spiel erhältlich sind. Um dir alle 23 Skins zu schnappen, sind also 6.900 Eclipse-Credits erforderlich. Marvel's Midnight Suns Spiel erforderlich, separat erhältlich. Kosmetische Premium-Charakter-Skins müssen bei Charakteren aus dem Spiel verwendet werden. Einige Charaktere müssen möglicherweise erst durch das Spiel freigeschaltet werden.",
    "description_french": "Les crédits Eclipse sont une monnaie du jeu Marvel's Midnight Suns utilisée pour acheter des skins cosmétiques premium de personnages via le marché au sein du jeu. Personnalisez le look de votre équipe Midnight Suns et combattez les légions de Lilith avec style ! Ce pack contient 600 Crédits Éclipse. Ceux qui possèdent l'Édition Légendaire ou le Season Pass disposent déjà de tous les skins cosmétiques premium de personnages et n'ont pas besoin d'acheter de crédits Eclipse. 23 skins cosmétiques premium de personnages sont actuellement disponibles et chaque skin est disponible individuellement via le marché au sein du jeu, pour 300 crédits Eclipse. Un maximum de 6 900 crédits Eclipse est nécessaire pour obtenir 23 skins. Jeu Marvel's Midnight Suns requis, vendu séparément. Les skins cosmétiques premium de personnages doivent être utilisés avec les personnages du jeu. Certains personnages peuvent nécessiter un déblocage dans le jeu. ",
    "description_italian": "I Crediti Eclipse sono la valuta di gioco di Marvel’s Midnight Suns, per acquistare skin cosmetiche premium dei personaggi tramite il negozio di gioco. Personalizza l'aspetto del tuo team di Midnight Suns e combatti contro le legioni di Lilith con stile! Questo pacchetto contiene 600 Crediti Eclipse. I possessori dell''Edizione Legendary o del Season Pass hanno già a disposizione le skin premium dei personaggi e non avranno bisogno di acquistare Crediti Eclipse. Sono attualmente a disposizione 23 skin cosmetiche premium di personaggi, ognuna disponibile individualmente tramite il negozio del gioco per 300 Crediti Eclipse. Per ottenere le23 skin al completo è richiesto un massimo di 6900 Crediti Eclipse. È richiesto il gioco di Marvel’s Midnight Suns, venduto separatamente. Le skin cosmetiche premium dei personaggi devono essere usate con i personaggi del gioco. Alcuni personaggi potrebbero richiedere lo sblocco tramite il gioco. ",
    "description_spanish": "Los Créditos Eclipse son una moneda del juego para Marvel's Midnight Suns que se utiliza para comprar aspectos cosméticos premium para los personajes a través del Mercado del juego. ¡Personaliza el aspecto de tu equipo de Midnight Suns y lucha contra las legiones de Lilith con estilo! Este pack contiene 600 Créditos Eclipse. Los propietarios de la Edición Legendaria o del Pase de Temporada ya tienen todas las skins premium de los personajes y no deben comprar Créditos Eclipse. Actualmente hay 23 skins cosméticas premium disponibles para los personajes y cada una de ellas está disponible individualmente a través del mercado del juego por 300 Créditos Eclipse. Se necesita un máximo de 6.900 Créditos Eclipse para obtener las 23 skins. Se requiere el juego Marvel's Midnight Suns, que se vende por separado. Los aspectos cosméticos de personajes premium deben usarse con los personajes del juego. Algunos personajes pueden requerir ser desbloqueados a través del juego. ",
    "description_schinese": "日蚀点数是《漫威暗夜之子》的游戏内货币，用于在游戏内市场里购买高级角色皮肤。 自定义《漫威暗夜之子》小队的外观，身着华丽的服饰与莉莉丝的军队作战！ 此包内含600日蚀点数。 传奇版和季票的拥有者已拥有全部高级角色皮肤，无需购买日蚀点数。 现有23款高级角色皮肤可供选择，每款皮肤可通过游戏内市场以300日蚀点数单独购买。要获得全部23款皮肤，最多需要6,900日蚀点数。 需要《漫威暗夜之子》游戏，此游戏需单独购买。高级角色皮肤必须配合游戏内的相应角色使用。一些角色可能需要在游戏中解锁。",
    "description_tchinese": "日蝕點數是《漫威午夜之子》的遊戲貨幣，可用來在遊戲內商店購買高級角色外觀。 盡情自訂午夜之子團隊的外觀，帥氣有型地對抗莉莉絲軍團！ 此包內含600點日蝕點數。 持有傳奇版或季票的玩家已經擁有全部高級角色外觀，請勿購買日蝕點數。 現有23種高級角色外觀可供選擇，每種外觀都可在遊戲內商店花300點日蝕點數單獨購買。取得所有23種外觀最多需要花費6,900點日蝕點數。 需有《漫威午夜之子》主遊戲才能使用日蝕點數，請另外購買。高級外觀必須使用在對應的遊戲中角色上。部分角色可能需先透過玩遊戲來解鎖。",
    "description_russian": "Кредиты Eclipse – это внутриигровая валюта для Marvel’s Midnight Suns, используемая для покупки премиальных косметических обликов персонажей через внутриигровой маркетплейс. Настройте внешний вид вашей команды Полночных солнц и побеждайте легионы Лилит в своем стиле! Этот пакет содержит 600 кредитов Eclipse. Обладатели Legendary Edition или Сезонного абонемента уже имеют все премиальные облики персонажей, поэтому приобретать кредиты Eclipse им не нужно. В настоящий момент доступны 23 косметических скина премиум-класса для персонажей, каждый из скинов можно приобрести через внутриигровой маркетплейс за 300 кредитов Eclipse. Для преобретения всех 23 скинов требуется максимум 6900 кредитов Eclipse. Требуется игра Marvel’s Midnight Suns, продается отдельно. Косметические облики премиум-класса должны использоваться с игровыми персонажами. Некоторым персонажам может потребоваться разблокировка в процессе игры. ",
    "description_japanese": "エクリプスクレジットは、『マーベル ミッドナイト・サンズ』のゲーム内通貨で、ゲーム内のマーケットプレイスでキャラクターカスタマイズ用のプレミアムスキンを購入する際に使用します。 ミッドナイト・サンズのメンバーをドレスアップさせて、スタイリッシュにリリスの軍勢と戦おう！ このパックには、600エクリプスクレジットが含まれます。 レジェンダリー・エディションまたはシーズンパスをお持ちの方は、全てのプレミアムキャラクタースキンを入手済みのため、エクリプスクレジットの購入をおすすめしません。 現時点で23種類のカスタマイズ用プレミアムキャラクタースキンがあり、各スキンはゲーム内マーケットプレイスから300エクリプスクレジットで個別に購入できます。23種類全てのスキンを入手するには、最大6,900エクリプスクレジットが必要です。 別売の『マーベル ミッドナイト・サンズ』ゲーム本編が必要です。キャラクターのカスタマイズ用プレミアムスキンは、ゲーム内にて対応するキャラクター専用です。一部のキャラクターは、ゲームを進行させてアンロックする必要があります。",
    "description_portuguese": "Eclipse Credits são a moeda usada em jogo no Marvel’s Midnight Suns, utilizada para comprar skins cosméticas das personagens através do Marketplace no próprio jogo. Personaliza o visual da tua equipa Midnight Suns e enfrenta as legiões de Lilith com estilo! Este pacote contém 600 Eclipse Credits. Os propriétarios da Edição Legendary ou do Passe de Temporada já têm todas as skins premium das personagens e não devem comprar Eclipse Credits. Há atualmente 23 skins cosméticas premium disponíveis e cada skin está disponível individualmente, através da loja dentro do jogo, por 300 Eclipse Credits. É necessário um máximo de 6900 Eclipse Credits para obter todas as 23 skins. É necessário o jogo Marvel's Midnight Suns, vendido separadamente. As skins cosméticas premium das personagens têm de ser usadas com as personagens em jogo. Algumas personagens podem necessitar de ser desbloqueadas através do jogo. ",
    "description_polish": "Kredyty zaćmienia to waluta w Marvel’s Midnight Suns, używana w sklepie wewnątrz gry do kupowania kosmetycznych skórek premium dla postaci. Dostosuj wygląd swojej drużyny i walcz z legionami Lilith w wielkim stylu! Ten zestaw zawiera 600 kredytów zaćmienia. Posiadacze wersji Legendary Edition lub Przepustki Sezonowej mają dostęp do wszystkich skórek premium dla postaci i nie powinni kupować kredytów zaćmienia. Dostępne są obecnie 23 kosmetyczne skórki premium dla postaci, a każda skórka jest dostępna w sklepie wewnątrz gry za 300 kredytów zaćmienia. Do uzyskania wszystkich 23 skórek potrzeba maksymalnie 6900 kredytów zaćmienia. Wymagana gra Marvel’s Midnight Suns, sprzedawana osobno. Kosmetycznych skórek premium należy używać z postaciami w grze. Może być wymagane odblokowanie postaci. ",
    "description_danish": "Eclipse-jetoner er en valuta i spillet Marvel's Midnight Suns, som bruges til at købe kosmetiske karakterskins af høj kvalitet via markedspladsen i spillet. Tilpas dit Midnight Suns-holds udseende, og kæmp mod Liliths legioner med stil! Denne pakke indeholder 600 Eclipse-jetoner. Ejere af den legendariske udgave eller sæsonpasset har allerede alle premium karakterskins og bør ikke købe Eclipse-jetoner. Der er i øjeblikket 23 førsteklasses kosmetiske karakterskins til rådighed, og hvert skin kan købes individuelt på markedspladsen i spillet for 300 Eclipse-jetoner. Der kræves maksimalt 6.900 Eclipse-jetoner for at få alle 23 skins. Marvel's Midnight Suns-spil påkrævet, sælges separat. Premium kosmetiske karakterskins skal bruges sammen med figurer i spillet. Nogle figurer skal muligvis låses op gennem gameplay. ",
    "description_dutch": "Eclipse Credits zijn een in-game valuta voor Marvel’s Midnight Suns waarmee je premium cosmetische karakter skins kunt kopen via de in-game marktplaats. Customize het team van de Midnight Suns en vecht in stijl tegen de legioenen van Lilith! Deze pack bevat 600 Eclipse Credits. Bezitters van de Legendary Editie of de seizoenspas hebben al alle premium karakter skins en hoeven geen Eclipse Credits aan te schaffen. Er zijn momenteel 23 premium cosmetische personageskins beschikbaar en elke skin is afzonderlijk verkrijgbaar via de in-game marktplaats voor 300 Eclipse Credits. Je hebt maximaal 6.900 Eclipse Credits nodig om alle 23 skins te bemachtigen. Marvel’s Midnight Suns game vereist, wordt apart verkocht. Premium cosmetische karakter skins moeten gebruikt worden met in-game karakters. Sommige karakters moeten worden ontgrendeld door middel van gameplay. ",
    "description_finnish": "Eclipse-krediitit ovat Marvel’s Midnight Suns -pelin sisäinen valuutta, jota käytetään hahmojen kosmeettisten premium-skinien ostamiseksi pelin sisäisen kaupan kautta. Mukauta Midnight Suns -tiimisi ulkoasua ja taistele Lilithin legioonia vastaan tyylillä! Tämä paketti sisältää 600 Eclipse-krediittiä. Legendary Edition -version tai kausikortin omistajilla on jo kaikki hahmojen premium-skinit, eikä heidän tulisi ostaa Eclipse-krediittejä. Hahmojen kosmeettisia premium-skinejä on saatavilla tällä hetkellä 23, ja jokainen skini on saatavilla pelin sisäisessä kaupassa 300 Eclipse-krediitillä. Kaikkien 23 skinin hankkiminen edellyttää enintään 6 900 Eclipse-krediittiä. Edellyttää Marvel’s Midnight Suns -peliä, joka myydään erikseen. Kosmeettisia premium-skinejä täytyy käyttää pelin sisäisten hahmojen kanssa. Jotkin hahmot täytyy ehkä ansaita pelin aikana. ",
    "description_norwegian": "Eclipse Credits er en valuta i Marvel’s Midnight Suns som kan brukes til å kjøpe premium skins for karakterene dine via Markedsplassen i spillet. Det gjør deg i stand til å tilpasse looken til Midnight Suns-teamet ditt og ta opp kampen mot Liliths horder med stil! Denne pakken inneholder 600 Eclipse Credits. De av dere som allerede eier Legendary Edition,eller har Sesongpass, har allerede tilgang til alle karakter-skins, og har derfor ikke noe behov for å kjøpe Eclipse Credits. Det er for øyeblikket 23 kosmetiske premium skins for ulike karakterer tilgjengelig, og hvert skin kan kjøpes hver for seg via markedsplassen i spillet for 300 Eclipse Credits. Å kjøpe alle skins vil samlet koste maks 6,900 Eclipse 23 Credits. Det krever at du har Marvel’s Midnight Suns-spillet, som selges separat. Premium skins må brukes med karakterer i spillet, og noen karakterer kan kun låses opp via spillprogresjon. ",
    "description_swedish": "Eclipse Credits är en valuta i spelet för Marvel's Midnight Suns som används för att köpa förstklassiga kosmetiska karaktärsskins via Marketplac i spelet. Anpassa utseendet på ditt Midnight Suns-lag och bekämpa Liliths legioner med stil! Det här paketet innehåller 600 Eclipse Credits. Ägare av Legendary Edition eller Season Pass har redan alla de bästa karaktärskinsen och bör inte köpa Eclipse Credits. Det finns för närvarande 23 premiums-skins för kosmetiska karaktärer tillgängliga och varje skin är individuellt tillgängligt via spelets marknadsplats för 300 Eclipse Credits. Maximalt 6 900 Eclipse Credits krävs för att erhålla alla 23 skins. Marvel’s Midnight Suns-spel krävs, säljs separat. De bästa kosmetiska karaktärsskinsen måste användas med karaktärer i spelet. Vissa karaktärer kan behöva låsas upp genom spel. ",
    "description_hungarian": "Az Eclipse kredit a Marvel's Midnight Suns játékon belüli fizetőeszköze. Segítségével prémium kozmetikai skineket vásárolhatsz karaktereidnek a játékon belüli Piactéren. Most saját ízlésedre szabhatod a Midnight Suns csapatod külsejét, és stílusosan szállhatsz szembe Lilith seregeivel! Ez a csomag 600 Eclipse kreditet tartalmaz. A Legendary Edition, valamint a Season Pass megvásárlásával minden prémium skin elérhető, további Eclipse kreditek vásárlása nem szükséges. A játékon belüli Piactéren jelenleg 23 prémium kozmetikai skint vásárolhatsz karaktereidnek egyenként 300 Eclipse kreditért. Mind a 23 skin megszerzéséhez maximum 6900 Eclipse kredit szükséges. Marvel's Midnight Suns játék szükséges, külön megvásárolható. A prémium skineket a játékbeli karakterekkel kell használni. Előfordulhat, hogy a karaktereket a játék során fel kell oldani. ",
    "description_czech": "Eclipse Credits jsou herní měnou ve hře Marvel's Midnight Suns, za kterou si můžeš na herním tržišti koupit prémiové kosmetické skiny postav. Přizpůsob si vzhled svého týmu Midnight Suns a bojuj proti legiím Lilith ve velkém stylu! Tento balíček obsahuje 600 Eclipse kreditů. Majitelé Legendary Edition nebo Season Passu již mají všechny prémiové skiny postav a neměli by si Eclipse Credits kupovat. V současné době dispozici je 23 prémiových kosmetických skinů postav a každý skin je samostatně k mání na herním tržišti za 300 Eclipse kreditů. K získání všech 23 skinů je potřeba maximálně 6 900 Eclipse kreditů. Hra Marvel's Midnight Suns je vyžadována, prodává se samostatně. Prémiové kosmetické skiny postav musí být použity s herními postavami. Některé postavy může být potřeba odemknout prostřednictvím hry.",
    "description_turkish": "Eclipse Kredisi, Marvel's Midnight Suns oyunundaki mağazadan premium kozmetik karakter görünümleri satın almak için kullanılan oyun içi para birimidir. Midnight Suns takımınızın görünümünü özelleştirin ve Lilith'in birlikleriyle gösterişli bir şekilde savaşın! Bu pakette 600 Eclipse Kredisi bulunur. Legendary Edition ya da Season Pass sahipleri tüm premium karakter görünümlerine sahip olur ve Eclipse Kredisi harcamak zorunda kalmazlar. Halihazırda 23 premium kozmetik karakter görünümü mevcuttur ve her görünüm, 300 Eclipse Kredisi karşılığında oyun içi mağazadan ayrı ayrı alınabilir. 23 görünümün tümünü elde etmek için maksimum 6.900 Eclipse Kredisi gerekir. Marvel’s Midnight Suns oyunu gereklidir ve ayrı olarak satılır. Premium kozmetik karakter görünümleri, oyun içi karakterlerle kullanılmalıdır. Bazı karakterlerin kilidinin oyun içinde açılması gerekebilir.",
    "description_brazilian": "Os Créditos de Eclipse são uma moeda do jogo Marvel’s Midnight Suns e são usadas para comprar skins cosméticas premium de personagens na Loja do jogo. Personalize o visual da sua equipe em Midnight Suns e lute contra as legiões de Lilith em grande estilo! Este pacote contém 600 Créditos de Eclipse. Os proprietários da Edição Lendária ou do Passe da Temporada já possuem todas as skins premium de personagens e não devem comprar Créditos de Eclipse. Há atualmente 23 skins cosméticas premium disponíveis para os personagens, e cada skin está disponível na loja dentro do jogo por 300 Créditos Eclipse. Um máximo de 6.900 Créditos Eclipse são necessários para adquirir todas as 23 skins. Necessário ter o jogo Marvel’s Midnight Suns, vendido separadamente. Skins cosméticas premium de personagens devem ser usadas com personagens do jogo. Alguns personagens podem exigir o desbloqueio no jogo. ",
    "description_arabic": "تُعتبر أرصدة إكليبس عُملة داخل اللعبة للعبة شموس منتصف الليل من مارفيل وتُستخدم لشراء أطقم شخصيات أصلية ورائعة عن طريق السوق داخل اللعبة. خصّص شكل فريق شموس منتصف الليل الخاص بك وقاتِل جحافل ليليث بمنتهى التألّق! تحتوي هذه الحزمة على 600 رصيد إكليبس. يمتلك أصحاب الإصدار الأسطوري أو بطاقة الموسم جميع أطقم الشخصيات الأصلية وبالتالي ليسوا مضطرين لشراء أرصدة إكليبس. يوجد حاليًا 23 طقمًا من أطقم الشخصيات الجميلة الممتازة كما يتوفّر كل طقم على حده عن طريق السوق المتاح داخل اللعبة مقابل 300 رصيد إكليبس. يُشترط وجود 6,900 رصيد إكليبس للحصول على جميع الأطقم الـ 23. يُشترط توفّر لعبة شموس منتصف الليل من مارفيل والتي تُباع بشكل منفصل. يجب استخدام أطقم الشخصيات الأصلية الرائعة مع الشخصيات داخل اللعبة. قد تحتاج بعض الشخصيات للفتح أثناء اللعب. ",
    "description_ukrainian": "Кредити Eclipse — це внутрішньоігрова валюта для Marvel’s Midnight Suns, що використовується для покупки преміальних косметичних виглядів персонажів через внутрішньоігровий маркетплейс. Оберіть образи для своєї команди Опівнічних сонць і боріться з легіонами Ліліт зі стилем! Цей набір містить 600 кредитів Eclipse. Власники Легендарного видання або сезонної перепустки вже мають всі преміальні вигляди персонажів і не повинні купувати кредити Eclipse. Наразі включає 23 преміальні косметичні вигляди. Кожен вигляд можна придбати окремо через внутрішньоігровий маркетплейс за 300 кредитів Eclipse. Для придбання всіх 23 виглядів необхідні 6 900 кредитів Eclipse. Необхідна наявність гри Marvel’s Midnight Suns, яку можна придбати окремо. Преміальні косметичні вигляди мають використовуватися з ігровими персонажами. Деякі персонажі можуть відкриватися протягом гри.",
    "description_latam": "Los créditos Eclipse son una moneda virtual del juego Marvel's Midnight Suns para comprar aspectos cosméticos prémium para personajes a través del Marketplace del juego. ¡ Personaliza el aspecto de tu equipo de Midnight Suns y lucha contra las legiones de Lilith con estilo! Este paquete contiene 600 créditos Eclipse. Quienes cuenten con la edición Legendary o el Pase de Temporada ya tienen todos los aspectos prémium de personajes y no deben comprar créditos Eclipse. Hay actualmente 23 skins estéticos prémium para personajes disponibles y cada skin está disponible de manera individual a través de la tienda del juego por 300 créditos Eclipse. Se requiere un máximo de 6.900 créditos Eclipse para obtener los 23 skins. Se necesita una copia del juego Marvel's Midnight Suns, la cual se vende por separado. Los aspectos cosméticos prémium de personajes deben usarse con los personajes del juego. Algunos personajes pueden requerir ser desbloqueados a través del juego.",
    "background_color": "3C352E",
    "icon_url": "https://cdn.2kgames.com/2022/11/09/MMS-ALL-ECLIPSE_CREDITS_METADATA-600_CREDITS-STATIC-ENUS-NO_RATING-STEAM-512x512-FINAL_Nov1.jpg",
    "icon_url_large": "https://cdn.2kgames.com/2022/11/09/MMS-ALL-ECLIPSE_CREDITS_METADATA-600_CREDITS-STATIC-ENUS-NO_RATING-STEAM-512x512-FINAL_Nov1.jpg",
    "name_color": "D1C186",
    "tradable": false,
    "marketable": false,
    "commodity": false
  },
  {
    "appid": "368260",
    "itemdefid": "1200",
    "Timestamp": "2022-12-01T03:19:37Z",
    "modified": "20221201T031937Z",
    "date_created": "20220315T234342Z",
    "type": "item",
    "display_type": "",
    "name": "Marvel's Midnight Suns - 1,200 Eclipse Credits",
    "name_german": "Marvel's Midnight Suns - 1.200 Eclipse Credits",
    "name_french": "Marvel's Midnight Suns - 1 200 Crédits Éclipse",
    "name_italian": "Marvel's Midnight Suns - 1200 Crediti Eclipse",
    "name_spanish": "Marvel's Midnight Suns - 1.200 Créditos Eclipse",
    "name_schinese": "《漫威暗夜之子》 - 1200日蚀点数",
    "name_tchinese": "《漫威午夜之子》 - 1,200點日蝕點數",
    "name_russian": "Marvel's Midnight Suns - 1200 кредитов Eclipse",
    "name_japanese": "『マーベル ミッドナイト・サンズ』：1,200エクリプスクレジット",
    "name_portuguese": "Marvel's Midnight Suns - 1200 Eclipse Credits",
    "name_polish": "Marvel's Midnight Suns – 1200 kredytów zaćmienia",
    "name_danish": "Marvel's Midnight Suns - 1,200 Eclipse-jetoner",
    "name_dutch": "Marvel's Midnight Suns - 1.200 Eclipse Credits",
    "name_finnish": "Marvel's Midnight Suns – 1 200 Eclipse-krediittiä",
    "name_norwegian": "Marvel's Midnight Suns - 1200 Eclipse Credits",
    "name_swedish": "Marvel's Midnight Suns - 1,200 Eclipse Credits",
    "name_hungarian": "Marvel's Midnight Suns - 1200 Eclipse kerdit",
    "name_czech": "Marvel's Midnight Suns - 1 200 Eclipse kreditů",
    "name_turkish": "Marvel's Midnight Suns - 1200 Eclipse Kredisi",
    "name_brazilian": "Marvel's Midnight Suns - 1.200 Créditos de Eclipse",
    "name_arabic": "شموس منتصف الليل - 1,200 رصيد إكليبس",
    "name_ukrainian": "Marvel's Midnight Suns - 1200 кредитів Eclipse",
    "name_latam": "Marvel's Midnight Suns - 1200 créditos Eclipse",
    "price": "1;USD999,CAD1349,MXN19990,ARS159000,BRL5390,CLP999000,COP4799900,PEN3890,CRC700000,UYU42000,AUD1495,EUR999,ILS4000,KZT432500,KWD300,NZD1595,NOK9900,PLN4500,QAR3600,RUB71900,SAR3600,ZAR17900,CHF1050,TRY9900,UAH32900,AED3600,GBP799,INR79900,SGD1400,HKD7800,MYR4400,THB34000,IDR14500000,KRW1280000,TWD30000,VND23000000,PHP52000,CNY6800",
    "quantity": 0,
    "description": "Eclipse Credits are an in-game currency for Marvel’s Midnight Suns used to purchase premium cosmetic character skins via the in-game Marketplace. Customize the look of your Midnight Suns team and fight the legions of Lilith in style! This pack contains 1,200 Eclipse Credits. Owners of the Legendary Edition or the Season Pass already have all premium character skins and should not purchase Eclipse Credits. There are currently 23 premium cosmetic character skins available and each skin is individually available via the in-game marketplace for 300 Eclipse Credits. A maximum of 6,900 Eclipse Credits are required to obtain all 23 skins. Marvel’s Midnight Suns game required, sold separately. Premium cosmetic character skins must be used with in-game characters. Some characters may require unlocking through gameplay. ",
    "description_german": "Eclipse Credits sind Spielmünzen für Marvel's Midnight Suns, mit denen du über den Marktplatz im Spiel hochwertige kosmetische Charakter-Skins kaufen kannst. Passe das Aussehen deines Midnight Suns-Teams an und bekämpfe die Legionen von Lilith mit Stil! Dieser Pack enthält 1200 Eclipse Credits. Besitzer*innen der Legendary Edition oder des Season Pass verfügen bereits über alle Premium-Charakter-Skins und sollten keine Eclipse Credits kaufen. Zurzeit gibt es insgesamt 23 kosmetische Premium-Charakter-Skins, die einzeln für jeweils 300 Eclipse-Credits über den Marktplatz im Spiel erhältlich sind. Um dir alle 23 Skins zu schnappen, sind also 6.900 Eclipse-Credits erforderlich. Marvel's Midnight Suns Spiel erforderlich, separat erhältlich. Kosmetische Premium-Charakter-Skins müssen bei Charakteren aus dem Spiel verwendet werden. Einige Charaktere müssen möglicherweise erst durch das Spiel freigeschaltet werden.",
    "description_french": "Les crédits Eclipse sont une monnaie du jeu Marvel's Midnight Suns utilisée pour acheter des skins cosmétiques premium de personnages via le marché au sein du jeu. Personnalisez le look de votre équipe Midnight Suns et combattez les légions de Lilith avec style ! Ce pack contient 1200 Crédits Éclipse. Ceux qui possèdent l'Édition Légendaire ou le Season Pass disposent déjà de tous les skins cosmétiques premium de personnages et n'ont pas besoin d'acheter de crédits Eclipse. 23 skins cosmétiques premium de personnages sont actuellement disponibles et chaque skin est disponible individuellement via le marché au sein du jeu, pour 300 crédits Eclipse. Un maximum de 6 900 crédits Eclipse est nécessaire pour obtenir 23 skins. Jeu Marvel's Midnight Suns requis, vendu séparément. Les skins cosmétiques premium de personnages doivent être utilisés avec les personnages du jeu. Certains personnages peuvent nécessiter un déblocage dans le jeu. ",
    "description_italian": "I Crediti Eclipse sono la valuta di gioco di Marvel’s Midnight Suns, per acquistare skin cosmetiche premium dei personaggi tramite il negozio di gioco. Personalizza l'aspetto del tuo team di Midnight Suns e combatti contro le legioni di Lilith con stile! Questo pacchetto contiene 1200 Crediti Eclipse. I possessori dell''Edizione Legendary o del Season Pass hanno già a disposizione le skin premium dei personaggi e non avranno bisogno di acquistare Crediti Eclipse. Sono attualmente a disposizione 23 skin cosmetiche premium di personaggi, ognuna disponibile individualmente tramite il negozio del gioco per 300 Crediti Eclipse. Per ottenere le23 skin al completo è richiesto un massimo di 6900 Crediti Eclipse. È richiesto il gioco di Marvel’s Midnight Suns, venduto separatamente. Le skin cosmetiche premium dei personaggi devono essere usate con i personaggi del gioco. Alcuni personaggi potrebbero richiedere lo sblocco tramite il gioco. ",
    "description_spanish": "Los Créditos Eclipse son una moneda del juego para Marvel's Midnight Suns que se utiliza para comprar aspectos cosméticos premium para los personajes a través del Mercado del juego. ¡Personaliza el aspecto de tu equipo de Midnight Suns y lucha contra las legiones de Lilith con estilo! Este pack contiene 1200 Créditos Eclipse. Los propietarios de la Edición Legendaria o del Pase de Temporada ya tienen todas las skins premium de los personajes y no deben comprar Créditos Eclipse. Actualmente hay 23 skins cosméticas premium disponibles para los personajes y cada una de ellas está disponible individualmente a través del mercado del juego por 300 Créditos Eclipse. Se necesita un máximo de 6.900 Créditos Eclipse para obtener las 23 skins. Se requiere el juego Marvel's Midnight Suns, que se vende por separado. Los aspectos cosméticos de personajes premium deben usarse con los personajes del juego. Algunos personajes pueden requerir ser desbloqueados a través del juego. ",
    "description_schinese": "日蚀点数是《漫威暗夜之子》的游戏内货币，用于在游戏内市场里购买高级角色皮肤。 自定义《漫威暗夜之子》小队的外观，身着华丽的服饰与莉莉丝的军队作战！ 此包内含1200日蚀点数。 传奇版和季票的拥有者已拥有全部高级角色皮肤，无需购买日蚀点数。 现有23款高级角色皮肤可供选择，每款皮肤可通过游戏内市场以300日蚀点数单独购买。要获得全部23款皮肤，最多需要6,900日蚀点数。 需要《漫威暗夜之子》游戏，此游戏需单独购买。高级角色皮肤必须配合游戏内的相应角色使用。一些角色可能需要在游戏中解锁。",
    "description_tchinese": "日蝕點數是《漫威午夜之子》的遊戲貨幣，可用來在遊戲內商店購買高級角色外觀。 盡情自訂午夜之子團隊的外觀，帥氣有型地對抗莉莉絲軍團！ 此包內含1200點日蝕點數。 持有傳奇版或季票的玩家已經擁有全部高級角色外觀，請勿購買日蝕點數。 現有23種高級角色外觀可供選擇，每種外觀都可在遊戲內商店花300點日蝕點數單獨購買。取得所有23種外觀最多需要花費6,900點日蝕點數。 需有《漫威午夜之子》主遊戲才能使用日蝕點數，請另外購買。高級外觀必須使用在對應的遊戲中角色上。部分角色可能需先透過玩遊戲來解鎖。",
    "description_russian": "Кредиты Eclipse – это внутриигровая валюта для Marvel’s Midnight Suns, используемая для покупки премиальных косметических обликов персонажей через внутриигровой маркетплейс. Настройте внешний вид вашей команды Полночных солнц и побеждайте легионы Лилит в своем стиле! Этот пакет содержит 1200 кредитов Eclipse. Обладатели Legendary Edition или Сезонного абонемента уже имеют все премиальные облики персонажей, поэтому приобретать кредиты Eclipse им не нужно. В настоящий момент доступны 23 косметических скина премиум-класса для персонажей, каждый из скинов можно приобрести через внутриигровой маркетплейс за 300 кредитов Eclipse. Для преобретения всех 23 скинов требуется максимум 6900 кредитов Eclipse. Требуется игра Marvel’s Midnight Suns, продается отдельно. Косметические облики премиум-класса должны использоваться с игровыми персонажами. Некоторым персонажам может потребоваться разблокировка в процессе игры. ",
    "description_japanese": "エクリプスクレジットは、『マーベル ミッドナイト・サンズ』のゲーム内通貨で、ゲーム内のマーケットプレイスでキャラクターカスタマイズ用のプレミアムスキンを購入する際に使用します。 ミッドナイト・サンズのメンバーをドレスアップさせて、スタイリッシュにリリスの軍勢と戦おう！ このパックには、1200エクリプスクレジットが含まれます。 レジェンダリー・エディションまたはシーズンパスをお持ちの方は、全てのプレミアムキャラクタースキンを入手済みのため、エクリプスクレジットの購入をおすすめしません。 現時点で23種類のカスタマイズ用プレミアムキャラクタースキンがあり、各スキンはゲーム内マーケットプレイスから300エクリプスクレジットで個別に購入できます。23種類全てのスキンを入手するには、最大6,900エクリプスクレジットが必要です。 別売の『マーベル ミッドナイト・サンズ』ゲーム本編が必要です。キャラクターのカスタマイズ用プレミアムスキンは、ゲーム内にて対応するキャラクター専用です。一部のキャラクターは、ゲームを進行させてアンロックする必要があります。",
    "description_portuguese": "Eclipse Credits são a moeda usada em jogo no Marvel’s Midnight Suns, utilizada para comprar skins cosméticas das personagens através do Marketplace no próprio jogo. Personaliza o visual da tua equipa Midnight Suns e enfrenta as legiões de Lilith com estilo! Este pacote contém 1200 Eclipse Credits. Os propriétarios da Edição Legendary ou do Passe de Temporada já têm todas as skins premium das personagens e não devem comprar Eclipse Credits. Há atualmente 23 skins cosméticas premium disponíveis e cada skin está disponível individualmente, através da loja dentro do jogo, por 300 Eclipse Credits. É necessário um máximo de 6900 Eclipse Credits para obter todas as 23 skins. É necessário o jogo Marvel's Midnight Suns, vendido separadamente. As skins cosméticas premium das personagens têm de ser usadas com as personagens em jogo. Algumas personagens podem necessitar de ser desbloqueadas através do jogo. ",
    "description_polish": "Kredyty zaćmienia to waluta w Marvel’s Midnight Suns, używana w sklepie wewnątrz gry do kupowania kosmetycznych skórek premium dla postaci. Dostosuj wygląd swojej drużyny i walcz z legionami Lilith w wielkim stylu! Ten zestaw zawiera 1200 kredytów zaćmienia. Posiadacze wersji Legendary Edition lub Przepustki Sezonowej mają dostęp do wszystkich skórek premium dla postaci i nie powinni kupować kredytów zaćmienia. Dostępne są obecnie 23 kosmetyczne skórki premium dla postaci, a każda skórka jest dostępna w sklepie wewnątrz gry za 300 kredytów zaćmienia. Do uzyskania wszystkich 23 skórek potrzeba maksymalnie 6900 kredytów zaćmienia. Wymagana gra Marvel’s Midnight Suns, sprzedawana osobno. Kosmetycznych skórek premium należy używać z postaciami w grze. Może być wymagane odblokowanie postaci. ",
    "description_danish": "Eclipse-jetoner er en valuta i spillet Marvel's Midnight Suns, som bruges til at købe kosmetiske karakterskins af høj kvalitet via markedspladsen i spillet. Tilpas dit Midnight Suns-holds udseende, og kæmp mod Liliths legioner med stil! Denne pakke indeholder 1200 Eclipse-jetoner. Ejere af den legendariske udgave eller sæsonpasset har allerede alle premium karakterskins og bør ikke købe Eclipse-jetoner. Der er i øjeblikket 23 førsteklasses kosmetiske karakterskins til rådighed, og hvert skin kan købes individuelt på markedspladsen i spillet for 300 Eclipse-jetoner. Der kræves maksimalt 6.900 Eclipse-jetoner for at få alle 23 skins. Marvel's Midnight Suns-spil påkrævet, sælges separat. Premium kosmetiske karakterskins skal bruges sammen med figurer i spillet. Nogle figurer skal muligvis låses op gennem gameplay. ",
    "description_dutch": "Eclipse Credits zijn een in-game valuta voor Marvel’s Midnight Suns waarmee je premium cosmetische karakter skins kunt kopen via de in-game marktplaats. Customize het team van de Midnight Suns en vecht in stijl tegen de legioenen van Lilith! Deze pack bevat 1200 Eclipse Credits. Bezitters van de Legendary Editie of de seizoenspas hebben al alle premium karakter skins en hoeven geen Eclipse Credits aan te schaffen. Er zijn momenteel 23 premium cosmetische personageskins beschikbaar en elke skin is afzonderlijk verkrijgbaar via de in-game marktplaats voor 300 Eclipse Credits. Je hebt maximaal 6.900 Eclipse Credits nodig om alle 23 skins te bemachtigen. Marvel’s Midnight Suns game vereist, wordt apart verkocht. Premium cosmetische karakter skins moeten gebruikt worden met in-game karakters. Sommige karakters moeten worden ontgrendeld door middel van gameplay. ",
    "description_finnish": "Eclipse-krediitit ovat Marvel’s Midnight Suns -pelin sisäinen valuutta, jota käytetään hahmojen kosmeettisten premium-skinien ostamiseksi pelin sisäisen kaupan kautta. Mukauta Midnight Suns -tiimisi ulkoasua ja taistele Lilithin legioonia vastaan tyylillä! Tämä paketti sisältää 1200 Eclipse-krediittiä. Legendary Edition -version tai kausikortin omistajilla on jo kaikki hahmojen premium-skinit, eikä heidän tulisi ostaa Eclipse-krediittejä. Hahmojen kosmeettisia premium-skinejä on saatavilla tällä hetkellä 23, ja jokainen skini on saatavilla pelin sisäisessä kaupassa 300 Eclipse-krediitillä. Kaikkien 23 skinin hankkiminen edellyttää enintään 6 900 Eclipse-krediittiä. Edellyttää Marvel’s Midnight Suns -peliä, joka myydään erikseen. Kosmeettisia premium-skinejä täytyy käyttää pelin sisäisten hahmojen kanssa. Jotkin hahmot täytyy ehkä ansaita pelin aikana. ",
    "description_norwegian": "Eclipse Credits er en valuta i Marvel’s Midnight Suns som kan brukes til å kjøpe premium skins for karakterene dine via Markedsplassen i spillet. Det gjør deg i stand til å tilpasse looken til Midnight Suns-teamet ditt og ta opp kampen mot Liliths horder med stil! Denne pakken inneholder 1200 Eclipse Credits. De av dere som allerede eier Legendary Edition,eller har Sesongpass, har allerede tilgang til alle karakter-skins, og har derfor ikke noe behov for å kjøpe Eclipse Credits. Det er for øyeblikket 23 kosmetiske premium skins for ulike karakterer tilgjengelig, og hvert skin kan kjøpes hver for seg via markedsplassen i spillet for 300 Eclipse Credits. Å kjøpe alle skins vil samlet koste maks 6,900 Eclipse 23 Credits. Det krever at du har Marvel’s Midnight Suns-spillet, som selges separat. Premium skins må brukes med karakterer i spillet, og noen karakterer kan kun låses opp via spillprogresjon. ",
    "description_swedish": "Eclipse Credits är en valuta i spelet för Marvel's Midnight Suns som används för att köpa förstklassiga kosmetiska karaktärsskins via Marketplac i spelet. Anpassa utseendet på ditt Midnight Suns-lag och bekämpa Liliths legioner med stil! Det här paketet innehåller 1200 Eclipse Credits. Ägare av Legendary Edition eller Season Pass har redan alla de bästa karaktärskinsen och bör inte köpa Eclipse Credits. Det finns för närvarande 23 premiums-skins för kosmetiska karaktärer tillgängliga och varje skin är individuellt tillgängligt via spelets marknadsplats för 300 Eclipse Credits. Maximalt 6 900 Eclipse Credits krävs för att erhålla alla 23 skins. Marvel’s Midnight Suns-spel krävs, säljs separat. De bästa kosmetiska karaktärsskinsen måste användas med karaktärer i spelet. Vissa karaktärer kan behöva låsas upp genom spel. ",
    "description_hungarian": "Az Eclipse kredit a Marvel's Midnight Suns játékon belüli fizetőeszköze. Segítségével prémium kozmetikai skineket vásárolhatsz karaktereidnek a játékon belüli Piactéren. Most saját ízlésedre szabhatod a Midnight Suns csapatod külsejét, és stílusosan szállhatsz szembe Lilith seregeivel! Ez a csomag 1200 Eclipse kreditet tartalmaz. A Legendary Edition, valamint a Season Pass megvásárlásával minden prémium skin elérhető, további Eclipse kreditek vásárlása nem szükséges. A játékon belüli Piactéren jelenleg 23 prémium kozmetikai skint vásárolhatsz karaktereidnek egyenként 300 Eclipse kreditért. Mind a 23 skin megszerzéséhez maximum 6900 Eclipse kredit szükséges. Marvel's Midnight Suns játék szükséges, külön megvásárolható. A prémium skineket a játékbeli karakterekkel kell használni. Előfordulhat, hogy a karaktereket a játék során fel kell oldani. ",
    "description_czech": "Eclipse Credits jsou herní měnou ve hře Marvel's Midnight Suns, za kterou si můžeš na herním tržišti koupit prémiové kosmetické skiny postav. Přizpůsob si vzhled svého týmu Midnight Suns a bojuj proti legiím Lilith ve velkém stylu! Tento balíček obsahuje 1200 Eclipse kreditů. Majitelé Legendary Edition nebo Season Passu již mají všechny prémiové skiny postav a neměli by si Eclipse Credits kupovat. V současné době dispozici je 23 prémiových kosmetických skinů postav a každý skin je samostatně k mání na herním tržišti za 300 Eclipse kreditů. K získání všech 23 skinů je potřeba maximálně 6 900 Eclipse kreditů. Hra Marvel's Midnight Suns je vyžadována, prodává se samostatně. Prémiové kosmetické skiny postav musí být použity s herními postavami. Některé postavy může být potřeba odemknout prostřednictvím hry.",
    "description_turkish": "Eclipse Kredisi, Marvel's Midnight Suns oyunundaki mağazadan premium kozmetik karakter görünümleri satın almak için kullanılan oyun içi para birimidir. Midnight Suns takımınızın görünümünü özelleştirin ve Lilith'in birlikleriyle gösterişli bir şekilde savaşın! Bu pakette 1200 Eclipse Kredisi bulunur. Legendary Edition ya da Season Pass sahipleri tüm premium karakter görünümlerine sahip olur ve Eclipse Kredisi harcamak zorunda kalmazlar. Halihazırda 23 premium kozmetik karakter görünümü mevcuttur ve her görünüm, 300 Eclipse Kredisi karşılığında oyun içi mağazadan ayrı ayrı alınabilir. 23 görünümün tümünü elde etmek için maksimum 6.900 Eclipse Kredisi gerekir. Marvel’s Midnight Suns oyunu gereklidir ve ayrı olarak satılır. Premium kozmetik karakter görünümleri, oyun içi karakterlerle kullanılmalıdır. Bazı karakterlerin kilidinin oyun içinde açılması gerekebilir.",
    "description_brazilian": "Os Créditos de Eclipse são uma moeda do jogo Marvel’s Midnight Suns e são usadas para comprar skins cosméticas premium de personagens na Loja do jogo. Personalize o visual da sua equipe em Midnight Suns e lute contra as legiões de Lilith em grande estilo! Este pacote contém 1200 Créditos de Eclipse. Os proprietários da Edição Lendária ou do Passe da Temporada já possuem todas as skins premium de personagens e não devem comprar Créditos de Eclipse. Há atualmente 23 skins cosméticas premium disponíveis para os personagens, e cada skin está disponível na loja dentro do jogo por 300 Créditos Eclipse. Um máximo de 6.900 Créditos Eclipse são necessários para adquirir todas as 23 skins. Necessário ter o jogo Marvel’s Midnight Suns, vendido separadamente. Skins cosméticas premium de personagens devem ser usadas com personagens do jogo. Alguns personagens podem exigir o desbloqueio no jogo. ",
    "description_arabic": "تُعتبر أرصدة إكليبس عُملة داخل اللعبة للعبة شموس منتصف الليل من مارفيل وتُستخدم لشراء أطقم شخصيات أصلية ورائعة عن طريق السوق داخل اللعبة. خصّص شكل فريق شموس منتصف الليل الخاص بك وقاتِل جحافل ليليث بمنتهى التألّق! تحتوي هذه الحزمة على 1200 رصيد إكليبس. يمتلك أصحاب الإصدار الأسطوري أو بطاقة الموسم جميع أطقم الشخصيات الأصلية وبالتالي ليسوا مضطرين لشراء أرصدة إكليبس. يوجد حاليًا 23 طقمًا من أطقم الشخصيات الجميلة الممتازة كما يتوفّر كل طقم على حده عن طريق السوق المتاح داخل اللعبة مقابل 300 رصيد إكليبس. يُشترط وجود 6,900 رصيد إكليبس للحصول على جميع الأطقم الـ 23. يُشترط توفّر لعبة شموس منتصف الليل من مارفيل والتي تُباع بشكل منفصل. يجب استخدام أطقم الشخصيات الأصلية الرائعة مع الشخصيات داخل اللعبة. قد تحتاج بعض الشخصيات للفتح أثناء اللعب. ",
    "description_ukrainian": "Кредити Eclipse — це внутрішньоігрова валюта для Marvel’s Midnight Suns, що використовується для покупки преміальних косметичних виглядів персонажів через внутрішньоігровий маркетплейс. Оберіть образи для своєї команди Опівнічних сонць і боріться з легіонами Ліліт зі стилем! Цей набір містить 1200 кредитів Eclipse. Власники Легендарного видання або сезонної перепустки вже мають всі преміальні вигляди персонажів і не повинні купувати кредити Eclipse. Наразі включає 23 преміальні косметичні вигляди. Кожен вигляд можна придбати окремо через внутрішньоігровий маркетплейс за 300 кредитів Eclipse. Для придбання всіх 23 виглядів необхідні 6 900 кредитів Eclipse. Необхідна наявність гри Marvel’s Midnight Suns, яку можна придбати окремо. Преміальні косметичні вигляди мають використовуватися з ігровими персонажами. Деякі персонажі можуть відкриватися протягом гри.",
    "description_latam": "Los créditos Eclipse son una moneda virtual del juego Marvel's Midnight Suns para comprar aspectos cosméticos prémium para personajes a través del Marketplace del juego. ¡ Personaliza el aspecto de tu equipo de Midnight Suns y lucha contra las legiones de Lilith con estilo! Este paquete contiene 1200 créditos Eclipse. Quienes cuenten con la edición Legendary o el Pase de Temporada ya tienen todos los aspectos prémium de personajes y no deben comprar créditos Eclipse. Hay actualmente 23 skins estéticos prémium para personajes disponibles y cada skin está disponible de manera individual a través de la tienda del juego por 300 créditos Eclipse. Se requiere un máximo de 6.900 créditos Eclipse para obtener los 23 skins. Se necesita una copia del juego Marvel's Midnight Suns, la cual se vende por separado. Los aspectos cosméticos prémium de personajes deben usarse con los personajes del juego. Algunos personajes pueden requerir ser desbloqueados a través del juego.",
    "background_color": "3C352E",
    "icon_url": "https://cdn.2kgames.com/2022/11/09/MMS-ALL-ECLIPSE_CREDITS_METADATA-1200_CREDITS-STATIC-ENUS-NO_RATING-STEAM-512x512-FINAL_Nov1.jpg",
    "icon_url_large": "https://cdn.2kgames.com/2022/11/09/MMS-ALL-ECLIPSE_CREDITS_METADATA-1200_CREDITS-STATIC-ENUS-NO_RATING-STEAM-512x512-FINAL_Nov1.jpg",
    "name_color": "D1C186",
    "tradable": false,
    "marketable": false,
    "commodity": false
  },
  {
    "appid": "368260",
    "itemdefid": "1500",
    "Timestamp": "2022-12-01T03:19:37Z",
    "modified": "20221201T031937Z",
    "date_created": "20220315T234342Z",
    "type": "item",
    "display_type": "",
    "name": "Marvel's Midnight Suns - 1,500 Eclipse Credits",
    "name_german": "Marvel's Midnight Suns - 1.500 Eclipse Credits",
    "name_french": "Marvel's Midnight Suns - 1 500 Crédits Éclipse",
    "name_italian": "Marvel's Midnight Suns - 1500 Crediti Eclipse",
    "name_spanish": "Marvel's Midnight Suns - 1.500 Créditos Eclipse",
    "name_schinese": "《漫威暗夜之子》 - 1500日蚀点数",
    "name_tchinese": "《漫威午夜之子》 - 1,500點日蝕點數",
    "name_russian": "Marvel's Midnight Suns - 1500 кредитов Eclipse",
    "name_japanese": "『マーベル ミッドナイト・サンズ』：1,500エクリプスクレジット",
    "name_portuguese": "Marvel's Midnight Suns - 1500 Eclipse Credits",
    "name_polish": "Marvel's Midnight Suns – 1500 kredytów zaćmienia",
    "name_danish": "Marvel's Midnight Suns - 1,500 Eclipse-jetoner",
    "name_dutch": "Marvel's Midnight Suns - 1.500 Eclipse Credits",
    "name_finnish": "Marvel's Midnight Suns – 1 500 Eclipse-krediittiä",
    "name_norwegian": "Marvel's Midnight Suns - 1500 Eclipse Credits",
    "name_swedish": "Marvel's Midnight Suns - 1 500 Eclipse Credits",
    "name_hungarian": "Marvel's Midnight Suns - 1500 Eclipse kerdit",
    "name_czech": "Marvel's Midnight Suns - 1 500 Eclipse kreditů",
    "name_turkish": "Marvel's Midnight Suns - 1500 Eclipse Kredisi",
    "name_brazilian": "Marvel's Midnight Suns - 1.500 Créditos de Eclipse",
    "name_arabic": "شموس منتصف الليل - 1,500 رصيد إكليبس",
    "name_ukrainian": "Marvel's Midnight Suns - 1500 кредитів Eclipse",
    "name_latam": "Marvel's Midnight Suns - 1500 créditos Eclipse",
    "price": "1;USD1199,CAD1599,MXN23990,ARS189000,BRL6450,CLP1199000,COP5799900,PEN4690,CRC850000,UYU51000,AUD1795,EUR1199,ILS4800,KZT519000,KWD350,NZD1945,NOK11900,PLN5400,QAR4300,RUB85900,SAR4300,ZAR21400,CHF1270,TRY11900,UAH39900,AED4300,GBP950,INR89900,SGD1600,HKD9400,MYR5200,THB40000,IDR17400000,KRW1520000,TWD36000,VND27600000,PHP64000,CNY8000",
    "quantity": 0,
    "description": "Eclipse Credits are an in-game currency for Marvel’s Midnight Suns used to purchase premium cosmetic character skins via the in-game Marketplace. Customize the look of your Midnight Suns team and fight the legions of Lilith in style! This pack contains 1,500 Eclipse Credits. Owners of the Legendary Edition or the Season Pass already have all premium character skins and should not purchase Eclipse Credits. There are currently 23 premium cosmetic character skins available and each skin is individually available via the in-game marketplace for 300 Eclipse Credits. A maximum of 6,900 Eclipse Credits are required to obtain all 23 skins. Marvel’s Midnight Suns game required, sold separately. Premium cosmetic character skins must be used with in-game characters. Some characters may require unlocking through gameplay. ",
    "description_german": "Eclipse Credits sind Spielmünzen für Marvel's Midnight Suns, mit denen du über den Marktplatz im Spiel hochwertige kosmetische Charakter-Skins kaufen kannst. Passe das Aussehen deines Midnight Suns-Teams an und bekämpfe die Legionen von Lilith mit Stil! Dieser Pack enthält 1500 Eclipse Credits. Besitzer*innen der Legendary Edition oder des Season Pass verfügen bereits über alle Premium-Charakter-Skins und sollten keine Eclipse Credits kaufen. Zurzeit gibt es insgesamt 23 kosmetische Premium-Charakter-Skins, die einzeln für jeweils 300 Eclipse-Credits über den Marktplatz im Spiel erhältlich sind. Um dir alle 23 Skins zu schnappen, sind also 6.900 Eclipse-Credits erforderlich. Marvel's Midnight Suns Spiel erforderlich, separat erhältlich. Kosmetische Premium-Charakter-Skins müssen bei Charakteren aus dem Spiel verwendet werden. Einige Charaktere müssen möglicherweise erst durch das Spiel freigeschaltet werden.",
    "description_french": "Les crédits Eclipse sont une monnaie du jeu Marvel's Midnight Suns utilisée pour acheter des skins cosmétiques premium de personnages via le marché au sein du jeu. Personnalisez le look de votre équipe Midnight Suns et combattez les légions de Lilith avec style ! Ce pack contient 1500 Crédits Éclipse. Ceux qui possèdent l'Édition Légendaire ou le Season Pass disposent déjà de tous les skins cosmétiques premium de personnages et n'ont pas besoin d'acheter de crédits Eclipse. 23 skins cosmétiques premium de personnages sont actuellement disponibles et chaque skin est disponible individuellement via le marché au sein du jeu, pour 300 crédits Eclipse. Un maximum de 6 900 crédits Eclipse est nécessaire pour obtenir 23 skins. Jeu Marvel's Midnight Suns requis, vendu séparément. Les skins cosmétiques premium de personnages doivent être utilisés avec les personnages du jeu. Certains personnages peuvent nécessiter un déblocage dans le jeu. ",
    "description_italian": "I Crediti Eclipse sono la valuta di gioco di Marvel’s Midnight Suns, per acquistare skin cosmetiche premium dei personaggi tramite il negozio di gioco. Personalizza l'aspetto del tuo team di Midnight Suns e combatti contro le legioni di Lilith con stile! Questo pacchetto contiene 1500 Crediti Eclipse. I possessori dell''Edizione Legendary o del Season Pass hanno già a disposizione le skin premium dei personaggi e non avranno bisogno di acquistare Crediti Eclipse. Sono attualmente a disposizione 23 skin cosmetiche premium di personaggi, ognuna disponibile individualmente tramite il negozio del gioco per 300 Crediti Eclipse. Per ottenere le23 skin al completo è richiesto un massimo di 6900 Crediti Eclipse. È richiesto il gioco di Marvel’s Midnight Suns, venduto separatamente. Le skin cosmetiche premium dei personaggi devono essere usate con i personaggi del gioco. Alcuni personaggi potrebbero richiedere lo sblocco tramite il gioco. ",
    "description_spanish": "Los Créditos Eclipse son una moneda del juego para Marvel's Midnight Suns que se utiliza para comprar aspectos cosméticos premium para los personajes a través del Mercado del juego. ¡Personaliza el aspecto de tu equipo de Midnight Suns y lucha contra las legiones de Lilith con estilo! Este pack contiene 1500 Créditos Eclipse. Los propietarios de la Edición Legendaria o del Pase de Temporada ya tienen todas las skins premium de los personajes y no deben comprar Créditos Eclipse. Actualmente hay 23 skins cosméticas premium disponibles para los personajes y cada una de ellas está disponible individualmente a través del mercado del juego por 300 Créditos Eclipse. Se necesita un máximo de 6.900 Créditos Eclipse para obtener las 23 skins. Se requiere el juego Marvel's Midnight Suns, que se vende por separado. Los aspectos cosméticos de personajes premium deben usarse con los personajes del juego. Algunos personajes pueden requerir ser desbloqueados a través del juego. ",
    "description_schinese": "日蚀点数是《漫威暗夜之子》的游戏内货币，用于在游戏内市场里购买高级角色皮肤。 自定义《漫威暗夜之子》小队的外观，身着华丽的服饰与莉莉丝的军队作战！ 此包内含1500日蚀点数。 传奇版和季票的拥有者已拥有全部高级角色皮肤，无需购买日蚀点数。 现有23款高级角色皮肤可供选择，每款皮肤可通过游戏内市场以300日蚀点数单独购买。要获得全部23款皮肤，最多需要6,900日蚀点数。 需要《漫威暗夜之子》游戏，此游戏需单独购买。高级角色皮肤必须配合游戏内的相应角色使用。一些角色可能需要在游戏中解锁。",
    "description_tchinese": "日蝕點數是《漫威午夜之子》的遊戲貨幣，可用來在遊戲內商店購買高級角色外觀。 盡情自訂午夜之子團隊的外觀，帥氣有型地對抗莉莉絲軍團！ 此包內含1500點日蝕點數。 持有傳奇版或季票的玩家已經擁有全部高級角色外觀，請勿購買日蝕點數。 現有23種高級角色外觀可供選擇，每種外觀都可在遊戲內商店花300點日蝕點數單獨購買。取得所有23種外觀最多需要花費6,900點日蝕點數。 需有《漫威午夜之子》主遊戲才能使用日蝕點數，請另外購買。高級外觀必須使用在對應的遊戲中角色上。部分角色可能需先透過玩遊戲來解鎖。",
    "description_russian": "Кредиты Eclipse – это внутриигровая валюта для Marvel’s Midnight Suns, используемая для покупки премиальных косметических обликов персонажей через внутриигровой маркетплейс. Настройте внешний вид вашей команды Полночных солнц и побеждайте легионы Лилит в своем стиле! Этот пакет содержит 1500 кредитов Eclipse. Обладатели Legendary Edition или Сезонного абонемента уже имеют все премиальные облики персонажей, поэтому приобретать кредиты Eclipse им не нужно. В настоящий момент доступны 23 косметических скина премиум-класса для персонажей, каждый из скинов можно приобрести через внутриигровой маркетплейс за 300 кредитов Eclipse. Для преобретения всех 23 скинов требуется максимум 6900 кредитов Eclipse. Требуется игра Marvel’s Midnight Suns, продается отдельно. Косметические облики премиум-класса должны использоваться с игровыми персонажами. Некоторым персонажам может потребоваться разблокировка в процессе игры. ",
    "description_japanese": "エクリプスクレジットは、『マーベル ミッドナイト・サンズ』のゲーム内通貨で、ゲーム内のマーケットプレイスでキャラクターカスタマイズ用のプレミアムスキンを購入する際に使用します。 ミッドナイト・サンズのメンバーをドレスアップさせて、スタイリッシュにリリスの軍勢と戦おう！ このパックには、1500エクリプスクレジットが含まれます。 レジェンダリー・エディションまたはシーズンパスをお持ちの方は、全てのプレミアムキャラクタースキンを入手済みのため、エクリプスクレジットの購入をおすすめしません。 現時点で23種類のカスタマイズ用プレミアムキャラクタースキンがあり、各スキンはゲーム内マーケットプレイスから300エクリプスクレジットで個別に購入できます。23種類全てのスキンを入手するには、最大6,900エクリプスクレジットが必要です。 別売の『マーベル ミッドナイト・サンズ』ゲーム本編が必要です。キャラクターのカスタマイズ用プレミアムスキンは、ゲーム内にて対応するキャラクター専用です。一部のキャラクターは、ゲームを進行させてアンロックする必要があります。",
    "description_portuguese": "Eclipse Credits são a moeda usada em jogo no Marvel’s Midnight Suns, utilizada para comprar skins cosméticas das personagens através do Marketplace no próprio jogo. Personaliza o visual da tua equipa Midnight Suns e enfrenta as legiões de Lilith com estilo! Este pacote contém 1500 Eclipse Credits. Os propriétarios da Edição Legendary ou do Passe de Temporada já têm todas as skins premium das personagens e não devem comprar Eclipse Credits. Há atualmente 23 skins cosméticas premium disponíveis e cada skin está disponível individualmente, através da loja dentro do jogo, por 300 Eclipse Credits. É necessário um máximo de 6900 Eclipse Credits para obter todas as 23 skins. É necessário o jogo Marvel's Midnight Suns, vendido separadamente. As skins cosméticas premium das personagens têm de ser usadas com as personagens em jogo. Algumas personagens podem necessitar de ser desbloqueadas através do jogo. ",
    "description_polish": "Kredyty zaćmienia to waluta w Marvel’s Midnight Suns, używana w sklepie wewnątrz gry do kupowania kosmetycznych skórek premium dla postaci. Dostosuj wygląd swojej drużyny i walcz z legionami Lilith w wielkim stylu! Ten zestaw zawiera 1500 kredytów zaćmienia. Posiadacze wersji Legendary Edition lub Przepustki Sezonowej mają dostęp do wszystkich skórek premium dla postaci i nie powinni kupować kredytów zaćmienia. Dostępne są obecnie 23 kosmetyczne skórki premium dla postaci, a każda skórka jest dostępna w sklepie wewnątrz gry za 300 kredytów zaćmienia. Do uzyskania wszystkich 23 skórek potrzeba maksymalnie 6900 kredytów zaćmienia. Wymagana gra Marvel’s Midnight Suns, sprzedawana osobno. Kosmetycznych skórek premium należy używać z postaciami w grze. Może być wymagane odblokowanie postaci. ",
    "description_danish": "Eclipse-jetoner er en valuta i spillet Marvel's Midnight Suns, som bruges til at købe kosmetiske karakterskins af høj kvalitet via markedspladsen i spillet. Tilpas dit Midnight Suns-holds udseende, og kæmp mod Liliths legioner med stil! Denne pakke indeholder 1500 Eclipse-jetoner. Ejere af den legendariske udgave eller sæsonpasset har allerede alle premium karakterskins og bør ikke købe Eclipse-jetoner. Der er i øjeblikket 23 førsteklasses kosmetiske karakterskins til rådighed, og hvert skin kan købes individuelt på markedspladsen i spillet for 300 Eclipse-jetoner. Der kræves maksimalt 6.900 Eclipse-jetoner for at få alle 23 skins. Marvel's Midnight Suns-spil påkrævet, sælges separat. Premium kosmetiske karakterskins skal bruges sammen med figurer i spillet. Nogle figurer skal muligvis låses op gennem gameplay. ",
    "description_dutch": "Eclipse Credits zijn een in-game valuta voor Marvel’s Midnight Suns waarmee je premium cosmetische karakter skins kunt kopen via de in-game marktplaats. Customize het team van de Midnight Suns en vecht in stijl tegen de legioenen van Lilith! Deze pack bevat 1500 Eclipse Credits. Bezitters van de Legendary Editie of de seizoenspas hebben al alle premium karakter skins en hoeven geen Eclipse Credits aan te schaffen. Er zijn momenteel 23 premium cosmetische personageskins beschikbaar en elke skin is afzonderlijk verkrijgbaar via de in-game marktplaats voor 300 Eclipse Credits. Je hebt maximaal 6.900 Eclipse Credits nodig om alle 23 skins te bemachtigen. Marvel’s Midnight Suns game vereist, wordt apart verkocht. Premium cosmetische karakter skins moeten gebruikt worden met in-game karakters. Sommige karakters moeten worden ontgrendeld door middel van gameplay. ",
    "description_finnish": "Eclipse-krediitit ovat Marvel’s Midnight Suns -pelin sisäinen valuutta, jota käytetään hahmojen kosmeettisten premium-skinien ostamiseksi pelin sisäisen kaupan kautta. Mukauta Midnight Suns -tiimisi ulkoasua ja taistele Lilithin legioonia vastaan tyylillä! Tämä paketti sisältää 1500 Eclipse-krediittiä. Legendary Edition -version tai kausikortin omistajilla on jo kaikki hahmojen premium-skinit, eikä heidän tulisi ostaa Eclipse-krediittejä. Hahmojen kosmeettisia premium-skinejä on saatavilla tällä hetkellä 23, ja jokainen skini on saatavilla pelin sisäisessä kaupassa 300 Eclipse-krediitillä. Kaikkien 23 skinin hankkiminen edellyttää enintään 6 900 Eclipse-krediittiä. Edellyttää Marvel’s Midnight Suns -peliä, joka myydään erikseen. Kosmeettisia premium-skinejä täytyy käyttää pelin sisäisten hahmojen kanssa. Jotkin hahmot täytyy ehkä ansaita pelin aikana. ",
    "description_norwegian": "Eclipse Credits er en valuta i Marvel’s Midnight Suns som kan brukes til å kjøpe premium skins for karakterene dine via Markedsplassen i spillet. Det gjør deg i stand til å tilpasse looken til Midnight Suns-teamet ditt og ta opp kampen mot Liliths horder med stil! Denne pakken inneholder 1500 Eclipse Credits. De av dere som allerede eier Legendary Edition,eller har Sesongpass, har allerede tilgang til alle karakter-skins, og har derfor ikke noe behov for å kjøpe Eclipse Credits. Det er for øyeblikket 23 kosmetiske premium skins for ulike karakterer tilgjengelig, og hvert skin kan kjøpes hver for seg via markedsplassen i spillet for 300 Eclipse Credits. Å kjøpe alle skins vil samlet koste maks 6,900 Eclipse 23 Credits. Det krever at du har Marvel’s Midnight Suns-spillet, som selges separat. Premium skins må brukes med karakterer i spillet, og noen karakterer kan kun låses opp via spillprogresjon. ",
    "description_swedish": "Eclipse Credits är en valuta i spelet för Marvel's Midnight Suns som används för att köpa förstklassiga kosmetiska karaktärsskins via Marketplac i spelet. Anpassa utseendet på ditt Midnight Suns-lag och bekämpa Liliths legioner med stil! Det här paketet innehåller 1500 Eclipse Credits. Ägare av Legendary Edition eller Season Pass har redan alla de bästa karaktärskinsen och bör inte köpa Eclipse Credits. Det finns för närvarande 23 premiums-skins för kosmetiska karaktärer tillgängliga och varje skin är individuellt tillgängligt via spelets marknadsplats för 300 Eclipse Credits. Maximalt 6 900 Eclipse Credits krävs för att erhålla alla 23 skins. Marvel’s Midnight Suns-spel krävs, säljs separat. De bästa kosmetiska karaktärsskinsen måste användas med karaktärer i spelet. Vissa karaktärer kan behöva låsas upp genom spel. ",
    "description_hungarian": "Az Eclipse kredit a Marvel's Midnight Suns játékon belüli fizetőeszköze. Segítségével prémium kozmetikai skineket vásárolhatsz karaktereidnek a játékon belüli Piactéren. Most saját ízlésedre szabhatod a Midnight Suns csapatod külsejét, és stílusosan szállhatsz szembe Lilith seregeivel! Ez a csomag 1500 Eclipse kreditet tartalmaz. A Legendary Edition, valamint a Season Pass megvásárlásával minden prémium skin elérhető, további Eclipse kreditek vásárlása nem szükséges. A játékon belüli Piactéren jelenleg 23 prémium kozmetikai skint vásárolhatsz karaktereidnek egyenként 300 Eclipse kreditért. Mind a 23 skin megszerzéséhez maximum 6900 Eclipse kredit szükséges. Marvel's Midnight Suns játék szükséges, külön megvásárolható. A prémium skineket a játékbeli karakterekkel kell használni. Előfordulhat, hogy a karaktereket a játék során fel kell oldani. ",
    "description_czech": "Eclipse Credits jsou herní měnou ve hře Marvel's Midnight Suns, za kterou si můžeš na herním tržišti koupit prémiové kosmetické skiny postav. Přizpůsob si vzhled svého týmu Midnight Suns a bojuj proti legiím Lilith ve velkém stylu! Tento balíček obsahuje 1500 Eclipse kreditů. Majitelé Legendary Edition nebo Season Passu již mají všechny prémiové skiny postav a neměli by si Eclipse Credits kupovat. V současné době dispozici je 23 prémiových kosmetických skinů postav a každý skin je samostatně k mání na herním tržišti za 300 Eclipse kreditů. K získání všech 23 skinů je potřeba maximálně 6 900 Eclipse kreditů. Hra Marvel's Midnight Suns je vyžadována, prodává se samostatně. Prémiové kosmetické skiny postav musí být použity s herními postavami. Některé postavy může být potřeba odemknout prostřednictvím hry.",
    "description_turkish": "Eclipse Kredisi, Marvel's Midnight Suns oyunundaki mağazadan premium kozmetik karakter görünümleri satın almak için kullanılan oyun içi para birimidir. Midnight Suns takımınızın görünümünü özelleştirin ve Lilith'in birlikleriyle gösterişli bir şekilde savaşın! Bu pakette 1500 Eclipse Kredisi bulunur. Legendary Edition ya da Season Pass sahipleri tüm premium karakter görünümlerine sahip olur ve Eclipse Kredisi harcamak zorunda kalmazlar. Halihazırda 23 premium kozmetik karakter görünümü mevcuttur ve her görünüm, 300 Eclipse Kredisi karşılığında oyun içi mağazadan ayrı ayrı alınabilir. 23 görünümün tümünü elde etmek için maksimum 6.900 Eclipse Kredisi gerekir. Marvel’s Midnight Suns oyunu gereklidir ve ayrı olarak satılır. Premium kozmetik karakter görünümleri, oyun içi karakterlerle kullanılmalıdır. Bazı karakterlerin kilidinin oyun içinde açılması gerekebilir.",
    "description_brazilian": "Os Créditos de Eclipse são uma moeda do jogo Marvel’s Midnight Suns e são usadas para comprar skins cosméticas premium de personagens na Loja do jogo. Personalize o visual da sua equipe em Midnight Suns e lute contra as legiões de Lilith em grande estilo! Este pacote contém 1500 Créditos de Eclipse. Os proprietários da Edição Lendária ou do Passe da Temporada já possuem todas as skins premium de personagens e não devem comprar Créditos de Eclipse. Há atualmente 23 skins cosméticas premium disponíveis para os personagens, e cada skin está disponível na loja dentro do jogo por 300 Créditos Eclipse. Um máximo de 6.900 Créditos Eclipse são necessários para adquirir todas as 23 skins. Necessário ter o jogo Marvel’s Midnight Suns, vendido separadamente. Skins cosméticas premium de personagens devem ser usadas com personagens do jogo. Alguns personagens podem exigir o desbloqueio no jogo. ",
    "description_arabic": "تُعتبر أرصدة إكليبس عُملة داخل اللعبة للعبة شموس منتصف الليل من مارفيل وتُستخدم لشراء أطقم شخصيات أصلية ورائعة عن طريق السوق داخل اللعبة. خصّص شكل فريق شموس منتصف الليل الخاص بك وقاتِل جحافل ليليث بمنتهى التألّق! تحتوي هذه الحزمة على 1500 رصيد إكليبس. يمتلك أصحاب الإصدار الأسطوري أو بطاقة الموسم جميع أطقم الشخصيات الأصلية وبالتالي ليسوا مضطرين لشراء أرصدة إكليبس. يوجد حاليًا 23 طقمًا من أطقم الشخصيات الجميلة الممتازة كما يتوفّر كل طقم على حده عن طريق السوق المتاح داخل اللعبة مقابل 300 رصيد إكليبس. يُشترط وجود 6,900 رصيد إكليبس للحصول على جميع الأطقم الـ 23. يُشترط توفّر لعبة شموس منتصف الليل من مارفيل والتي تُباع بشكل منفصل. يجب استخدام أطقم الشخصيات الأصلية الرائعة مع الشخصيات داخل اللعبة. قد تحتاج بعض الشخصيات للفتح أثناء اللعب. ",
    "description_ukrainian": "Кредити Eclipse — це внутрішньоігрова валюта для Marvel’s Midnight Suns, що використовується для покупки преміальних косметичних виглядів персонажів через внутрішньоігровий маркетплейс. Оберіть образи для своєї команди Опівнічних сонць і боріться з легіонами Ліліт зі стилем! Цей набір містить 1500 кредитів Eclipse. Власники Легендарного видання або сезонної перепустки вже мають всі преміальні вигляди персонажів і не повинні купувати кредити Eclipse. Необхідна наявність гри Marvel’s Midnight Suns, яку можна придбати окремо. Преміальні косметичні вигляди мають використовуватися з ігровими персонажами. Деякі персонажі можуть відкриватися протягом гри. ",
    "description_latam": "Los créditos Eclipse son una moneda virtual del juego Marvel's Midnight Suns para comprar aspectos cosméticos prémium para personajes a través del Marketplace del juego. ¡ Personaliza el aspecto de tu equipo de Midnight Suns y lucha contra las legiones de Lilith con estilo! Este paquete contiene 1500 créditos Eclipse. Quienes cuenten con la edición Legendary o el Pase de Temporada ya tienen todos los aspectos prémium de personajes y no deben comprar créditos Eclipse. Hay actualmente 23 skins estéticos prémium para personajes disponibles y cada skin está disponible de manera individual a través de la tienda del juego por 300 créditos Eclipse. Se requiere un máximo de 6.900 créditos Eclipse para obtener los 23 skins. Se necesita una copia del juego Marvel's Midnight Suns, la cual se vende por separado. Los aspectos cosméticos prémium de personajes deben usarse con los personajes del juego. Algunos personajes pueden requerir ser desbloqueados a través del juego.",
    "background_color": "3C352E",
    "icon_url": "https://cdn.2kgames.com/2022/11/09/MMS-ALL-ECLIPSE_CREDITS_METADATA-1500_CREDITS-STATIC-ENUS-NO_RATING-STEAM-512x512-FINAL_Nov1.jpg",
    "icon_url_large": "https://cdn.2kgames.com/2022/11/09/MMS-ALL-ECLIPSE_CREDITS_METADATA-1500_CREDITS-STATIC-ENUS-NO_RATING-STEAM-512x512-FINAL_Nov1.jpg",
    "name_color": "D1C186",
    "tradable": false,
    "marketable": false,
    "commodity": false
  }
]