[
  {
    "name": "ACHIEVEMENT_1",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/b2c3883e2cfd25d9477c7681714288cac23d4f76.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/6d16128522dfe28c9f3cf8481ef8f2bb7e87312c.jpg",
    "displayName": {
      "arabic": "تحلَّ بالروح القتالية!",
      "brazilian": "Uma Cara para Quebrar!",
      "english": "Get Your Game Face On!",
      "french": "On se met en mode combat !",
      "german": "Zeige dein Kampfgesicht",
      "italian": "Fai una faccia da persona tosta!",
      "japanese": "ツラ貸しな",
      "koreana": "너 잠깐 나 좀 보자",
      "latam": "Cara de póquer",
      "polish": "Dobra mina do gry",
      "russian": "С такой физиономией лучше не играть!",
      "schinese": "长点脸再来",
      "spanish": "Cara de póquer",
      "tchinese": "弄張臉吧",
      "token": "ACHIEVEMENT_1_NAME"
    },
    "description": {
      "arabic": "أين وجهك، أيها المجهول؟ انتقل إلى صانع الأفاتار، ورتب أمورك! للأسف لا يمكننا إصلاح سلوكك في نفس الوقت.",
      "brazilian": "Cadê a sua cara de trouxa? Vai lá no criador de avatar e dá um jeito nessa fuça! Como eu queria poder acabar com essa sua atitude aqui e agora.",
      "english": "Where's your face, dingus? Get your butt to the avatar creator and sort yourself out! Crying shame we can't fix that attitude of yours while we're at it.",
      "french": "Elle est où ta tête, machin ? Bouge-toi, va dans le créateur d'avatar et achète-toi une tronche ! Et pendant que tu y es, règle-moi ce problème d'attitude.",
      "german": "Wo ist dein Gesicht, du Vogel? Mach dich auf zur Avatarerstellung und bring dich in Ordnung! Schade, dass wir deine grundsätzliche Einstellung nicht ändern können, wenn wir schon dabei sind...",
      "italian": "Dov'è la tua faccia? Trascina le chiappe alla creazione avatar e ripigliati! Peccato non si possa cambiare anche il tuo carattere del cavolo, già che ci siamo.",
      "japanese": "なんだテメェは……、顔なしか？　「アバタークリエイト」して出直して来な。へなちょこがどんなツラしてンのか、見せてみろよ！",
      "koreana": "야, 너 얼굴 왜 그래? 아바타 생성하고 다시 와. 한심한 낯짝이나 좀 구경해 보게.",
      "latam": "¿Dónde tienes la cabeza, zoquete? ¡Vete de una vez al creador de avatar y ponte presentable! Qué pena que ese modo no sirva para arreglar tu actitud.",
      "polish": "Gdzie twoja twarz, fajtłapo? Zawlecz się do kreatora awatara i weź się jakoś ogarnij! To prawdziwy dramat, że nie możemy przy okazji zrobić czegoś z tym twoim nastawieniem.",
      "russian": "Эй, что с лицом, чучело? Бегом в меню создания аватара, чтобы привести себя в порядок! Ах, как жаль, что там не вправляют мозги.",
      "schinese": "你这家伙怎么回事……没脸见人吗？去“创建虚拟形象”再来吧。让我看看你能不能长点脸！",
      "spanish": "¿Dónde tienes la cabeza, mequetrefe? ¡Vete de una vez al creador de avatar y ponte presentable! Qué pena que ese modo no sirva para arreglarte el carácter.",
      "tchinese": "你……沒有臉孔的嗎？給我去「自創化身」重新來過。讓我瞧瞧軟弱傢伙是什麼樣子！",
      "token": "ACHIEVEMENT_1_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_2",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/d8556a8160da2bf0d8607032d89963875b208ee3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/fa5c374d64de2ca412030af77861b5d789347703.jpg",
    "displayName": {
      "arabic": "إذًا هذا هو الــBattle Hub...",
      "brazilian": "Então este é o Battle Hub...",
      "english": "So This Is the Battle Hub...",
      "french": "Alors, c'est ça, le Battle Hub...",
      "german": "Erste Konfrontationen",
      "italian": "Questo è il Battle Hub...",
      "japanese": "ここがバトルハブですか",
      "koreana": "여기가 배틀 허브로군요",
      "latam": "Así que este es el Battle Hub...",
      "polish": "A więc to jest Battle Hub...",
      "russian": "Итак, это боевой центр...",
      "schinese": "这里就是格斗中心？",
      "spanish": "Conque este es el Battle Hub...",
      "tchinese": "這裡是對戰大堂",
      "token": "NEW_ACHIEVEMENT_1_1_NAME"
    },
    "description": {
      "arabic": "آه، نعم. مرحبًا بك في مركز المعارك. لا أعرف ما الذي تبحث عنه، لكن أرجو أن تستمتع بوقتك. في نهاية المطاف، هذا هو الهدف الذي صُنع من أجله.",
      "brazilian": "Ah, sim. Você está no Battle Hub. Eu não sei o que você busca, mas fique à vontade e divirta-se. Afinal, foi para isso que ela foi feita.",
      "english": "Ah, yes. Welcome to the Battle Hub. I do not know what you seek, but please, enjoy yourself. That is the purpose for which it was built, after all.",
      "french": "Ah oui. Bienvenue au Battle Hub. Je ne sais pas ce que tu cherches, mais je t'en prie, amuse-toi. C'est fait pour, après tout.",
      "german": "Ah, ja. Willkommen im Battle Hub. Ich weiß nicht, was du suchst, aber bitte, amüsiere dich. Das ist schließlich der Zweck, für den er errichtet wurde.",
      "italian": "Ah, sì. Ti do il benvenuto al Battle Hub. Non so cosa tu stia cercando, ma non fare complimenti e divertiti. È il motivo per cui è stato costruito, dopotutto.",
      "japanese": "「バトルハブ」へようこそ。何をなさるつもりかは知りませんが、楽しまれるといい。そのための場所ですからね。",
      "koreana": "배틀 허브에 오신 것을 환영합니다. 무엇을 할 생각이신지는 모르겠지만, 부디 마음껏 즐기시지요. 그러기 위한 장소니까요.",
      "latam": "Ah, sí. Te doy la bienvenida al Battle Hub. No sé lo que buscas, pero pásala bien. Después de todo, se construyó con ese objetivo.",
      "polish": "A, tak. Witaj w Battle Hub. Nie wiem, czego tu szukasz, ale śmiało, baw się dobrze. W końcu właśnie po to go zbudowano.",
      "russian": "Ах да. Добро пожаловать в боевой центр. Я не знаю, что вы ищете, но прошу вас насладиться пребыванием здесь. В конце концов, это место для того и построили.",
      "schinese": "欢迎来到“格斗中心”。不管你的目的是什么，尽情享受吧。因为这里就是享乐之处。",
      "spanish": "Ah, sí. Te doy la bienvenida al Battle Hub. No sé lo que buscas, pero pásatelo bien. Después de todo, se construyó con ese objetivo.",
      "tchinese": "歡迎來到「對戰大堂」。雖然不知道你想做什麼，但是就好好享受吧。這裡就是為此存在的地方。",
      "token": "NEW_ACHIEVEMENT_1_1_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_3",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/198f78e507e128a30bed781a6d46a806d3914c67.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/b414161e1112dad8ea85595108284c1eb509f239.jpg",
    "displayName": {
      "arabic": "المواجهات الأولى",
      "brazilian": "Primeiros Encontros",
      "english": "First Encounters",
      "french": "Premières rencontres",
      "german": "Erste Konfrontationen",
      "italian": "Primi incontri",
      "japanese": "初の手合わせ",
      "koreana": "첫 대결",
      "latam": "Primeros encuentros",
      "polish": "Pierwsze spotkania",
      "russian": "Первые шаги",
      "schinese": "初次切磋",
      "spanish": "Primeros encuentros",
      "tchinese": "初次交手",
      "token": "NEW_ACHIEVEMENT_1_2_NAME"
    },
    "description": {
      "arabic": "ابدأ بالقتال في مباراة في مركز المعارك. لا يهم إذا ربحت أم خسرت. ما يهم هو أن تتحدى نفسك لاتخاذ هذه الخطوة الأولى.",
      "brazilian": "Comece com uma luta no Battle Hub. Não interessa se você ganha ou perde. O mais importante é topar o desafio e dar o primeiro passo.",
      "english": "Start by fighting a match in the Battle Hub. It doesn't matter if you win or lose. What matters is challenging yourself to take that first step.",
      "french": "Commence par faire un match dans le Battle Hub. Peu importe que tu gagnes ou que tu perdes. Ce qui compte, c'est que tu te jettes à l'eau.",
      "german": "Beginne, indem du einen Kampf im Battle Hub austrägst. Dabei ist egal, ob du gewinnst oder verlierst. Was zählt, ist, dass du dich selbst herausforderst, den ersten Schritt zu tun.",
      "italian": "Inizia combattendo in un match nel Battle Hub. Non importa se vinci o perdi. Quello che conta è che accetti la sfida di fare quel primo passo.",
      "japanese": "まずは一度「バトルハブマッチ」を試してみるんだ。勝っても、負けてもいい。大事なのは、挑むということだ。踏み出してみろ。",
      "koreana": "우선은 배틀 허브 매치를 한번 시도해 봐라. 승패는 상관없다. 중요한 건 도전하는 거다. 첫걸음을 내디뎌 봐라.",
      "latam": "Para empezar, lucha en un combate en el Battle Hub. Da igual que ganes o pierdas. Lo importante es aceptar el desafío de dar ese primer paso.",
      "polish": "Zacznij od stoczenia walki w Battle Hub. Nie ma znaczenia, czy wygrasz, czy też przegrasz. Liczy się to, że ośmielisz się wykonać ten pierwszy krok.",
      "russian": "Для начала примите участие в матче боевого центра. Неважно, победите вы или проиграете. Важно лишь то, что вы бросите вызов себе и сделаете первый шаг.",
      "schinese": "先尝试一次“格斗中心对战”吧。输赢无所谓，重要的是勇于挑战。踏出这一步吧。",
      "spanish": "Para empezar, lucha en un combate en el Battle Hub. Da igual que ganes o pierdas. Lo importante es aceptar el desafío de dar ese primer paso.",
      "tchinese": "先嘗試挑戰一次「對戰大堂對決」。輸贏無所謂，有去挑戰才是最重要的。嘗試踏出步伐吧。",
      "token": "NEW_ACHIEVEMENT_1_2_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_4",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/d172c69da4ecbde3b249e7924606ff6639379290.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/8f239b0c2d2da18b487b771fe258aa9b295e3712.jpg",
    "displayName": {
      "arabic": "يوجد وقت للتدريب دائمًا!",
      "brazilian": "Sempre Dá Tempo de Treinar!",
      "english": "There's Always Time for Training!",
      "french": "La pire défaite est de refuser le combat !",
      "german": "Es ist immer Zeit für Training!",
      "italian": "C'è sempre tempo per allenarsi!",
      "japanese": "三十番稽古でごわす！",
      "koreana": "30번 대련이오!",
      "latam": "¡Siempre hay tiempo para entrenar!！",
      "polish": "Zawsze jest czas na trening!",
      "russian": "Для тренировок всегда есть время!",
      "schinese": "切磋时间！",
      "spanish": "¡Siempre hay tiempo para entrenar!",
      "tchinese": "三十場練習！",
      "token": "NEW_ACHIEVEMENT_1_3_NAME"
    },
    "description": {
      "arabic": "كيف تبدو 30 مباراة في مركز المعارك؟ إذا لم تصل لهذا بعد، فما عليك سوى مواصلة العمل! إذا أردت أن تصبح قويًا مثل السومو، فلا يجب أن تهاب الحلبة!",
      "brazilian": "Que tal 30 lutas no Battle Hub? Se ainda não tiver chegado lá, não pare! Para ganhar força de verdade, você tem que botar pra quebrar no ringue!",
      "english": "How's 30 matches in the Battle Hub sound? If yer not there yet, just keep at it! If ya wanna get sumo strong, ya can't be shy of the ring!",
      "french": "Et si tu faisais 30 matchs dans le Battle Hub ? Si tu n'y es pas encore, continue ! Pour devenir fort comme un sumo, il faut pas avoir peur de monter sur le ring !",
      "german": "Was hältst du von 30 Kämpfen im Battle Hub? Wenn du noch nicht so weit bist, dann mach einfach weiter! Aber wer im Sumo stark werden will, darf den Dohyo nicht scheuen!",
      "italian": "Cosa ne pensi di 30 match nel Battle Hub, ti intrigano? Se non ci sei ancora, vai avanti! Se vuoi diventare forte come un lottatore di sumo, niente timidezza sul dohyo!",
      "japanese": "どうじゃ、「バトルハブマッチ」30戦ぐらいはしとるか？　まだなら、きばってやりんしゃーい！　強さは土俵をこなした数、場数じゃい！",
      "koreana": "어디, 배틀 허브 매치는 30번 정도 해보셨소? 아직이라면 힘내서 해보시구려! 경험한 만큼 강해지는 법이오!",
      "latam": "¿Qué te parecen 30 combates en el Battle Hub? Si todavía no te ves capaz, sigue en ello. ¡Si quieres ser fuerte a nivel luchador de sumo, no puedes limitarte en el ring!",
      "polish": "Co powiesz na 30 walk w Battle Hub? Jeśli to jeszcze nie jest dobra chwila, po prostu rób swoje! Jeśli chcesz nabrać krzepy rodem z sumo, nie możesz bać się ringu!",
      "russian": "Как насчет 30 матчей в боевом центре? Если вы еще этого не добились, так поднажмите! На ринге сумо стеснительных борцов не бывает!",
      "schinese": "怎么样？打够30场“格斗中心对战”了吗？如果还没有，那就再接再厉！实力就是指登上相扑土台的次数！",
      "spanish": "¿Qué te parecen 30 combates en el Battle Hub? Si todavía no te ves capaz, sigue en ello. ¡Si quieres ser fuerte a nivel luchador de sumo, no puedes cortarte en el ring!",
      "tchinese": "怎麼樣，有進行30場「對戰大堂對決」了嗎？還沒的話就鼓起幹勁上吧！所謂的強大就是站上相撲擂台的數量，是場次數量！",
      "token": "NEW_ACHIEVEMENT_1_3_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_5",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/da938ee7ef4474278d14a63ebb232ee64d8fe5c6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/f769cafae9422fef12f4ce7b541b3f45c4a690ce.jpg",
    "displayName": {
      "arabic": "ملك الحلبة",
      "brazilian": "Rei do Ringue",
      "english": "King of the Ring",
      "french": "Roi du ring",
      "german": "König des Rings",
      "italian": "Re del ring",
      "japanese": "勝ちにいこうか",
      "koreana": "이기러 가자",
      "latam": "Rey del ring",
      "polish": "Król ringu",
      "russian": "Король ринга",
      "schinese": "势不可当",
      "spanish": "Rey del ring",
      "tchinese": "去拿下勝利吧",
      "token": "NEW_ACHIEVEMENT_1_4_NAME"
    },
    "description": {
      "arabic": "هل بدأت الاعتياد على المنافسة؟ إذًا ضع تحقيق الفوز في 30 مباراة نصب عينيك في مركز المعارك. عليك أن تتحدى نفسك إذا أردت إنجاز أي شيء في هذه الحياة.",
      "brazilian": "Começando a se acostumar com a concorrência? O lance é conseguir 30 vitórias no Battle Hub. Para subir na vida, você tem que encarar desafios.",
      "english": "Starting to get used to competition? Then set your sights on winning 30 Battle Hub matches. Gotta give yourself a challenge if you want to get anywhere in life.",
      "french": "Tu commences à t'habituer à la compétition ? Alors, fixe-toi comme objectif de gagner 30 matchs du Battle Hub. Si tu veux avancer dans la vie, il faut sortir de ta zone de confort.",
      "german": "Gewöhnst du dich langsam an den Wettbewerb? Dann setze dir das Ziel, 30 Battle-Hub-Kämpfe zu gewinnen. Du musst dich selbst herausfordern, wenn du im Leben weiterkommen willst.",
      "italian": "Inizi ad abituarti alla concorrenza? Allora punta a vincere 30 match nel Battle Hub. Devi porti degli obiettivi se vuoi arrivare da qualche parte nella vita.",
      "japanese": "対戦には慣れたか？　次は「バトルハブマッチ」で30勝を目指してみろ。挑戦しなきゃ何も始まらないぜ。",
      "koreana": "대전에는 좀 익숙해졌어? 다음은 배틀 허브 매치에서 30승을 달성해 봐. 뭐든 일단 도전해 봐야지.",
      "latam": "¿Empiezas a acostumbrarte a la competencia? Pues ponte como objetivo ganar 30 combates del Battle Hub. Si quieres llegar a algo en la vida, tienes que ponerte un desafío.",
      "polish": "Zaczynasz przyzwyczajać się do rywalizacji? W takim razie spróbuj wygrać 30 walk w Battle Hub. Trzeba stawiać przed sobą wyzwania, jeśli chce się do czegoś dojść w życiu.",
      "russian": "Начинаете привыкать к духу соревнования? Тогда поставьте себе цель одержать победу в 30 матчах боевого центра. Чтобы добиться серьезного результата в жизни, нужно бросать себе вызов.",
      "schinese": "你习惯对战了吗？下一个目标就是赢得30场“格斗中心对战”。如果不去挑战，一切都是纸上谈兵。",
      "spanish": "¿Empiezas a acostumbrarte a la competición? Pues ponte como objetivo ganar 30 combates del Battle Hub. Si quieres llegar a algo en la vida, tienes que ponerte un desafío.",
      "tchinese": "習慣對戰了嗎？接下來以拿下30場「對戰大堂對決」勝利為目標吧。不嘗試挑戰的話，什麼都無法開始。",
      "token": "NEW_ACHIEVEMENT_1_4_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_6",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/33bb1ca85f31bfd12b650f567f4c575069b8100f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/73af51ffa60b8486b5c5cd4286e4fbbc21f8fac2.jpg",
    "displayName": {
      "arabic": "مفاجأة بحجم الغابة",
      "brazilian": "Surpresa Selvagem",
      "english": "Jungle-Sized Surprise",
      "french": "Surprise de la jungle",
      "german": "Überraschung in Dschungelgröße",
      "italian": "Una giungla di sorprese",
      "japanese": "ジャングルの王者もびっくり",
      "koreana": "정글의 왕도 혼비백산",
      "latam": "¡Qué salvajada!",
      "polish": "Niespodzianka rodem z dżungli",
      "russian": "Джунгли зовут",
      "schinese": "丛林王者也吃惊",
      "spanish": "¡Vaya salvajada!",
      "tchinese": "叢林王者也會嚇一跳",
      "token": "NEW_ACHIEVEMENT_1_5_NAME"
    },
    "description": {
      "arabic": "هل سمعت من قبل عن المعارك العنيفة؟ إنها تختلف قليلًا عن المعارك العادية — فهي أكثر \"شراسة\" قليلًا. جرِّبها، ودع مواهبك تتولى الأمر!",
      "brazilian": "Já ouviu falar das Batalhas Extremas? Elas são um pouco diferentes das lutas normais, um pouco mais SELVAGENS. Vai lá e solta sua fera!",
      "english": "Ever hear of Extreme Battles? They're a little different from regular fights—a little more WILD. Try it out, and let your instincts take over!",
      "french": "Tu as déjà entendu parler des combats extrêmes ? Ils sont un peu différents des combats normaux, disons... un peu plus EXPLOSIFS. Essaie et laisse parler ton instinct !",
      "german": "Hast du schon mal von Extremen Kämpfen gehört? Sie sind etwas anders als normale Kämpfe. Ein bisschen WILDER. Probiere sie aus und entfessle deine Instinkte!",
      "italian": "Hai mai sentito parlare delle Battaglie estreme? Sono un po' diverse dalle lotte normali, un po' più selvagge. Provaci e lasciati guidare dall'istinto!",
      "japanese": "オマエ、「エクストリームバトル」知ってるか？　普通とチガウ、びっくりする闘いできるぞ。一度やってみろ。",
      "koreana": "너, 익스트림 배틀이란 거 아냐? 깜짝 놀랄 만큼 특이한 싸움 할 수 있다. 한번 해봐라.",
      "latam": "¿Oíste hablar de los combates extremos? Son un poco distintos a los combates normales, un poco más... salvajes. ¡Pruébalos y déjate llevar por tus instintos!",
      "polish": "Wiesz, co to są ekstremalne bitwy? Różnią się trochę od zwykłych walk — są znacznie bardziej DZIKIE. Wypróbuj je i pozwól, by pokierował tobą instynkt!",
      "russian": "Когда-нибудь слышали про экстремальные бои? Они немного отличаются от обычных битв, ведь они более ДИКИЕ. Попробуйте и поддайтесь своим инстинктам!",
      "schinese": "你知道“极限对抗”吗？那种格斗和一般的可不一样，你会大吃一惊哦。去试一次吧。",
      "spanish": "¿Has oído hablar de los combates extremos? Son un poco diferentes a los combates normales, un poco más... salvajes. ¡Pruébalos y déjate llevar por tu instinto!",
      "tchinese": "你知道「極限戰鬥」嗎？能進行不同於普通對決的驚人戰鬥。嘗試一次看看吧。",
      "token": "NEW_ACHIEVEMENT_1_5_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_7",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/7decb3be6636ba9b4ae7da514a97bef995523dea.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/3400e5632e9ed96c36d00ac81e3c9671573342f1.jpg",
    "displayName": {
      "arabic": "التدريب القتالي الشاق",
      "brazilian": "Treinamento de Combate Extremo",
      "english": "Extreme Combat Training",
      "french": "Entraînement au combat extrême",
      "german": "Extremes Kampftraining",
      "italian": "Addestramento estremo",
      "japanese": "極限戦適応訓練",
      "koreana": "극한 전투 적응 훈련",
      "latam": "Entrenamiento extremo",
      "polish": "Ekstremalny trening bojowy",
      "russian": "Экстремальная боевая тренировка",
      "schinese": "极限对抗实战训练",
      "spanish": "Entrenamiento extremo",
      "tchinese": "適應極限戰訓練",
      "token": "NEW_ACHIEVEMENT_1_6_NAME"
    },
    "description": {
      "arabic": "إذا لم يمكنك التأقلم، فلن تصمد خمس ثوانٍ في ميدان المعركة. قاتل في 20 معركة عنيفة — \"أتقن\" التدريب لتحسين قراراتك.",
      "brazilian": "Se não conseguir se adaptar, você não dura cinco segundos no campo de batalha. Encare 20 Batalhas Extremas. É o treino perfeito para afiar a percepção.",
      "english": "If you can't adapt, you won't last five seconds on the battlefield. Fight 20 Extreme Battles. Perfect training to sharpen your judgement.",
      "french": "Si tu ne sais pas t'adapter, tu ne tiendras pas cinq secondes sur le champ de bataille. Livre 20 combats extrêmes et perfectionne ton entraînement pour aiguiser tes réflexes.",
      "german": "Wer sich nicht anpassen kann, überlebt keine fünf Sekunden auf dem Schlachtfeld. Bestreite 20 Extreme Kämpfe. Das perfekte Training, um dein Urteilsvermögen zu schärfen!",
      "italian": "Se non ti adatti, non duri neanche cinque secondi sul campo di battaglia. Combatti in 20 Battaglie estreme: l'allenamento perfetto per acuire il tuo giudizio.",
      "japanese": "状況の変化に対応できなければ、戦場では通用しない。「エクストリームバトル」を20戦こなしてこい。判断力を磨くトレーニングだ。",
      "koreana": "전쟁터에서 잘 대처하려면 상황의 변화에 대응할 수 있어야 한다. 익스트림 배틀을 20번 하고 와라. 판단력을 기르는 훈련이다.",
      "latam": "Si no puedes adaptarte, no durarás ni cinco minutos en el campo de batalla. Lucha en 20 combates extremos: ¡es el entrenamiento perfecto para mejorar tu agilidad mental!",
      "polish": "Jeśli nie umiesz dostosować się do sytuacji, nie przeżyjesz na polu walki nawet pięciu sekund. Stocz 20 ekstremalnych bitew. To idealny trening, żeby wyostrzyć twoje wyczucie.",
      "russian": "Если не умеете адаптироваться, на поле боя вы не продержитесь и пяти секунд. Поучаствуйте в 20 экстремальных боях. Эта идеальная тренировка научит вас быстро думать.",
      "schinese": "如果不能随机应变，在战场上将寸步难行。你去打20场“极限对抗”。这是在训练你的判断力。",
      "spanish": "Si no puedes adaptarte, no durarás ni cinco minutos en el campo de batalla. Lucha en 20 combates extremos: ¡es el entrenamiento perfecto para mejorar tu agilidad mental!",
      "tchinese": "若不能因應各種狀況，就無法在戰場上存活。去完成20場「極限戰鬥」吧。是能夠磨練判斷力的訓練。",
      "token": "NEW_ACHIEVEMENT_1_6_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_8",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/d08464712419cdd6d5b6e30753411cc257dbc598.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/9dbe979dab3835cc44f9acac1270ae1c2dd3777c.jpg",
    "displayName": {
      "arabic": "انتصار مبهرج",
      "brazilian": "Vitória Esmagadora",
      "english": "Over the Top Victory",
      "french": "Victoire plus que totale",
      "german": "Spektakulärer Sieg",
      "italian": "Vittoria sopra la vetta",
      "japanese": "派手にぶっ勝ちな",
      "koreana": "화려하게 때려눕히고 와",
      "latam": "Victoria apabullante",
      "polish": "Odjazdowe zwycięstwo",
      "russian": "Нереальная победа",
      "schinese": "华丽大胜",
      "spanish": "Victoria apabullante",
      "tchinese": "華麗拿下勝利",
      "token": "NEW_ACHIEVEMENT_1_7_NAME"
    },
    "description": {
      "arabic": "20 انتصارًا في المعارك العنيفة. لا بد أنها مهمة سهلة لشخص مثلك، أليس كذلك؟ تخطَّ هذه المهمة أولًا، ثم استهدف نجاحات أكبر بعدها! بواهاهاها!",
      "brazilian": "20 vitórias em Batalhas Extremas. Vai ser moleza pra você, né? Vai lá, mostra tudo que sabe e começa a pensar em objetivos maiores! Huahaha!",
      "english": "20 wins in Extreme Battle. Should be a snap for someone like you, yeah? Stomp this one flat, then aim for even greater heights! Bwahaha!",
      "french": "20 victoires en combat extrême. Ça devrait être facile pour quelqu'un comme toi, non ? Réussis ça et vise encore plus haut ! Mouah ah ah !",
      "german": "20 Siege in Extremen Kämpfen. Das sollte für jemanden wie dich ein Kinderspiel sein, oder? Mach den Gegner platt und setze dir dann noch höhere Ziele! Buahaha!",
      "italian": "20 vittorie nelle Battaglie estreme. È una passeggiatina al parco per te, no? Schiaccia questa sfida e poi punta a vette ancora più alte! Bahahah!",
      "japanese": "「エクストリームバトル」で20勝。アンタにゃ難しくないだろ？　さっさと片付けて、もっと高みを目指さないとね、ははっ！",
      "koreana": "익스트림 배틀에서 20승. 너한텐 별로 어렵지 않겠지? 얼른 해치우고 더 높은 곳을 노려야지! 하하핫!",
      "latam": "Veinte victorias en combates extremos. Debería ser pan comido para alguien como tú, ¿no? Pásate esto y luego apunta más alto. ¡Bua, ja, ja!",
      "polish": "20 wygranych w ekstremalnych bitwach. Dla kogoś takiego jak ty to powinna być pestka, tak? Zrób tam miazgę, a potem celuj jeszcze wyżej! Buahaha!",
      "russian": "20 побед в режиме экстремального боя. Пустячок для такого бойца, как вы, верно? Разберитесь с этим и отправляйтесь покорять новые вершины! А-ха-ха!",
      "schinese": "赢20场“极限对抗”，对你来说不难吧？你快去做完，再树立更高的目标吧，哈哈哈！",
      "spanish": "Veinte victorias en combates extremos. Debería ser pan comido para alguien como tú, ¿no? Pásate esto y luego apunta más alto. ¡Bua, ja, ja!",
      "tchinese": "在「極限戰鬥」中拿下20勝，對你來說並不難吧？快去完成，邁向更高的頂點才行啊，哈哈！",
      "token": "NEW_ACHIEVEMENT_1_7_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_9",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/95347a8ff38ffb5f98efea3843758c2b4a2e547a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/496b2b6ddc11c35ed98806a570b960799ea6f325.jpg",
    "displayName": {
      "arabic": "التحول إلى الأفاتار",
      "brazilian": "Como se Tornar o Avatar",
      "english": "Becoming the Avatar",
      "french": "Devenir l'avatar",
      "german": "Avatar werden",
      "italian": "Diventare l'avatar",
      "japanese": "その身で感じよ",
      "koreana": "그 몸으로 느껴라",
      "latam": "Conviértete en el avatar",
      "polish": "Transformacja w awatara",
      "russian": "Превращение в аватара",
      "schinese": "亲身体验吧",
      "spanish": "Sé uno con tu avatar",
      "tchinese": "親自感受吧",
      "token": "NEW_ACHIEVEMENT_1_8_NAME"
    },
    "description": {
      "arabic": "في معارك الأفاتار، يمكنك محاربة الآخرين كأفاتار― وهي شخصية منفصلة عنك. اذهب إلى هناك، واختبر كل ما يقدمه مثل هذا القتال.",
      "brazilian": "Nas Batalhas de Avatares, você pode enfrentar outras pessoas como avatar: um outro eu. Vá conferir tudo que esse combate tem a oferecer.",
      "english": "In Avatar Battles, you can battle others as an avatar―a self outside of your self. Go there, and experience all that such combat has to offer.",
      "french": "Dans les combats d'avatar, vous pouvez utiliser votre avatar, c'est-à-dire une représentation de vous-même, contre d'autres. Allez-y et découvrez tout ce que ce type de combat peut vous offrir.",
      "german": "In Avatarkämpfen kannst du als Avatar gegen andere kämpfen, als Ich außerhalb deines Ichs. Geh und erlebe, was ein solcher Kampf alles zu bieten hat.",
      "italian": "Negli Scontri tra avatar, puoi combattere contro altri giocatori usando un avatar, un tuo alter ego. Provaci e goditi ciò che questo tipo di lotta ha da offrirti.",
      "japanese": "「アバターバトル」を知っておろう。そなたのうつし身たるアバターでの手合わせだ。一度その身で闘いを体験してみるとよい。",
      "koreana": "아바타 배틀은 알고 있겠지? 그대의 분신인 아바타로 겨루는 대결일세. 그 몸으로 직접 싸움을 체험해 보게나.",
      "latam": "En los combates de avatares, puedes enfrentarte a otros jugadores con un avatar (una versión de ti mismo). Anímate y experimenta todo lo que esos combates pueden ofrecer.",
      "polish": "Podczas bitew awatarów możesz walczyć z innymi graczami jako awatar ― twoje ja poza twoim ja. Udaj się tam i doświadcz wszystkiego, co może ci zaoferować taka walka.",
      "russian": "В режиме боя аватаров вы можете сражаться как аватар — ваше альтер эго. Дерзайте и испытайте все чудеса таких схваток.",
      "schinese": "你知道“虚拟形象对战”吧？就是用你的分身——虚拟形象和别人切磋。去吧，用你的分身去体验一下格斗吧。",
      "spanish": "En los combates de avatares puedes enfrentarte a otros jugadores con un avatar: una versión de ti mismo. Anímate y experimenta todo lo que esos combates pueden ofrecer.",
      "tchinese": "了解「化身戰鬥」吧。與如同你自己的化身交手。嘗試親自戰鬥體驗看看吧。",
      "token": "NEW_ACHIEVEMENT_1_8_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_10",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/59cee20c5f1a91a54cb0abe2cf2e6af374fba22f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/c18c60ae3bcc767683862a0d403011131d07ceea.jpg",
    "displayName": {
      "arabic": "الاستعداد للقتال",
      "brazilian": "A Fim de Uma Briga",
      "english": "Fixin' for a Fight",
      "french": "En quête de combat",
      "german": "Lust auf einen Kampf",
      "italian": "Rissa tra avatar",
      "japanese": "喧嘩上等",
      "koreana": "싸움 삼매경",
      "latam": "Prepárate para pelear",
      "polish": "Załatwianie walk",
      "russian": "Все ради драки",
      "schinese": "谁怕谁",
      "spanish": "Preparativos de un combate",
      "tchinese": "鬥毆至上",
      "token": "NEW_ACHIEVEMENT_1_9_NAME"
    },
    "description": {
      "arabic": "لا شيء يحمسني أكثر من معركة بين الأفاتار، المباشرة والحقيقية! دعنا نراك تشارك في 20 معركة أفاتار!",
      "brazilian": "Nada faz meu motor roncar mais que uma batalha entre avatares, ao vivo e a cores! Quero ver você participar de 20 Batalhas de Avatares.",
      "english": "Nothing gets my engine revving more than a brawl between avatars, live and in the flesh! Let's see you do 20 Avatar Battles!",
      "french": "Rien ne me motive plus qu'une baston entre avatars, en chair et en os ! Je veux te voir faire 20 combats d'avatar !",
      "german": "Nichts bringt mich mehr in Schwung als ein Kampf zwischen Avataren, live und in natura! Mal sehen, wie du 20 Avatarkämpfe bestehst!",
      "italian": "Niente mi fa andare su di giri più di una rissa tra avatar in carne e ossa! Dai, combatti in 20 Scontri tra avatar!",
      "japanese": "生身のアバターで闘りあう、ってのがヒリヒリしていいンじゃねぇか。「アバターバトル」で20戦、やってきな！",
      "koreana": "아바타로 벌이는 혈투라니, 진짜 죽이지 않냐? 아바타 배틀 20번 해치우고 와!",
      "latam": "Nada me emociona tanto como una pelea entre avatares, ¡en vivo y en directo! Veamos cómo se te dan 20 combates de avatares.",
      "polish": "Nic tak nie wprowadza mojego silnika na wysokie obroty jak starcie awatarów, na żywo i w bezpośrednim kontakcie! Weź udział w 20 bitwach awatarów!",
      "russian": "Ничто так меня не заводит, как драка между аватарами, лицом к лицу и в прямом эфире! Слабо провести бой аватаров 20 раз?",
      "schinese": "用虚拟形象切磋，拳拳到肉，爽到发麻嘛。去打20场“虚拟形象对战”吧！",
      "spanish": "Nada me emociona tanto como una pelea entre avatares, ¡en vivo y en directo! Veamos qué tal se te dan 20 combates de avatares.",
      "tchinese": "與活生生的化身一較高下非常刺激，挺好的不是嗎？去進行20場「化身戰鬥」吧！",
      "token": "NEW_ACHIEVEMENT_1_9_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_11",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/0b78cccbe9d0d70e3b807d158af7c5396321b952.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/31ba1d8566b19fca6ce412b41abecf169f1129e4.jpg",
    "displayName": {
      "arabic": "صراع النفس",
      "brazilian": "A Luta Interior",
      "english": "The Struggle Over Self",
      "french": "La lutte contre soi",
      "german": "Der Kampf ums Selbst",
      "italian": "Lotta interiore",
      "japanese": "己自身の闘い",
      "koreana": "자기 자신의 싸움",
      "latam": "La lucha con uno mismo",
      "polish": "Walka o siebie",
      "russian": "Борьба с самим собой",
      "schinese": "我的战斗",
      "spanish": "La lucha con uno mismo",
      "tchinese": "自我的戰鬥",
      "token": "NEW_ACHIEVEMENT_1_10_NAME"
    },
    "description": {
      "arabic": "شكل بديل من القتال، مع طريق بديل للنصر. احصل على 20 انتصارًا في معارك الأفاتار. لكن لا تدع النتائج تستحوذ على تفكيرك. دع التجربة تكون دليلك.",
      "brazilian": "Uma forma alternativa de combate, com um caminho alternativo para a vitória. Obtenha 20 vitórias em Batalhas de Avatares. Mas não se preocupe demais com o resultado. Que a experiência conduza você.",
      "english": "An alternate form of combat, with an alternate path to victory. Get 20 wins in Avatar Battles. But don't obsess over the results. Let experience be your guide.",
      "french": "Une forme de combat alternative, avec une voie alternative vers la victoire. Obtiens 20 victoires en combat d'avatar. Mais ne te focalise pas sur les résultats. Laisse-toi guider par ton instinct.",
      "german": "Eine neue Form des Kampfes, mit einem alternativen Weg zum Sieg. Erziele 20 Siege in Avatarkämpfen. Aber mach dir wegen der Ergebnisse keinen Kopf. Lasse dich von Erfahrung leiten!",
      "italian": "Una forma di combattimento alternativa con una via alternativa per raggiungere la vittoria. Vinci 20 Scontri tra avatar. Ma non fissarti sui risultati: fatti guidare dall'esperienza.",
      "japanese": "闘いの形が違えば、勝利の形も違う。「アバターバトル」で20勝を目指してみてくれ。勝ち負けにこだわれとは言わないが、経験は力になる。",
      "koreana": "싸움의 형태가 다르면 승리의 형태도 다른 법이지. 아바타 배틀에서 20승을 달성해 봐라. 늘 승패에 집착해야 하는 것은 아니지만, 경험은 힘이 될 거다.",
      "latam": "Una forma de combate alternativa con un camino a la victoria alternativo. Consigue 20 victorias en combates de avatares. Pero no te obsesiones con el resultado; déjate guiar por la experiencia.",
      "polish": "Alternatywna forma walki z alternatywną drogą do zwycięstwa. Wygraj 20 bitew awatarów. Ale nie myśl tylko o wynikach. Pozwól, by prowadziło cię doświadczenie.",
      "russian": "Альтернативная форма боя, альтернативный путь к победе. Одержите 20 побед в режиме боя аватаров. Но не думайте о результате. Пусть опыт станет вашим наставником.",
      "schinese": "格斗的形式不同，胜利的形式自然也不同。争取赢20场“虚拟形象对战”吧。不过你不必太在意输赢，所有经验都会转化成你的实力。",
      "spanish": "Una forma de combate alternativa con un camino a la victoria alternativo. Consigue 20 victorias en combates de avatares. Pero no te obsesiones con el resultado; déjate guiar por la experiencia.",
      "tchinese": "戰鬥的型態不同，獲勝的形式也會不同。去努力在「化身戰鬥」中拿下20場勝利。儘管輸贏並不重要，但累積的經驗會成為力量。",
      "token": "NEW_ACHIEVEMENT_1_10_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_12",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/2cf71cfe1963e94c67ee43aa05c9cd6dbb41de3d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/2cd329b4dc623a9988eef511d67657f5a422792b.jpg",
    "displayName": {
      "arabic": "النظر إلى القمة",
      "brazilian": "De Olho nas Alturas",
      "english": "Gazing at the Peak",
      "french": "Viser les sommets",
      "german": "Blick auf den Gipfel",
      "italian": "Ammira il podio",
      "japanese": "見上げる頂上",
      "koreana": "정상을 향해",
      "latam": "Con la vista en la cima",
      "polish": "Wpatrując się w szczyt",
      "russian": "Взгляд на вершину",
      "schinese": "仰望巅峰",
      "spanish": "Con la vista en la cima",
      "tchinese": "仰望頂點",
      "token": "NEW_ACHIEVEMENT_1_11_NAME"
    },
    "description": {
      "arabic": "إذا كنت تريد أن تقاتل Jamie Siu الفريد من نوعه، فمن الأفضل أن تذهب مبكرًا إلى خط البداية. جرِّب البطولةَ!",
      "brazilian": "Se quiser enfrentar o inigualável Jamie Siu, é bom chegar cedo na fila. Tente a sorte no Torneio!",
      "english": "If you wanna match the one-and-only Jamie Siu, you'd better be early to the starting line. Give a Tournament a shot!",
      "french": "Si tu veux égaler le seul et unique Jamie Siu, tu as intérêt à te lever tôt. Essaie le tournoi !",
      "german": "Wenn du wie ich an die Spitze kommen möchtest, musst du ganz unten beginnen. Probiere ein Turnier aus!",
      "italian": "Se vuoi essere all'altezza dell'unico e solo Jamie Siu, ti conviene farti trovare subito alla linea d'inizio. Fai un tentativo con il Torneo!",
      "japanese": "このオレみたいに、てっぺん目指したいってんならまずはエントリーするところからだな。「トーナメント」やってみな？",
      "koreana": "나처럼 정점을 노린다면 먼저, 접수부터지. 토너먼트에 참가해 봐.",
      "latam": "Si quieres estar a la altura del único e incomparable Jamie Siu, comienza cuanto antes. ¡Prueba algún torneo!",
      "polish": "Jeśli chcesz dorównać jedynemu w swoim rodzaju Jamiemu Siu, to lepiej szybko ustaw się na linii startowej. Spróbuj wziąć udział w jakimś turnieju!",
      "russian": "Чтобы стать таким же крутым, как единственный и неповторимый Jamie Siu, советую немедленно взяться за тренировки. Можно начать с участия в турнире!",
      "schinese": "如果你想像杰米哥我一样，以格斗界巅峰为目标，就先去报名吧。试试“赛事”！",
      "spanish": "Si quieres estar a la altura del único e incomparable Jamie Siu, colócate pronto en la línea de salida. ¡Prueba el torneo!",
      "tchinese": "如果想像我一樣朝頂點邁進就先去報名，嘗試挑戰「大會」吧。",
      "token": "NEW_ACHIEVEMENT_1_11_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_13",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/cbefdc32509a1f5711a7d9dc6fbca89861a2d662.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/5f1d148b426e4c3d4f53d1ba5f59202859e47081.jpg",
    "displayName": {
      "arabic": "عزيمة لا تلين",
      "brazilian": "Determinação de Aço",
      "english": "Steely Determination",
      "french": "Détermination d'acier",
      "german": "Stählerne Entschlossenheit",
      "italian": "Determinazione inossidabile",
      "japanese": "闘い続けろ",
      "koreana": "싸우고 또 싸워라",
      "latam": "Determinación de acero",
      "polish": "Stalowa determinacja",
      "russian": "Стальная решимость",
      "schinese": "百炼成钢",
      "spanish": "Determinación de acero",
      "tchinese": "持續戰鬥吧",
      "token": "NEW_ACHIEVEMENT_1_12_NAME"
    },
    "description": {
      "arabic": "الإصرار على الوقوف في الحلبة والقتال هو ما يجعل العقل والعضلات كالفولاذ!! ادخل في خمس بطولات، واحكم بنفسك!",
      "brazilian": "A determinação para chegar ao ringue e lutar é o que transforma a mente e os músculos no mais rígido aço! Entre em cinco Torneios e veja com seus próprios olhos!",
      "english": "The determination to stand in the ring and fight is what turns mind and muscle into tempered steel! Enter five Tournaments, and see for yourself!",
      "french": "La détermination de monter sur le ring pour se battre, voilà ce qui forge l'esprit et les muscles pour en faire de l'acier trempé ! Participe à cinq tournois, et tu verras !",
      "german": "Die Entschlossenheit, in den Ring zu steigen und zu kämpfen, verwandelt Geist und Muskeln in gehärteten Stahl! Nimm an fünf Turnieren teil und überzeuge dich selbst!",
      "italian": "La determinazione di salire sul ring e combattere è ciò che tempra mente e muscoli, rendendoli acciaio! Partecipa a cinque Tornei e scoprilo di persona!",
      "japanese": "リングに立ち、闘い続ける覚悟こそが心と肉体を鋼に磨くのだ！　「トーナメント」に5回、参戦してこい！",
      "koreana": "전투를 향한 각오가 몸과 마음을 강철로 만드는 거다! 토너먼트에 5번 참전해라!",
      "latam": "La determinación de permanecer en el ring y luchar es lo que convierte músculo y mente en acero templado. ¡Participa en cinco torneos y compruébalo de primera mano!",
      "polish": "Determinacja, by stać na ringu i walczyć jest tym, co zamienia umysł i mięśnie w hartowaną stal! Zapisz się do pięciu turniejów i przekonaj się o tym na własnej skórze!",
      "russian": "Решимость выйти на ринг и сражаться — вот что закаляет характер, а также укрепляет разум и мышцы! Примите участие в пяти турнирах, и вы сами все поймете!",
      "schinese": "站在擂台上，拥有不断格斗的决心才能磨练出坚强的心灵和肉体！你去参加5场“赛事”吧！",
      "spanish": "La determinación de permanecer en el ring y luchar es lo que convierte músculo y mente en acero templado. ¡Participa en cinco torneos y compruébalo de primera mano!",
      "tchinese": "唯有站上擂台不斷戰鬥的覺悟，才能磨練出有如鋼鐵般的身心！去參加5次「大會」吧！",
      "token": "NEW_ACHIEVEMENT_1_12_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_14",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/34ce1c9dfeb6aae22f016993b660d58933a68da6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/8bb9958cd3562c899e8fffd1301f9a89715684e4.jpg",
    "displayName": {
      "arabic": "السيطرة مثل النينجا",
      "brazilian": "O Domínio de Uma Ninja",
      "english": "Dominating Like a Ninja",
      "french": "Dominer comme un ninja",
      "german": "Nach den Sternen greifen",
      "italian": "Dominare come un ninja",
      "japanese": "勝ち星に手を伸ばせ",
      "koreana": "승리를 향해 손을 뻗어라",
      "latam": "Dominando estilo ninja",
      "polish": "Dominacja w stylu ninja",
      "russian": "Доминирование в стиле ниндзя",
      "schinese": "力夺桂冠",
      "spanish": "Domina como un ninja",
      "tchinese": "伸手拿下勝利",
      "token": "NEW_ACHIEVEMENT_1_13_NAME"
    },
    "description": {
      "arabic": "يستطيع النينجا قفز السلالم بوثبة واحدة، لكن لا يمكن تخطي الخطوات في التدريب. حقق الفوز في عشر مباريات في بطولة. لن تكون مهمة سهلة، لكن يمكنك أن تفعلها.",
      "brazilian": "Um ninja pode até subir escadarias com um único salto, mas, no treinamento, não dá para pular etapas. Vença 10 lutas em um Torneio. Não vai ser fácil, mas você consegue.",
      "english": "Ninja can leap staircases in a single bound, but there's no skipping steps in training. Win 10 matches in a Tournament. It won't be easy, but you can do it.",
      "french": "Même les ninjas ne sautent pas les étapes. Gagne dix matchs dans des tournois. Tu peux y arriver !",
      "german": "Ein Ninja kann Treppen mit einem einzigen Satz überspringen, aber im Training wird keine Stufe übersprungen. Gewinne zehn Kämpfe in Turnieren. Es wird nicht leicht, aber du kannst es schaffen!",
      "italian": "I ninja possono saltare intere rampe di scale alla volta, ma quando ti alleni non puoi saltare nessun passaggio. Vinci 10 match nei Tornei. Non sarà facile, ma puoi farcela.",
      "japanese": "階段を、ぴょんとひとっ飛びするのがニンジャの技。だけど、シュギョーは別だよ。「トーナメント」10勝。コツコツがんばってね。",
      "koreana": "계단을 뿅하고 단숨에 올라가는 게 바로 닌자의 기술. 하지만 수행은 달라. 토너먼트 10승. 차근차근 달성해봐.",
      "latam": "Los ninja pueden atravesar escaleras de un solo salto, pero en el entrenamiento no hay que omitir escalones. Gana diez combates en un torneo. No será fácil, pero tú puedes.",
      "polish": "Ninja może za jednym zamachem przeskoczyć całą klatkę schodową, ale podczas treningu nie ma żadnego przeskakiwania stopni. Wygraj dziesięć meczów turniejowych. Nie będzie łatwo, ale dasz sobie radę.",
      "russian": "Ниндзя может на раз перепрыгнуть через лестничный пролет, но нельзя пропускать ни шагу, когда вы тренируетесь. Одержите победу в 10 матчах турнира. Будет нелегко, но у вас получится.",
      "schinese": "轻轻一跳就越过几级台阶的是忍术，修行可没这么容易越级。你去参加“赛事”，赢上10场。踏踏实实地努力吧。",
      "spanish": "Los ninja saltan escaleras de un brinco, pero en el entrenamiento no hay que saltarse los peldaños. Gana diez combates en torneos. No será fácil, pero tú puedes.",
      "tchinese": "忍者的招式可以一口氣飛越階梯。不過，修行又不一樣了。在「大會」拿下10勝，腳踏實地付出努力吧。",
      "token": "NEW_ACHIEVEMENT_1_13_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_15",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/750b5b97be916e99ef3aea5dc758940db4295932.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/e433714d282dc34dc7829c96e4ce377f5acf4754.jpg",
    "displayName": {
      "arabic": "محارب المعركة المخضرم",
      "brazilian": "Experiência em Batalhas",
      "english": "Veteran of Battle",
      "french": "Vétéran du combat",
      "german": "Kampfveteran",
      "italian": "Veterana di guerra",
      "japanese": "百戦錬磨",
      "koreana": "끝없는 수련",
      "latam": "Experiencia en combate",
      "polish": "Weteran bitwy",
      "russian": "Боевой ветеран",
      "schinese": "身经百战",
      "spanish": "Experiencia en combate",
      "tchinese": "千錘百鍊",
      "token": "NEW_ACHIEVEMENT_1_14_NAME"
    },
    "description": {
      "arabic": "الكونغ فو هو نتيجة للتدريب المتواصل. افعل أي شيء بما يكفي من عدد المرات، وسترى النتائج. ينطبق نفس الأمر عليك أيضًا، عندما تقاتل في مركز المعارك 100 مرة.",
      "brazilian": "Kung fu é treino árduo. Se fizer qualquer coisa muitas vezes, você terá resultados. Você vai ver quando tiver lutado no Battle Hub 100 vezes.",
      "english": "Kung fu is the result of ceaseless training. Do anything enough times, and you'll see results. So will you, once you fight in the Battle Hub 100 times.",
      "french": "Le kung-fu se maîtrise par un entraînement assidu. Il faut s'acharner pour voir des résultats. Et tu les verras une fois que tu te seras battu 100 fois dans le Battle Hub.",
      "german": "Kung-Fu ist das Ergebnis von unermüdlichem Training. Wenn du etwas oft genug machst, siehst du Ergebnisse. Und so ist es auch, wenn du 100-mal im Battle Hub gekämpft hast.",
      "italian": "Il kung fu è il risultato di un allenamento senza sosta. Se fai una cosa molte volte, ne vedrai i risultati. Succederà anche a te, quando avrai combattuto 100 volte nel Battle Hub.",
      "japanese": "功夫とは、修練の積み重ね。数を重ねることで見えてくるものが、必ずあるわ。バトルハブで「対戦」100回。挑んでみなさい。",
      "koreana": "쿵후란 꾸준한 수련의 결과지. 경험을 쌓다 보면 반드시 얻는 게 있을 거야. 배틀 허브에서 대전 100번에 도전해 봐.",
      "latam": "El kung-fu necesita entrenamiento constante. Si repites algo lo suficiente, verás resultados. Y tú también los verás cuando hayas luchado 100 veces en el Battle Hub.",
      "polish": "Kung-fu opiera się na nieustannym treningu. Gdy powtarza się jakąś czynność wiele razy, zaczyna się widzieć wyniki. Tak samo będzie w twoim przypadku, gdy rozegrasz 100 walk w Battle Hub.",
      "russian": "Кунг-фу — это результат бесконечных тренировок. Повторите что угодно достаточное количество раз, и вы увидите результат. Например, если сразитесь 100 раз в боевом центре.",
      "schinese": "勤学苦练才能出真功夫，量变必将带来质变。去挑战吧，在格斗中心“对战”100场。",
      "spanish": "El kung-fu necesita entrenamiento constante. Si repites algo lo suficiente, verás resultados. Y tú también los verás cuando hayas luchado 100 veces en el Battle Hub.",
      "tchinese": "功夫就是要不斷修練。反覆修練後一定能領悟到些什麼。在對戰大堂中挑戰100次「對戰」吧。",
      "token": "NEW_ACHIEVEMENT_1_14_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_16",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/32be7ead23db1f12bcbec77f65a9c987a0fcccc9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/54c506f03ee69a677482aeb8c280db90fe32e3b6.jpg",
    "displayName": {
      "arabic": "اتباع المدرسة القديمة",
      "brazilian": "Chutes à Moda Antiga",
      "english": "Kickin' it Old School",
      "french": "À l'ancienne",
      "german": "Die alte Schule",
      "italian": "Botte vecchia scuola",
      "japanese": "クラシックゲーマー",
      "koreana": "클래식 게이머",
      "latam": "Volviendo a los clásicos",
      "polish": "Kopanie w starym stylu",
      "russian": "Как в старые добрые времена",
      "schinese": "经典游戏迷",
      "spanish": "Patadas de la vieja escuela",
      "tchinese": "經典玩家",
      "token": "NEW_ACHIEVEMENT_1_15_NAME"
    },
    "description": {
      "arabic": "هل تعلم أن بإمكانك لعب المباريات الكلاسيكية في Battle Hub Game Center؟ هذا حقيقي! أشرطة وعلب الكاسيت قد تكون قديمة... لكنها لا تزال في غاية الروعة.",
      "brazilian": "Sabia que tem jogos clássicos no Game Center do Battle Hub? É verdade! Fitas cassete e cartuchos podem ser coisas antigas... mas clássicos nunca morrem!",
      "english": "Did you know you can play classic games at the Battle Hub Game Center? It's true! Cassette tapes and cartridges might be old...but they're still hecka rad.",
      "french": "Tu savais que tu pouvais jouer à des jeux vidéo rétro dans la salle d'arcade du Battle Hub ? Les cassettes et les cartouches sont peut-être obsolètes... mais ça déchire toujours autant.",
      "german": "Wusstest du, dass du im Game Center des Battle Hubs klassische Spiele spielen kannst? Ja, so ist es! Kassetten und Module mögen veraltet sein, aber sie sind immer noch verdammt cool.",
      "italian": "Sapevi che puoi giocare a giochi classici nella Sala giochi del Battle Hub? È vero! Le cassette e le cartucce saranno anche vecchie... ma sono ancora una figata unica.",
      "japanese": "知ってる？　バトルハブの「ゲームセンター」でクラシックゲームが遊べるんだって！　カセットテープもだけど、わたし、古い物って好きなのよね。",
      "koreana": "그거 알아? 배틀 허브의 게임 센터에서 클래식 게임을 플레이할 수 있대! 카세트테이프도 그렇고, 난 옛날 물건이 좋더라.",
      "latam": "¿Sabías que puedes jugar a títulos clásicos en el salón arcade del Battle Hub? ¡Es verdad! Puede que las cintas y los cartuchos estén pasados de moda... pero siguen siendo lo mejor.",
      "polish": "Wiesz, że możesz grać w klasyczne gry w centrum gry w Battle Hub Game Center? To prawda! Kasety i kartridże może i są stare... ale nadal są strasznie fajne.",
      "russian": "А вы знали, что на игровом автомате в боевом центре можно играть в классические игры? Это так! Может, кассеты и картриджи старые... но они все еще очень круты.",
      "schinese": "你知道吗？在格斗中心的“街游中心”里可以玩经典游戏！不仅是磁带，这种有年代感的东西我都喜欢。",
      "spanish": "¿Sabías que puedes jugar a títulos clásicos en el salón arcade del Battle Hub? ¡Es verdad! Puede que las cintas y los cartuchos estén pasados de moda... pero siguen siendo la caña.",
      "tchinese": "你知道嗎？在對戰大堂的「遊戲中心」可以玩經典遊戲呢！包含錄音帶在內，我真的很喜歡舊式的東西呢。",
      "token": "NEW_ACHIEVEMENT_1_15_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_17",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/9e0b75321d3ed68f81998e094051f2cefc2dab73.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/1e45c1deafe04fed1199193f5728ef5a88366109.jpg",
    "displayName": {
      "arabic": "بطل الصدارة الكلاسيكي",
      "brazilian": "Campeão Clássico da Tabela",
      "english": "Classic Leaderboard Champ",
      "french": "Champion du classement Classique",
      "german": "Klassischer Ranglisten-Champion",
      "italian": "Classica sfida classificata",
      "japanese": "クラシックランカー",
      "koreana": "클래식 랭커",
      "latam": "Campeón de la vieja escuela",
      "polish": "Mistrz klasycznej tablicy wyników",
      "russian": "Чемпион классических игр",
      "schinese": "经典榜首",
      "spanish": "Campeón del marcador clásico",
      "tchinese": "經典上位者",
      "token": "NEW_ACHIEVEMENT_1_16_NAME"
    },
    "description": {
      "arabic": "هل جربت من قبل تحدي التصنيف في Game Center؟ جرِّبه الآن! من المهم أن تتحدى نفسك دائمًا، حتى عندما يتعلق الأمر بالألعاب.",
      "brazilian": "Já tentou o Desafio de Ranking no Game Center? Tenta! É importante estar sempre se desafiando, inclusive quando se trata de jogos.",
      "english": "Ever try the Ranking Challenge at the Game Center? Give it a shot! It's important to always challenge yourself, even when it comes to games.",
      "french": "T'as déjà testé le défi de classement à la salle d'arcade ? Essaie pour voir ! C'est important de toujours s'imposer des défis, même en termes de jeux vidéo.",
      "german": "Hast du schon mal die Ranglisten-Herausforderung im Game Center ausprobiert? Nur zu! Man sollte sich immer aufs Neue herausfordern, auch bei Spielen.",
      "italian": "Hai mai provato la Sfida classificata nella Sala giochi? Provaci! È importante mettersi costantemente alla prova, anche quando si tratta di giochi.",
      "japanese": "ゲームセンターの「ランキングチャレンジ」ってあるよな？ 　たかがゲーム、なんて言わずにやってみな。なんだってチャレンジしてみる、てのが大事だろ。",
      "koreana": "게임 센터에 랭킹 챌린지라는 게 있지? 게임이라고 우습게 보지 말고 한번 해봐. 뭐든 도전해 보는 게 중요하잖아.",
      "latam": "¿Has probado el desafío de clasificación en el salón arcade? ¡Pues pruébalo! Es importante desafiarse constantemente, incluso en los juegos.",
      "polish": "Kojarzysz te wyzwania rankingowe dostępne w Game Center? Wypróbuj je! Nieustanne stawianie sobie wyzwań jest ważne, nawet, kiedy chodzi o gry.",
      "russian": "Пробовали пройти рейтинговое испытание в игровом центре? Рекомендую! Важно всегда бросать себе вызов, пусть даже во время игры.",
      "schinese": "街游中心不是有“排位榜挑战”吗？别以为那些只是游戏，去试试吧。最重要的是凡事敢挑战，对吧？",
      "spanish": "¿Has probado el desafío de clasificación en el salón arcade? ¡Pues pruébalo! Es importante desafiarse constantemente, incluso en los juegos.",
      "tchinese": "遊戲中心有個「排名榜挑戰」吧？別覺得只是遊戲，嘗試玩玩看吧。凡事都要挑戰是很重要的哦。",
      "token": "NEW_ACHIEVEMENT_1_16_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_18",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/37ae9d93f10dbac39f183affce873b38cfaa33df.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/e3809faca55ba42998f3fc04c6fe8be34629d148.jpg",
    "displayName": {
      "arabic": "مفتون بالقتال",
      "brazilian": "Transe de Batalha",
      "english": "Entranced by Battle",
      "french": "Introduction par le combat",
      "german": "Fasziniert vom Kampf",
      "italian": "L'incanto della battaglia",
      "japanese": "闘いに魅せられて",
      "koreana": "매료하는 싸움",
      "latam": "La fascinación del combate",
      "polish": "W bitewnym transie",
      "russian": "Завораживающая битва",
      "schinese": "格斗看点",
      "spanish": "La fascinación del combate",
      "tchinese": "感受戰鬥魅力",
      "token": "NEW_ACHIEVEMENT_1_17_NAME"
    },
    "description": {
      "arabic": "حضور الجماهير يغير كل شيء... ويحول مجرد القتال إلى مشهد مثير. شاهد إحدى مبارياتBattle Hub، وكن شاهدًا على المجد.",
      "brazilian": "Ter um público muda tudo... e transforma uma mera luta em um espetáculo emocionante. Assista a uma partida no Battle Hub para ver como a glória é conquistada.",
      "english": "Having an audience changes everything...and turns a mere fight into thrilling spectacle. Spectate a Battle Hub Match, and bear witness to glory.",
      "french": "Avoir du public, ça change tout... et ça fait d'un simple combat un spectacle passionnant. Assiste à un match du Battle Hub en tant que spectateur et profite du spectacle.",
      "german": "Ein Publikum ändert alles und macht aus einem einfachen Kampf ein spannendes Spektakel. Sieh dir einen Battle-Hub-Kampf an und werde Zeuge, wie Ruhm entsteht.",
      "italian": "Avere un pubblico cambia tutto... e trasforma una mera rissa in uno spettacolo emozionante. Assisti a un Match Battle Hub e ammira la gloria con i tuoi occhi.",
      "japanese": "観られることで動きが変わり、闘いは魅せる闘いになる。「バトルハブマッチ」の「観戦」を試してごらんなさい。",
      "koreana": "보는 사람이 있으면 움직임이 변하고, 싸움은 시선을 사로잡는 대결이 되지. 배틀 매치에서 시합을 관전해 봐.",
      "latam": "Tener público lo cambia todo; convierte un simple combate en un espectáculo apasionante. Observa una partida en el Battle Hub y presencia la gloria.",
      "polish": "Kiedy ma się publiczność, wszystko się zmienia... zwykła walka przeistacza się w ekscytujący spektakl. Obejrzyj mecz w Battle Hub i doświadcz cudzej chwały.",
      "russian": "Наличие верной аудитории изменит все... и превратит обычный бой в волнующее представление. Посмотрите матч боевого центра и оцените это славное зрелище.",
      "schinese": "正因为有观众动作才会变化，格斗才会精彩。去试试“格斗中心对战”的“观战”吧。",
      "spanish": "Tener público lo cambia todo; convierte un simple combate en un espectáculo apasionante. Observa una partida en el Battle Hub y presencia la gloria.",
      "tchinese": "受人注目會改變動作，戰鬥也會變得充滿魅力。嘗試用「對戰大堂對決」的「觀戰」功能觀看吧。",
      "token": "NEW_ACHIEVEMENT_1_17_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_19",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/d663a47a31c450f21e32090c4efa3c012a15de71.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/76cec1d59fed86a0e76043fcfe9aac7f130846a8.jpg",
    "displayName": {
      "arabic": "التحليل القتالي",
      "brazilian": "Análise de Combate",
      "english": "Combat Analysis",
      "french": "Analyse du combat",
      "german": "Kampfanalyse",
      "italian": "Analisi di combattimento",
      "japanese": "戦況分析任務",
      "koreana": "전황 분석 임무",
      "latam": "Análisis de combate",
      "polish": "Analiza walki",
      "russian": "Боевой анализ",
      "schinese": "情势分析任务",
      "spanish": "Análisis de combate",
      "tchinese": "分析戰況任務",
      "token": "NEW_ACHIEVEMENT_1_18_NAME"
    },
    "description": {
      "arabic": "في القتال، يجب عليك تحليل الوضع باستمرار. شاهد معركة خطيرة، واشحذ مهاراتك للتوقع ورد الفعل لما هو غير متوقع.",
      "brazilian": "No combate, é preciso analisar constantemente a situação. Assista a uma Batalha Extrema e refine sua capacidade de fazer leituras e reagir ao inesperado.",
      "english": "In combat, you must constantly analyze the situation. Spectate an Extreme Battle, and hone your ability to read and react to the unexpected.",
      "french": "Au combat, tu dois constamment analyser la situation. Assiste à un combat extrême en spectateur et entraîne-toi à lire les intentions des joueurs et à réagir à l'inattendu.",
      "german": "Im Kampf musst du die Situation ständig analysieren. Schau dir einen Extremen Kampf an und verbessere deine Fähigkeit, unerwartete Situationen zu lesen und darauf zu reagieren.",
      "italian": "Mentre combatti, devi analizzare costantemente la situazione. Assisti a una Battaglia estrema e affina la tua abilità di prevedere e reagire a mosse imprevedibili.",
      "japanese": "闘いでは常に、状況の分析が求められる。「エクストリームバトル」を「観戦」しろ。ファイターや障害物の動きを読む、いい訓練になる。",
      "koreana": "싸움에서는 늘 상황을 분석해야 한다. 익스트림 배틀을 관전해라. 파이터와 장애물의 움직임을 읽는 데 좋은 훈련이 될 거다.",
      "latam": "En combate, debes analizar constantemente la situación. Observa un combate extremo y perfecciona tu capacidad para predecir y reaccionar a lo inesperado.",
      "polish": "Podczas walki trzeba nieustannie analizować sytuację. Obejrzyj ekstremalną bitwę w trybie obserwatora i doszlifuj swoje umiejętności czytania sytuacji i reagowania na nieprzewidziane wydarzenia.",
      "russian": "В бою важно постоянно следить за ситуацией. Посмотрите экстремальный бой и научитесь предсказывать любое неожиданное действие.",
      "schinese": "格斗总是需要分析情势。去“观战”“极限对抗”吧。可以训练你对格斗手和障碍物的预判能力。",
      "spanish": "En combate, debes analizar constantemente la situación. Observa un combate extremo y depura tu capacidad para predecir y reaccionar a lo inesperado.",
      "tchinese": "戰鬥中需要隨時分析戰況。去「觀戰」「極限戰鬥」吧。解讀戰士和障礙物的行動會是很好的訓練。",
      "token": "NEW_ACHIEVEMENT_1_18_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_20",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/653c56659712fb5a6119210e0fe8f6a3fbe0081a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/cb6d72cb63ff218aa0e3b180059be88fe27b81f3.jpg",
    "displayName": {
      "arabic": "المشاهدة تشعلني حماسًا!",
      "brazilian": "Ficar Assistindo Me Deixa no CLIMA!",
      "english": "Watching Gets Me PUMPED!",
      "french": "Regarder, ça MOTIVE !",
      "german": "Zuschauen macht mich HEISS!",
      "italian": "Guardare mi carica troppo!",
      "japanese": "観てるだけで体がうずくねぇ！",
      "koreana": "보기만 해도 몸이 근질거려!",
      "latam": "Con el corazón a mil",
      "polish": "Od patrzenia się NAKRĘCAM!",
      "russian": "Люблю смотреть, чтобы РАЗОГРЕТЬСЯ!",
      "schinese": "看得我热血沸腾！",
      "spanish": "Con el corazón a cien",
      "tchinese": "光是看著就讓人蠢蠢欲動！",
      "token": "NEW_ACHIEVEMENT_1_19_NAME"
    },
    "description": {
      "arabic": "آه، لا شيء يضاهي قتالًا فرديًّا، حقيقي! إذا كنت تريد تجربته أيضًا، فانتقل لمشاهدة معارك الأفاتار!",
      "brazilian": "Ah, nada como uma boa luta, cara a cara! Se quiser a oportunidade de apreciar uma, assista a uma Batalha de Avatares!",
      "english": "Ah, there's nothing quite like a fight, one-on-one, in the flesh! If you wanna appreciate it too, go spectate an Avatar Battle!",
      "french": "Ah, rien de tel qu'un bon combat en un contre un, en chair et en os ! Si toi aussi tu veux savoir ce que ça fait, va assister à un combat d'avatar en tant que spectateur !",
      "german": "Es gibt nichts Besseres als einen Kampf, Eins-gegen-Eins, in Fleisch und Blut! Wenn du das auch erleben willst, schau dir einen Avatarkampf an!",
      "italian": "Ah, non c'è niente di meglio di una lotta, uno contro uno, in carne e ossa! Se vuoi apprezzarla anche tu, vai a vederti uno Scontro tra avatar!",
      "japanese": "くうーっ、生身でぶっつかる闘いってのは、やっぱいいもんだねえ！　アンタも「アバターバトル」を「観戦」しておいで！",
      "koreana": "크, 몸과 몸으로 맞부딪치는 싸움은 역시 좋다니까! 너도 아바타 배틀을 관전하고 와!",
      "latam": "¡Ah, no hay nada como un combate cara a cara, en carne y hueso! Si tú también quieres saber qué se siente, observa un combate de avatares.",
      "polish": "Ach, nie ma to jak walka jeden na jednego, tak na żywo! Jeśli też chcesz zacząć to doceniać, obejrzyj bitwę awatarów w trybie obserwatora!",
      "russian": "Ах, нет ничего лучше обычного поединка один на один! Если вам тоже такое нравится, посмотрите бой аватаров!",
      "schinese": "啊——拳脚相向的格斗果然很棒啊！你也去“观战”“虚拟形象对战”吧！",
      "spanish": "¡Ah, no hay nada como un combate cara a cara, en carne y hueso! Si tú también quieres saber qué se siente, observa un combate de avatares.",
      "tchinese": "嗯嗯──肉體碰撞的戰鬥真是太讚了！你也去「觀戰」「化身戰鬥」吧！",
      "token": "NEW_ACHIEVEMENT_1_19_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_21",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/de891616419f8e04a405d8964f46706a17420b82.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/2d1c86a4b9649058ed91fad4579fbdb5416eddc1.jpg",
    "displayName": {
      "arabic": "مرحبًا بك في مركز التدريب",
      "brazilian": "Estábulo de Sumô",
      "english": "Welcome to the Stable",
      "french": "Bienvenue dans l'écurie",
      "german": "Willkommen im Stall",
      "italian": "Ti do il benvenuto nella heya",
      "japanese": "入門でごわす",
      "koreana": "입문해 보시오",
      "latam": "Bienvenido al club",
      "polish": "Witamy w stajni",
      "russian": "Добро пожаловать в клуб",
      "schinese": "相扑部屋入门",
      "spanish": "Esta es la sala de entrenamiento",
      "tchinese": "去入會吧",
      "token": "NEW_ACHIEVEMENT_1_20_NAME"
    },
    "description": {
      "arabic": "يبدو أن مركز المعارك يحتوي على رابطات يمكنك الانضمام إليها. تمامًا مثل مركز تدريب سومو! يجب أن تنضم لأحد هذه الرابطات! أوه، أتساءل ما إذا كان لديهم حساء تشانكو...",
      "brazilian": "Parece que o Battle Hub tem clubes e você pode entrar neles. Igual a um estábulo de sumô! Entre para um! Será que eles fazem chankonabe?",
      "english": "Sounds like the Battle Hub has clubs you can join. Just like a sumo stable! You should join one! Ooh, I wonder if they have chanko stew...",
      "french": "Le Battle Hub regorge de clubs que tu peux rejoindre. Exactement comme les écuries de sumo ! Tu devrais en rejoindre un ! Ooh, je me demande s'ils ont du ragoût chanko...",
      "german": "Im Battle Hub gibt es offenbar Clubs, denen du beitreten kannst. So ähnlich wie ein Sumo-Stall! Du solltest einem beitreten! Oh, vielleicht gibt es dort auch Chanko-Eintopf...",
      "italian": "Pare che il Battle Hub abbia dei club a cui puoi unirti. Proprio come una heya per il sumo! Dovresti entrare a farne parte! Oh, chissà se hanno il chanko nabe...",
      "japanese": "バトルハブには、「クラブ」っちゅうのがあるらしいのお。要するに、相撲の部屋みたいなもんじゃな！　あんたもどこかの「クラブ」に参加するとええぞ！",
      "koreana": "배틀 허브에는 클럽이라는 게 있다더구먼. 요컨대 스모의 소속 도장 같은 거요! 당신도 클럽에 가입해 보시구려!",
      "latam": "En el Battle Hub hay clubes a los que puedes unirte. ¡Igual que los \"establos\" de sumo que tenemos en Japón! Deberías unirte a alguno. Oh, me pregunto si tendrán guiso de chanko...",
      "polish": "Wygląda na to, że w Battle Hub są kluby, do których możesz dołączyć. To jak stajnia sumo! Zapisz się do któregoś z nich! Oj, ciekaw jestem, czy będą mieli gulasz chanko...",
      "russian": "Похоже, в боевом центре есть клубы, к которым можно присоединиться. Совсем как хэя в сумо! Выберите себе один! Ох, интересно, у них есть рагу чанко...",
      "schinese": "据说格斗中心有“俱乐部”这种东西。和相扑部屋差不多！你也加入一个“俱乐部”吧！",
      "spanish": "En el Battle Hub hay clubs a los que puedes unirte. ¡Igual que los \"establos\" de sumo que tenemos en Japón! Deberías unirte a alguno. Oh, me pregunto si tendrán cocido chanko...",
      "tchinese": "在對戰大堂中好像有所謂的「搏擊會」。就像是相撲部屋的地方吧！勸你也去加入一個「搏擊會」會比較好！",
      "token": "NEW_ACHIEVEMENT_1_20_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_22",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/75b7bc7e9fdf1ccf71839f7524ecf7efc9ce7bd1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/f0f645c368edc00c4af266b34c75eed26b65a608.jpg",
    "displayName": {
      "arabic": "دع المديح يصبح عضلاتك",
      "brazilian": "Elogios São Como Músculos",
      "english": "Let the Praise Become Your Muscle",
      "french": "Les muscles, c'est la vie !",
      "german": "Lass Lob deine Muskeln nähren",
      "italian": "Il tifo deve diventare la tua forza",
      "japanese": "賞賛をその背に受けて",
      "koreana": "쏟아지는 찬사",
      "latam": "Que los elogios sean tu fuerza",
      "polish": "Niech pochwały staną się twoimi mięśniami",
      "russian": "Пусть похвала укрепит ваши мышцы",
      "schinese": "众望所归",
      "spanish": "Que los elogios sean tu fuerza",
      "tchinese": "背負讚賞",
      "token": "NEW_ACHIEVEMENT_1_21_NAME"
    },
    "description": {
      "arabic": "هرااه! إن القتال أمام هتافات الجماهير شرف يفخر به جميع المصارعين! استمر — حاول أن تحصل لنفسك على معجب \"لطيف\"!",
      "brazilian": "Rargh! Lutar diante de uma torcida é uma honra que todos os praticantes de luta-livre recebem! Vamos lá, tente ganhar fãs!",
      "english": "Hrrah! To fight before a cheering crowd is an honor shared by all wrestlers! Go on—try earning yourself a \"Nice\" fan of your own!",
      "french": "Grrraah ! Se battre devant une foule en délire est un honneur que connaissent tous les catcheurs ! Décroche un \"J'aime\" auprès des fans !",
      "german": "Hurra! Vor einer jubelnden Menge zu kämpfen ist eine Ehre, die alle Wrestler teilen! Versuch doch mal, dir ein \"Prima\" von einem netten Fan zu verdienen!",
      "italian": "Hrrah! Lottare di fronte a una folla in delirio è un onore condiviso da tutti i wrestler! Dai, avanti, prova a ottenere anche tu un \"Mi piace\"!",
      "japanese": "ふん！　応援を受けて闘うことは、レスラーの誉れ！　オマエも熱く闘って応援されて来い！　応援の証し「エンジョイ」を手に入れるのだ！",
      "koreana": "흡! 응원받으며 싸우는 건 레슬러의 명예지! 너도 뜨겁게 싸워 응원을 받고 와라! 응원의 증거인 '좋아요'를 획득하면 된다!",
      "latam": "¡Ah! Luchar ante una multitud y sus vítores es un honor bien conocido en la lucha libre. ¡Vamos, intenta conseguir un \"Me gusta\" de un fan tuyo!",
      "polish": "Hrra! Walka na oczach wiwatującego tłumu to zaszczyt, który jest udziałem wszystkich zapaśników! Dalej — spróbuj znaleźć jakiegoś fana, który powie ci „brawo”!",
      "russian": "Р-р-р-а! Возможность драться на потеху толпе — это честь для всех рестлеров! Вперед, попробуйте заработать лайк от одного из поклонников!",
      "schinese": "哼！在助威声中格斗，对摔跤手来说是很光荣的！你也去热斗一场，获得大家的助威吧！“喝彩”就是助威的证明，你要得到它哟！",
      "spanish": "¡Ah! Luchar ante una multitud y sus vítores es un honor bien conocido en la lucha libre. ¡Vamos, intenta conseguir un \"Me gusta\" de un fan propio!",
      "tchinese": "哼！在聲援下戰鬥是摔角手的榮譽！你也去接受聲援熱血戰鬥！取得聲援的證明，得到「讚好」吧！",
      "token": "NEW_ACHIEVEMENT_1_21_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_23",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/8d4a69cf808c3e5caff8694b4de71733ffd757cb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/1c5eee8f15a4f10c92f278e85fb3d817a07ff1db.jpg",
    "displayName": {
      "arabic": "يجب أن أكون مشهورًا! أووه!",
      "brazilian": "Em Busca da Fama! Uooh!",
      "english": "Gotta Be Popular! Uwo!",
      "french": "La célébrité, c'est la vie ! Uwo !",
      "german": "Ich muss beliebt sein! Uwo!",
      "italian": "Bisogna diventare famosi! Uwo!",
      "japanese": "人気者だぞっ、うおっ！",
      "koreana": "인기인이다, 우오!",
      "latam": "Hay que ser popular. ¡Yujú!",
      "polish": "Trzeba być popularnym! Uwo!",
      "russian": "Хочу стать популярным! Уву!",
      "schinese": "要走红，唔哦！",
      "spanish": "Hay que ser popular. ¡Uo!",
      "tchinese": "要受人歡迎，嗯哦！",
      "token": "NEW_ACHIEVEMENT_1_22_NAME"
    },
    "description": {
      "arabic": "أوه! حلمي هو أن أصبح مشهورًا، وأن أجعل أمي فخورة! يجب أن تصبح مشهورًا أيضًا!  حاول إرسال أو تلقي 200 علامة اعجاب \"لطيف!\"، في البداية!",
      "brazilian": "Uooh! Meu sonho é ficar famoso e deixar a mamãe orgulhosa! Você também tem que fazer seu nome! Tente enviar ou receber 200 elogios \"Legal!\", pra começar!",
      "english": "Uwo! My dream's to become famous, and make Mama proud! You should become famous too! Try sending or receiving 200 \"Nice!\" marks, for starters!",
      "french": "Uwo ! Je rêve de devenir célèbre pour faire la fierté de maman ! Donne ou reçois 200 \"J'aime\" !",
      "german": "Uwo! Ich träume davon, berühmt zu werden und Mama stolz zu machen. Du solltest auch berühmt werden! Erreiche für den Anfang 200 gesendete / empfangene \"Prima\"!",
      "italian": "Uwo! Il mio sogno è diventare famoso e rendere orgogliosa la mamma! Dovresti diventare una celebrità anche tu! Accumula 200 \"Mi piace\" inviati/ricevuti, per iniziare!",
      "japanese": "うおっ、オレは人気者なってママ喜ばすのが夢！　オマエも人気者、なれ！　200回ぐらい応援されて「エンジョイ」集めろ！",
      "koreana": "우오, 나는 인기 많아져서 엄마 기쁘게 하는 게 꿈이다! 너도 인기인 돼라! 200번 정도 응원을 받고 '좋아요' 모아라!",
      "latam": "¡Uwo! Mi sueño es hacerme famoso y que mi mamá se sienta orgullosa. ¡Tú también deberías aspirar a la fama! Para empezar, da o consigue 200 \"Me gusta\" de fans.",
      "polish": "Uwo! Marzę o tym, że kiedyś zdobędę sławę i mama będzie ze mnie dumna! Ty też potrzebujesz sławy! Na początek postaraj się wysłać lub zebrać 200 razy „Brawo!”.",
      "russian": "Уву! Я мечтаю стать знаменитым, чтобы мама мною гордилась! Вам известность тоже не помешает! Попробуйте для начала набрать или отправить 200 лайков!",
      "schinese": "唔哦，我的梦想就是走红，让妈妈开心！你也要走红哦！去获得助威，积攒200次“喝彩”吧！",
      "spanish": "¡Uo! Mi sueño es hacerme famoso y conseguir que mamá se sienta orgullosa. ¡Tú también tienes que aspirar a la fama! Para empezar, envía/recibe 200 \"Me gusta\".",
      "tchinese": "嗯哦，我的夢想就是受人歡迎，讓媽媽開心！你也去變得受人歡迎！努力收集「讚好」，受到他人200次的聲援吧！",
      "token": "NEW_ACHIEVEMENT_1_22_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_24",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/468551d13cf7e2165ba692b0d9d27bc12b338b3e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/cab01fdb8ddf67f321c1bd88743bdf46fa6d85ee.jpg",
    "displayName": {
      "arabic": "أرواح التشجيع",
      "brazilian": "Espíritos do Encorajamento",
      "english": "Spirits of Encouragement",
      "french": "Esprits d'encouragement",
      "german": "Geister der Ermutigung",
      "italian": "Spirito d'incoraggiamento",
      "japanese": "励ましの精霊",
      "koreana": "응원하는 정령",
      "latam": "Espíritus de motivación",
      "polish": "Duchy otuchy",
      "russian": "Бодрящий дух",
      "schinese": "助威精灵",
      "spanish": "Espíritus de motivación",
      "tchinese": "鼓舞的精靈",
      "token": "NEW_ACHIEVEMENT_1_23_NAME"
    },
    "description": {
      "arabic": "يشبه التمتع بالدعم الخارجي التمتع بالروح الحماسية إلى حد ما. لا يمكنك رؤيتهم، لكنهم يمدونك بالقوة طوال الوقت.  قم بإرسال أو تلقي 600 علامة اعجاب \"لطيف\"، وستشعر بالقوة أيضًا.",
      "brazilian": "Ter apoio é parecido com ter um espírito. Você não vê, mas mesmo assim ele está lá, te dando uma força. Tente enviar ou receber 600 elogios \"Legal!\" para sentir a força também.",
      "english": "Having outside support is a bit like having a spirit. You can't see them, but they lend you strength all the same. Send or receive 600 \"Nice!\" marks, and you'll feel strong too.",
      "french": "Les fans sont comme des esprits protecteurs. Donne ou reçois 600 \"J'aime\" !",
      "german": "Fan-Unterstützung ist ein bisschen so, als hätte man einen Geist. Man sieht sie nicht, aber sie gibt dir trotzdem Kraft. Erreiche 600 gesendete / empfangene \"Prima\", dann wirst du dich stark fühlen.",
      "italian": "Avere un supporto esterno è come avere uno spirito che ti aiuta. Non puoi vederlo, ma ti dà molta forza. Accumula 600 \"Mi piace\" inviati/ricevuti e ti sentirai così anche tu.",
      "japanese": "応援は、精霊に似てるな。見えないけど、力になる。おまえも、600回ぐらい応援されて……「エンジョイ」集めて、力にするといい。",
      "koreana": "응원은 정령이랑 비슷해. 눈에 보이진 않지만 힘이 되거든. 너도 600번 정도 응원받고... '좋아요'를 모아서 힘으로 삼도록 해.",
      "latam": "Tener apoyo externo es un poco como tener un espíritu. No puedes verlo, pero igual te presta su fuerza. Da o consigue 600 \"Me gusta\" de fans y tú también te sentirás fuerte.",
      "polish": "Wsparcie z zewnątrz jest trochę jak kontakt z duchem. Nie widać go, ale i tak użycza ci swojej siły. Wyślij lub zbierz 600 razy „Brawo!” a też poczujesz tę moc.",
      "russian": "Поддержка других в чем-то похожа на помощь духов. Пусть вы их не видите, но зато они дают вам силу. Наберите или отправьте 600 лайков, и вы тоже почувствуете силу.",
      "schinese": "助威和精灵很像啊。虽然看不到，但却会给你带来力量。你也去获得助威……积攒600次“喝彩”吧，让它成为你的力量。",
      "spanish": "Tener apoyo exterior es un poco como tener un espíritu. No puedes verlo, pero igual te presta su fuerza. Envía/recibe 600 \"Me gusta\" de fans y tú también te sentirás fuerte.",
      "tchinese": "聲援與精靈相似。雖然看不見，卻會成為力量。你也去收集「讚好」……受到他人600次的聲援化為力量吧。",
      "token": "NEW_ACHIEVEMENT_1_23_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_25",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/37179d355463797303cc8ee9073afb8cbb042037.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/edc4695bd6857939f825f2f592dd3a74c529ebe9.jpg",
    "displayName": {
      "arabic": "سعدت لرؤيتك!",
      "brazilian": "Prazer em Conhecer!",
      "english": "Pleased to Meet You!",
      "french": "Enchantée !",
      "german": "Schön, dich kennenzulernen!",
      "italian": "Piacere di conoscerti!",
      "japanese": "初めまして！",
      "koreana": "안녕하세요!",
      "latam": "Es un placer conocerte",
      "polish": "Miło mi cię poznać!",
      "russian": "Приятно познакомиться!",
      "schinese": "幸会！",
      "spanish": "Es un placer conocerte",
      "tchinese": "初次見面！",
      "token": "NEW_ACHIEVEMENT_1_24_NAME"
    },
    "description": {
      "arabic": "كنت أسأل ملايين الأسئلة كعميلة. يوجد الكثير مما يمكنك تعلمه من الأشخاص عن طريق التحدث إليهم فحسب — جرِّب الدردشة في مركز المعارك.",
      "brazilian": "Eu era uma ótima investigadora. Você descobre muitas coisas só conversando com as pessoas: tente bater um papo no Battle Hub.",
      "english": "I used to ask millions of questions as an agent. There's a lot you can learn from people just by talking to them—try chatting in the Battle Hub.",
      "french": "Quand j'étais agent, je posais des millions de questions. Tu peux avoir beaucoup de réponses en parlant aux gens. Essaie de discuter dans le Battle Hub.",
      "german": "Als Agent habe ich Millionen von Fragen gestellt. Man kann viel von Menschen lernen, indem man einfach mit ihnen spricht. Versuche es im Battle Hub!",
      "italian": "Quando ero un'agente, facevo milioni di domande. C'è molto da imparare dalla gente solo parlandoci: prova a fare due chiacchiere nel Battle Hub.",
      "japanese": "捜査官として、私も聞き込みをよくしたけど……人と話をするっていうのは、色々と得るものが多いわ。バトルハブで「チャット」を使ってみて。",
      "koreana": "수사관으로서 나도 자주 탐문을 했는데... 사람과 이야기해 보면 여러모로 얻는 게 많아. 배틀 허브에서 채팅을 사용해 봐.",
      "latam": "Cuando era una agente, hacer millones de preguntas era parte de mi trabajo. Se puede aprender mucho de las personas simplemente hablando. Anímate a chatear un poco en el Battle Hub.",
      "polish": "Jako agentka zadawałam kiedyś miliony pytań. Można się wiele dowiedzieć od ludzi, po prostu z nimi rozmawiając — spróbuj uciąć sobie pogawędkę w Battle Hub.",
      "russian": "За время работы агентом я успела задать миллионы вопросов. Разговоры с людьми и вам помогут многое узнать — просто поболтайте с кем-нибудь в боевом центре.",
      "schinese": "作为刑警，我也经常打探案情……与人交谈会让你受益匪浅。在格斗中心使用“聊天频道”吧。",
      "spanish": "Cuando era una agente, hacer millones de preguntas era parte de mi trabajo. Se puede aprender mucho de las personas simplemente hablando. Anímate a charlar un poco en el Battle Hub.",
      "tchinese": "我身為調查員也很常四處打聽……和人交談能得到各種收穫。在對戰大堂使用「聊天」看看。",
      "token": "NEW_ACHIEVEMENT_1_24_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_26",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/ab188bd7aefadf9a0f4f057e4d47c84951b2f928.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/08cf6f1177d58bb678ea98de211fae4633900fed.jpg",
    "displayName": {
      "arabic": "تحليل هادئ",
      "brazilian": "Análise Fria",
      "english": "Coolheaded Analysis",
      "french": "Analyse à froid",
      "german": "Besonnene Analyse",
      "italian": "Analisi calcolatrice",
      "japanese": "クールに分析",
      "koreana": "쿨하게 분석",
      "latam": "Análisis en frío",
      "polish": "Analiza na zimno",
      "russian": "Хладнокровный анализ",
      "schinese": "冷静分析",
      "spanish": "Análisis en frío",
      "tchinese": "冷靜分析",
      "token": "NEW_ACHIEVEMENT_1_25_NAME"
    },
    "description": {
      "arabic": "مراجعة لقطات الإعادة هي طريقة رائعة للتعلم من المعارك الماضية. شاهد بعين ثاقبة هادئة، وحتمًا ستكتشف بعض الأمور.",
      "brazilian": "Assistir a replays é ótimo para aprender com lutas anteriores. Assista com calma, observando os detalhes, e você fará descobertas incríveis.",
      "english": "Reviewing replay footage is a great way to learn from past fights. Watch with a calm, subjective eye, and you're bound to make some discoveries.",
      "french": "Regarder les vidéos de replay est un excellent moyen d'apprendre de ses combats passés. Regarde-les au calme et, avec le recul, tu feras des découvertes.",
      "german": "Durch Anschauen von Replay-Aufnahmen kann man aus vergangenen Kämpfen lernen. Wenn du sie mit ruhigem Auge betrachtest, wirst du gewiss einige Entdeckungen machen.",
      "italian": "Rivedere i video replay è un ottimo modo per imparare dalle lotte del passato. Guardale con un occhio calmo e soggettivo, farai delle scoperte incredibili.",
      "japanese": "誰かの闘いを、「リプレイ」で見返してみるといい。他人の闘いを客観的に、冷静な目で見る。きっと何か、気づくことがあるだろう。",
      "koreana": "다른 이의 싸움을 리플레이로 확인해 봐라. 남의 싸움을 객관적으로 냉철하게 관찰하면 뭔가 깨닫는 게 있을 거다.",
      "latam": "Ver las repeticiones es una forma estupenda de aprender de los combates pasados. Míralas con calma y objetividad, y seguro que haces algunos descubrimientos.",
      "polish": "Oglądanie powtórek to świetny sposób, żeby nauczyć się czegoś z poprzednich walk. Oglądaj je chłodnym, obiektywnym okiem, a z pewnością dowiesz się czegoś nowego.",
      "russian": "Просмотр повторов — хороший способ извлечь уроки из прошлых боев. Смотрите их вдумчиво, внимательно, и вы узнаете что-нибудь новое.",
      "schinese": "用“回放”功能回顾别人的格斗吧。客观冷静地观看别人的格斗，你肯定能有所感悟。",
      "spanish": "Ver las repeticiones es una forma estupenda de aprender de los combates pasados. Míralas con calma y objetividad, y seguro que haces algunos descubrimientos.",
      "tchinese": "使用「重播」重新觀看他人的戰鬥吧。以客觀、冷靜的眼光觀看，一定會有什麼新發現的。",
      "token": "NEW_ACHIEVEMENT_1_25_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_27",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/0ea31f649ed4db04e0869390fc8038e936e40944.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/1168dfdea4b8024cc6b2b80e07aea91c3a74c82e.jpg",
    "displayName": {
      "arabic": "لقبي، هو حياتي",
      "brazilian": "Meu Título, Minha Vida",
      "english": "My Title, My Life",
      "french": "Mon titre, ma vie",
      "german": "Mein Titel, mein Leben",
      "italian": "Il titolo è mio, la vita è mia",
      "japanese": "オレ様の称号",
      "koreana": "이 몸의 칭호",
      "latam": "Mi título, mi vida",
      "polish": "Mój tytuł, moje życie",
      "russian": "Мой титул, моя жизнь",
      "schinese": "杰米哥的称号",
      "spanish": "Mi título, mi vida",
      "tchinese": "本大爺的稱號",
      "token": "NEW_ACHIEVEMENT_1_26_NAME"
    },
    "description": {
      "arabic": "هل حصلت على أي ألقاب لقاء مجهوداتك حتى الآن؟ أنا؟ أووف. لستُ بحاجة إلى ألقاب أنا Jamie Siu المخيف!",
      "brazilian": "Se eu já ganhei algum título? Eu? Pfff. E eu lá quero saber de título? Com o Jamie Siu não tem essa não, rapá!",
      "english": "Earned any titles for your efforts yet? Me? Pfft. I don't need a title. I'm Jamie freakin' Siu!",
      "french": "Tu n'as pas encore gagné de titres pour tout ce que tu as fait ? Moi ? Pfff... J'ai pas besoin de titres. Je suis Jamie Siu, quand même !",
      "german": "Hast du dir schon einen Titel für deine Bemühungen verdient? ... Ich? Pfft. Ich brauche keinen Titel. Ich bin Jamie Siu, verdammt!",
      "italian": "Hai già ottenuto qualche titolo per le tue grandi gesta? Io? Pfft. Non ne ho bisogno. Sono Jamie Siu, cavolo!",
      "japanese": "ビッと活躍して、「称号」のいっこぐらい貰ったか？　……ん、オレ？　オレは、ジェイミー・ショウって名前がすでに称号だろ？　はははっ！",
      "koreana": "쿨하게 활약해서 칭호 하나쯤은 받았어? ...응? 나? 난 제이미 쇼라는 이름 자체가 이미 칭호잖아? 하하하!",
      "latam": "¿Ya ganaste algún título por tus esfuerzos? ¿Yo? Bah, a mí no me hacen falta títulos. ¡Soy el famoso Jamie Siu!",
      "polish": "Udało ci się już zdobyć jakieś tytuły? A mi? Pfff. Nie potrzebuję tytułów. Jestem Jamie, kurde, Siu!",
      "russian": "Уже заработали титул за свои успехи? Я? Пф-ф. Мне не нужны титулы. Я же Jamie Siu!",
      "schinese": "你有没有大显身手，获得过一个“称号”啊？嗯？我？我杰米 · 肖的大名本身就是个称号，不是吗？哈哈哈！",
      "spanish": "¿Has ganado ya algún título por tus esfuerzos? ¿Yo? Bah, a mí no me hacen falta títulos. ¡Soy el famoso Jamie Siu!",
      "tchinese": "你獲得了那麼一個「稱號」？表現真傑出啊！……我嗎？本大爺的名字就已經是稱號了吧？哈哈哈！",
      "token": "NEW_ACHIEVEMENT_1_26_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_28",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/7ce5466560626fa0da5d293d9f3188e47c889a6d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/6e65d3e4a0b7a3259db2b4751efe497ca261a766.jpg",
    "displayName": {
      "arabic": "الانضمام إلى القطيع",
      "brazilian": "Entrando para a Alcateia",
      "english": "Joining the Pack",
      "french": "Rejoindre la meute",
      "german": "Dem Rudel beitreten",
      "italian": "Unirsi al branco",
      "japanese": "一匹狼もいいけれど",
      "koreana": "홀로서기도 좋지만",
      "latam": "Las buenas compañías",
      "polish": "Dołączyć do stada",
      "russian": "Вместе веселее",
      "schinese": "独行不如众乐",
      "spanish": "Las buenas compañías",
      "tchinese": "一匹狼是也不錯啦",
      "token": "NEW_ACHIEVEMENT_1_27_NAME"
    },
    "description": {
      "arabic": "الذئب الوحيد قوي، لكنه يكون أكثر رعبًا بكثير عندما ينضم إلى قطيع يُنسب إليه. لذا هيا — حاول تكوين صداقات!",
      "brazilian": "Um lobo solitário pode ser forte, mas uma alcateia impõe muito mais respeito. Vamos lá, veja se faz alguns amigos!",
      "english": "A lone wolf is strong, but they're far more fearsome if they have a pack to call their own. So go on—try making some friends!",
      "french": "Un loup solitaire est fort, mais il est bien plus effrayant s'il évolue en meute. Alors vas-y, fonce te faire des amis !",
      "german": "Ein einsamer Wolf ist stark, aber ein Rudel macht ihn noch viel furchteinflößender. Also los, such dir ein paar Freunde!",
      "italian": "Un lupo solitario è forte, ma è ancora più minaccioso se ha un branco a sostenerlo. Quindi prova a farti degli amici!",
      "japanese": "群れないことが強さってわけじゃないぞ。オオカミは一匹でも強いが、群れでも強い。「フレンド」を作るのもいいと、リリーは思うよ。",
      "koreana": "혼자 살아간다고 강한 건 아니야. 늑대는 혼자서도 강하지만 무리를 지어도 강해. 릴리 생각에는 친구를 만드는 것도 좋을 것 같아.",
      "latam": "Un lobo solitario es fuerte, pero siempre será mucho más temible si tiene una manada que lo respalde. ¡Así que vamos, intenta ganar amigos!",
      "polish": "Samotne wilki są silne, ale zaczynają wzbudzać znacznie większy lęk, kiedy stają się częścią stada. Śmiało — spróbuj znaleźć sobie jakichś znajomych!",
      "russian": "Волк-одиночка силен, но волки намного опаснее, когда живут в стае. Так что вперед, найдите побольше друзей!",
      "schinese": "独行并不等于强大哦。狼无论独行，还是成群都很强大。我觉得交“朋友”也很不错。",
      "spanish": "Un lobo solitario es fuerte, pero siempre será mucho más temible si tiene una manada que lo respalde. ¡Así que vamos, intenta ganarte amigos!",
      "tchinese": "獨來獨往並不等於強大哦。雖然狼靠自己就很強，但是群聚起來更強大。莉莉覺得可以去結交一些「好友」的。",
      "token": "NEW_ACHIEVEMENT_1_27_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_29",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/af2277a63fb0aa795e60a480a42a321e280c7a89.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/b8d4ee0fb8ec12de6be3960b93396d2c308e4652.jpg",
    "displayName": {
      "arabic": "رائد الأناقة",
      "brazilian": "Líder da Moda",
      "english": "Fashion Leader",
      "french": "Victime de la mode",
      "german": "Modischer Trendsetter",
      "italian": "Leader della moda",
      "japanese": "ファッションリーダー",
      "koreana": "패션 리더",
      "latam": "Líder de la moda",
      "polish": "Gwiazda mody",
      "russian": "Модный лидер",
      "schinese": "时尚弄潮儿",
      "spanish": "Líder de la moda",
      "tchinese": "時尚引領者",
      "token": "NEW_ACHIEVEMENT_1_28_NAME"
    },
    "description": {
      "arabic": "تتيح لنا الملابس التعبير عن أنفسنا. أتعرف أيضًا مَن الذي لا يغير ملابسه أبدًا؟ إنها الحيوانات. غيّر ملابسك. رجاءً.",
      "brazilian": "A roupa permite a expressão da nossa personalidade. Sabe quem não troca de roupa nunca? Os animais. Vê se muda isso aí. Faça esse favor.",
      "english": "Clothing allows us to express ourselves. Know who else never changes their clothes? Animals. Change your outfit. Please.",
      "french": "Les vêtements nous permettent de nous exprimer. Tu sais qui ne peut pas changer de vêtements ? Les animaux. Alors s'il te plaît, change de tenue.",
      "german": "Mit Kleidung können wir uns ausdrücken. Weißt du, wer seine Kleidung nie wechselt? Tiere. Also ändere dein Outfit. Bitte!",
      "italian": "Gli abiti sono un mezzo di espressione. Sai chi non si cambia mai i vestiti? Gli animali. Fatti un favore. Cambiati.",
      "japanese": "服は自分を表現するために着替えるもの。いつでもどこでも同じ姿でいるのでは、動物と同じだわ。端末から「装備」を「変更」していらっしゃい。",
      "koreana": "옷은 자신을 표현하는 수단이지. 언제 어디서나 차림새가 똑같다면 동물과 다를 바 없어. 단말기에서 장비를 변경해 봐.",
      "latam": "La ropa nos permite expresarnos. ¿Sabes quiénes no se cambian nunca de ropa? Los animales. Cambia tu atuendo, hazme el favor.",
      "polish": "Ubiór pozwala nam wyrażać siebie. Wiesz, kto jeszcze nigdy nie zmienia ciuchów? Zwierzęta. Przebierz się w coś innego. Proszę.",
      "russian": "Одежда помогает нам самовыражаться. Знаете, кто еще никогда не меняет одежду? Животные. Так что смените наряд. Прошу вас.",
      "schinese": "不同的服饰可以展现不同的自我。如果不分时间场合总是同一副打扮，那和动物有什么区别？快在设备里“变更”“装备”吧。",
      "spanish": "La ropa nos permite expresarnos. ¿Sabes quiénes no se cambian nunca de ropa? Los animales. Cambia de modelito, hazme el favor.",
      "tchinese": "服裝是為了展現自我而替換。何時何地都同一個模樣，跟動物沒什麼差別。打開手機更改「裝備」吧。",
      "token": "NEW_ACHIEVEMENT_1_28_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_30",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/1d645357e28aad753a84ce0417e8345cfb5e0137.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/d6514b1c2e27f2c263fda5cb0c32448e01d7c5ee.jpg",
    "displayName": {
      "arabic": "مستعدون للرقص؟",
      "brazilian": "Vamos Cair na Dança?",
      "english": "Ready to Dance?",
      "french": "Hier soir un DJ a sauvé mon âme",
      "german": "Choreomanie",
      "italian": "Vuoi ballare e scatenarti?",
      "japanese": "Ready to dance？",
      "koreana": "Ready to dance?",
      "latam": "¿A punto para bailar?",
      "polish": "Możemy zatańczyć?",
      "russian": "Готовы потанцевать?",
      "schinese": "闻歌起舞",
      "spanish": "¿A punto para bailar?",
      "tchinese": "Ready to dance?",
      "token": "NEW_ACHIEVEMENT_1_29_NAME"
    },
    "description": {
      "arabic": "هل سنحت لك الفرصة لتستمتع في مقصورة الدي جي في مركز المعارك يا صديقي؟ اختر ألحانك المفضلة، وأشعل الحماس في ساحة الرقص!",
      "brazilian": "Já deu uma chegada lá na cabine de DJ no Battle Hub, parça? Escolhe suas músicas favoritas e taca fogo na pista!",
      "english": "Have you had a chance to jam out at the DJ Booth in the Battle Hub, bud? Pick your favorite tunes, and light the dance floor aflame!",
      "french": "Tu connais l'espace DJ dans le Battle Hub ? Mixe et mets le feu à la piste de danse !",
      "german": "Hattest du schon die Gelegenheit, am DJ-Stand im Battle Hub aufzulegen? Wähle einen Grundrhythmus, füge Samples hinzu und heize so die Tanzfläche auf!",
      "italian": "Hai già provato a scatenarti alla Cabina DJ nel Battle Hub, bello? Crea il tuo ritmo personale e incendia la pista da ballo!",
      "japanese": "Yeaaah！　バトルハブに「DJブース」があるぜ！　アンタ、もうプレイしてみたかい？　ゴキゲンなmusicで、皆を踊らせてやれよ！",
      "koreana": "Yeaaah! 배틀 허브에 DJ 부스가 있는데 플레이해 봤어? 신나는 music으로 모두를 춤추게 해봐!",
      "latam": "¿Tuviste ya oportunidad de poner la música al máximo en la mesa de DJ del Battle Hub, compa? ¡Elige tus temas preferidos y préndele fuego a la pista de baile!",
      "polish": "Zdarzyło ci się już kiedyś siedzieć w budce DJ-a w Battle Hub? Wybierz swój ulubione kawałki i spraw, by na parkiecie zagościł ogień!",
      "russian": "Пробовали уйти в отрыв возле DJ-стойки в боевом центре? Выберите любимую музыку и зажигайте на танцполе!",
      "schinese": "Yeaaah！格斗中心里有“DJ台”哦！你在那里打过碟吗？用你喜欢的music让大家舞起来吧！",
      "spanish": "¿Tuviste ya oportunidad de poner la música a tope en la mesa de DJ del Battle Hub, compa? ¡Elige tus temas preferidos y prende fuego a la pista de baile!",
      "tchinese": "Yeaaah！在對戰大堂中有「DJ台」哦！你已經玩過了嗎？用愉悅的music讓大家熱舞吧！",
      "token": "NEW_ACHIEVEMENT_1_29_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_31",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/858ea9c71b85b4ccf06aff758bf999ae16ab7758.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/2123c176d445d341d9c6af05e5de6ca78c5c7501.jpg",
    "displayName": {
      "arabic": "على الشاشة الكبيرة",
      "brazilian": "No Telão",
      "english": "Up on the Big Screen",
      "french": "Sur le grand écran",
      "german": "Riesiges Ding",
      "italian": "Sul grande schermo",
      "japanese": "スクリーンに映るのは",
      "koreana": "화면에 비치는 것",
      "latam": "Salto a la pantalla grande",
      "polish": "Na dużym ekranie",
      "russian": "Звезды большого экрана",
      "schinese": "屏幕担当",
      "spanish": "Salto a la pantalla grande",
      "tchinese": "畫面上的影像",
      "token": "NEW_ACHIEVEMENT_1_30_NAME"
    },
    "description": {
      "arabic": "اجلس بجوار الشاشة الكبيرة في مركز المعارك، وسيمكنك مشاهدة جميع أنواع الأشياء. يا رجل... لقد إعتدت التصرف بجنون هناك على الشاشة الكبيرة.",
      "brazilian": "Se você sentar perto do monitor no Battle Hub, dá pra ver todo tipo de coisa. Putz... Só de lembrar que antes era eu quebrando tudo no telão.",
      "english": "Sit down by the big monitor in the Battle Hub, and you can view all kinds of stuff. Man... Used to be me up there going wild on the big screen.",
      "french": "Assieds-toi près du grand écran dans le Battle Hub et tu pourras voir toutes sortes de choses. Mince... À un moment, c'était moi qu'on voyait se déchaîner sur grand écran.",
      "german": "Setz dich an den großen Monitor im Battle Hub und du kannst dir alles Mögliche ansehen. Mann... früher habe ich mich da oben auf dem großen Bildschirm ausgetobt.",
      "italian": "Siediti vicino al grande monitor nel Battle Hub e vedrai un sacco di cose diverse. Cavolo... una volta c'ero io su quello schermo, a scatenarmi.",
      "japanese": "バトルハブの「大型モニター」は、椅子に座って「閲覧」できるんだってな。俺は、派手なことやって映る側、だったよ……。",
      "koreana": "배틀 허브에 있는 대형 모니터는 의자에 앉아 관람할 수 있다는 모양이군. 나는 떠들썩한 일을 벌이며 화면에 나오는 쪽...이었지.",
      "latam": "Siéntate junto al monitor grande en el Battle Hub y verás todo tipo de cosas. Qué tiempos... Antes era yo el que lo daba todo en la pantalla grande.",
      "polish": "Kiedy usiądzie się w Battle Hub przed wielkim monitorem, można na nim zobaczyć różne rzeczy. Rany... Kiedyś to ja świrowałem na tym dużym ekranie.",
      "russian": "Присаживайтесь у большого экрана в боевом центре и посмотрите что-нибудь интересное. Да уж... А ведь раньше я был звездой большого экрана.",
      "schinese": "在格斗中心的“大屏幕”前，还有椅子供人坐着“观看”。我自然是负责在屏幕中亮相，华丽出演啊……",
      "spanish": "Siéntate junto al monitor grande en el Battle Hub y verás todo tipo de cosas. Caray... Antes era yo el que salía dando caña en la pantalla grande.",
      "tchinese": "聽說可以坐在椅子上「觀賞」對戰大堂的「大螢幕」。我是施展華麗招式而被拍下的那一方……",
      "token": "NEW_ACHIEVEMENT_1_30_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_32",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/7de8123e7ab0ba19c0c4bc41d0b775296e55a3ad.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/c1d9e1b2d86b735097f8829f8d231e6c8772403d.jpg",
    "displayName": {
      "arabic": "حارس السلام بالحي",
      "brazilian": "Pacificador da Vizinhança",
      "english": "Neighborhood Peacekeeper",
      "french": "Gardien de la paix du voisinage",
      "german": "Hiesiger Friedensstifter",
      "italian": "Pace nel vicinato",
      "japanese": "街のトラブルバスター",
      "koreana": "거리의 트러블 버스터",
      "latam": "Justiciero de barrio",
      "polish": "Osiedlowy rozjemca",
      "russian": "Страж мира по соседству",
      "schinese": "城市的麻烦解决者",
      "spanish": "Justiciero de barrio",
      "tchinese": "街頭的麻煩解決者",
      "token": "NEW_ACHIEVEMENT_1_31_NAME"
    },
    "description": {
      "arabic": "يجب عليك مساعدة المحتاجين. أعني، هذا هو سر الحفاظ على السلام في أي مدينة. لذا اخرج وأكمل 22 مهمة فرعية، حسنًا؟",
      "brazilian": "Você tem que ajudar quem precisa. Quero dizer, esse é o segredo para manter a paz em qualquer cidade. Então, vai lá e cumpre 22 missões secundárias, beleza?",
      "english": "You gotta help people in need. I mean, that's the secret to keeping any city peaceful. So get out there and complete 22 sub-missions, got it?",
      "french": "Tu dois aider les gens dans le besoin. Eh oui, c'est le secret pour maintenir la paix dans une ville. Alors, bouge-toi et va terminer les 22 missions secondaires, pigé ?",
      "german": "Du musst Menschen in Not helfen. Das ist das Geheimnis, um den Frieden einer Stadt zu bewahren. Also geh raus und erledige 22 Nebenmissionen, verstanden?",
      "italian": "Devi aiutare chi ne ha bisogno. Cioè, è il segreto per mantenere la pace in città. Quindi vai là fuori e completa 22 missioni secondarie, ok?",
      "japanese": "人からの頼み事は、なるべく聞いてやるもんだぜ。そいつが街を平穏に保つ秘訣、ってやつだ。「サブミッション」を22個、クリアして来な。",
      "koreana": "남의 부탁은 가능한 한 들어주는 게 좋아. 그게 거리를 평화롭게 유지하는 비결이지. 서브 미션 22개를 클리어하고 와.",
      "latam": "Tienes que ayudar a la gente que lo necesite. Ese es el secreto de una ciudad segura, así que sal y completa 22 misiones secundarias, ¿entendido?",
      "polish": "Musisz pomagać ludziom w potrzebie. Bo wiesz, to jest cały sekret pilnowania porządku w dowolnym mieście. Więc ruszaj w teren i ukończ 22 misje poboczne, kumasz?",
      "russian": "Нужно помогать тем, кто в беде. Вот что значит стоять на страже мира и покоя в городе. Так что отправляйтесь туда и завершите 22 дополнительных задания, договорились?",
      "schinese": "在别人需要帮助的时候，你就要尽量去帮助。这就是维持城市和平的秘诀。你去完成22个“支线任务”吧。",
      "spanish": "Tienes que ayudar a la gente que lo necesite. Ese es el secreto de una ciudad segura, así que sal y completa 22 misiones secundarias, ¿entendido?",
      "tchinese": "要盡量承接他人委託的事。那會是維持城鎮和平的秘訣。去完成22個「次要任務」吧。",
      "token": "NEW_ACHIEVEMENT_1_31_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_33",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/f671d57d89e1791e8a8338d159de61504ee98e0a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/dede91226f00ccea3cab5c0ec3cb68d8a6471be9.jpg",
    "displayName": {
      "arabic": "رابطة احترافية",
      "brazilian": "Vínculo de Mestre",
      "english": "Mastery's Bond",
      "french": "Amitié avec le maître",
      "german": "Band der Meisterschaft",
      "italian": "Il legame dell'insegnamento",
      "japanese": "師と共に歩め",
      "koreana": "스승과 함께 걷는 길",
      "latam": "Vínculo de maestría",
      "polish": "Mistrzowska więź",
      "russian": "Связь с учителем",
      "schinese": "与师父同行",
      "spanish": "Vínculo de maestría",
      "tchinese": "與師同行",
      "token": "NEW_ACHIEVEMENT_2_1_NAME"
    },
    "description": {
      "arabic": "بمجرد عثورك على معلم، سيكون من الأفضل لك أن تسعى لتوطيد علاقتك به. ارفع مستوى علاقتك مع أحد معلميك إلى 100.",
      "brazilian": "Após encontrar alguém para chamar de mestre, é uma boa ideia aprofundar sua relação com esta pessoa. Aumente seu vínculo com um dos seus mestres até 100.",
      "english": "Once you find someone to call a master, you would do well to seek to deepen your bonds. Raise the bond with one of your masters to 100.",
      "french": "Une fois que tu auras trouvé un maître, il est judicieux de renforcer ton amitié avec lui. Élève ton amitié avec tes maîtres jusqu'à 100.",
      "german": "Wenn du jemanden gefunden hast, den du Meister nennen kannst, solltest du versuchen, eure Bindung zu vertiefen. Erhöhe die Bindung zu einem deiner Meister auf 100.",
      "italian": "Una volta trovato qualcuno da chiamare insegnante, farai bene a cercare di rafforzare il vostro legame. Fai arrivare a 100 il legame con uno dei tuoi maestri.",
      "japanese": "ひとたび誰かを師と仰いだのならば、その絆を深めてみるがよかろう。「師匠との絆」を100にしてみるのだ。",
      "koreana": "한 번 누군가를 스승으로 모셨다면 그 유대감을 강하게 다져보게. 스승과의 유대감을 100으로 만들어 보게나.",
      "latam": "Cuando encuentres a alguien a quien puedas llamar maestro, es deseable que estrechen lazos. Mejora el vínculo con uno de tus maestros hasta el nivel 100.",
      "polish": "Gdy znajdziesz już kogoś, kogo będziesz nazywać swoim mistrzem, kolejnym krokiem powinno być pogłębienie łączącej was więzi. Podnieś poziom więzi z jednym ze swoich mistrzów do 100.",
      "russian": "Когда вы встретите того, кого назовете учителем, между вами возникнет связь. Укрепите связь с одним из учителей до 100.",
      "schinese": "一朝踏入师门，就应加深师徒交情。去把“师徒交情”提升到100吧。",
      "spanish": "Cuando halles a alguien a quien puedas llamar maestro, es deseable que estrechéis lazos. Mejora el vínculo con uno de tus maestros hasta el nivel 100.",
      "tchinese": "如果有尊稱他人為師的話，就去加深那份情誼。「和師父的情誼」達到100吧。",
      "token": "NEW_ACHIEVEMENT_2_1_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_34",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/124ad32ebcb99a8eaad5a6d37582aa344843518a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/5a6599d89ce4be349eb2e96cebb5576f429f3320.jpg",
    "displayName": {
      "arabic": "في نهاية الرحلة",
      "brazilian": "Ao Fim da Jornada",
      "english": "At Journey's End",
      "french": "À la fin du voyage",
      "german": "Am Ende der Reise",
      "italian": "La fine del viaggio",
      "japanese": "旅の終わり……",
      "koreana": "여행의 끝...",
      "latam": "Al final del viaje",
      "polish": "U kresu podróży",
      "russian": "В конце пути",
      "schinese": "旅途的终点……",
      "spanish": "Al final del viaje",
      "tchinese": "旅途的結束……",
      "token": "NEW_ACHIEVEMENT_2_2_NAME"
    },
    "description": {
      "arabic": "لقد أنهيت World Tour، أليس كذلك؟ أظن أنك ستحصل على التهنئة المناسبة لذلك. آمل أن رحلتك كانت مفيدة.",
      "brazilian": "Ah, terminou a World Tour, não é? Acho que você merece um parabéns. Espero de verdade que sua jornada tenha sido significativa.",
      "english": "Oh, you finished World Tour, did you? I suppose a word of congratulation is in order. I do hope your journey was a meaningful one.",
      "french": "Oh, tu as terminé le World Tour, à ce que je vois. Je crois que je peux me fendre d'un petit mot de félicitations. J'espère donc que ton voyage a été riche en enseignements.",
      "german": "Oh, du hast die World Tour beendet, was? Ich denke, ein Glückwunsch ist angebracht. Ich hoffe, dein Weg war bedeutungsvoll.",
      "italian": "Oh, hai finito il World Tour, vero? Allora delle congratulazioni da parte mia sono d'obbligo. Mi auguro che il tuo viaggio sia stato significativo.",
      "japanese": "おや、「ワールドツアー」をクリアしましたか。おめでとうございます。あなたの旅に、少しでも意味があったことを望みますよ。",
      "koreana": "아, 월드 투어를 클리어하셨군요. 축하합니다. 당신의 여행에 조금이라도 의미가 있었기를 바랍니다.",
      "latam": "Ah, así que terminaste el World Tour, ¿eh? Pues supongo que te mereces una felicitación. Espero que tu aventura fuera satisfactoria.",
      "polish": "O, udało ci się ukończyć World Tour, tak? W takim razie wypadałoby ci pogratulować. Mam nadzieję, że twoja podróż miała dla ciebie znaczenie.",
      "russian": "О, вы прошли режим мирового тура, не так ли? Полагаю, вас есть с чем поздравить. Надеюсь, что ваше приключение не было бессмысленным.",
      "schinese": "啊，你通关“环球游历”了吗？恭喜啊！但愿你的游历是有意义的。",
      "spanish": "Ah, así que has terminado el World Tour, ¿eh? Pues supongo que te mereces una felicitación. Espero que tu aventura fuera satisfactoria.",
      "tchinese": "哎呀，完成「世界巡遊」了啊。恭喜你。希望你的旅程能多少具有意義。",
      "token": "NEW_ACHIEVEMENT_2_2_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_35",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/e846657465466eb560951885e9c9547d824d7ac4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/5ee7b1e3ed7d5d81e49ab39580250db9887cc421.jpg",
    "displayName": {
      "arabic": "مغادرة الوكر",
      "brazilian": "Saindo do Ninho",
      "english": "Leaving the Nest",
      "french": "Petit scarabée deviendra grand",
      "german": "Das Nest verlassen",
      "italian": "Abbandonare il nido",
      "japanese": "出立のとき",
      "koreana": "걸음을 내디딜 때",
      "latam": "Adiós al nido",
      "polish": "Opuszczanie gniazda",
      "russian": "Покидая гнездо",
      "schinese": "启程之时",
      "spanish": "Adiós al nido",
      "tchinese": "啟程之時",
      "token": "NEW_ACHIEVEMENT_2_3_NAME"
    },
    "description": {
      "arabic": "بهذا ينتهي التدريب الأساسي! أصبحت الآن مقاتلًا مبتدئًا مستعدًا يا صديقي. سيصبح الأمر عائدًا إليك من الآن فصاعدًا. استمتع!",
      "brazilian": "Isso encerra o seu treinamento básico! Você já pode voar com as próprias asas, parça. Agora é com você daqui pra frente. Aproveite!",
      "english": "That's a wrap for basic training! You're a full-fledged fighting chickadee now, buddy. It's all up to you from here on out. Enjoy it!",
      "french": "Et voilà qui conclut ton entraînement de base ! Tu es désormais un vrai petit scarabée de combat. À toi de jouer maintenant. Profite bien !",
      "german": "Das war's dann mit der Grundausbildung! Du bist jetzt ein vollwertiger Anfänger! Fortan liegt alles in deiner Hand. Viel Spaß!",
      "italian": "E l'addestramento di base si è concluso! Sei un pulcino lottatore a tutti gli effetti. È tutto nelle tue mani, da qui in poi. Divertiti!",
      "japanese": "「基礎トレーニングコース」終了！　タマゴからヒヨコになった、てなところだな。こっから先は、自分の足で進むんだ。楽しんでな！",
      "koreana": "기초 트레이닝 코스 종료! 달걀에서 병아리가 된 셈이군. 여기서부터는 너 자신의 힘으로 나아가는 거야. 즐겨봐!",
      "latam": "¡Y aquí termina el entrenamiento básico! Ya has empezado tu camino en el mundo de la lucha. A partir de ahora, todo depende de ti. ¡Que lo disfrutes!",
      "polish": "To by było na tyle, jeśli chodzi o twoje podstawowe szkolenie! Od teraz jesteś pełnoprawnym świeżo upieczonym wojownikiem. Reszta należy do ciebie. Baw się dobrze!",
      "russian": "Пожалуй, с базовым обучением мы закончили! Вы еще птенец, которому предстоит расправить крылья. Теперь все зависит только от вас. Наслаждайтесь!",
      "schinese": "“基础训练课程”结束了！现在你已经入门了，算是格斗新手了吧。接下来的路要靠你自己走了。我很期待你的表现！",
      "spanish": "¡Y aquí termina el entrenamiento básico! Ya has empezado tus andanzas en la lucha. A partir de ahora, todo depende de ti. ¡Que lo disfrutes!",
      "tchinese": "結束「基礎訓練課程」！算是破蛋成為雛鳥了吧。之後的路就靠你自己去探索了。好好享受吧！",
      "token": "NEW_ACHIEVEMENT_2_3_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_36",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/c0fd5045c0f656b5915e7a0f8efcf7323018204f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/65208b8c9d59f002b1b4e5edd077c170dfd9f486.jpg",
    "displayName": {
      "arabic": "Ha-dough-ken",
      "brazilian": "Trabalhando o Hadouken",
      "english": "Ha-dough-ken",
      "french": "Petits boulots",
      "german": "Ha-dough-ken",
      "italian": "Sole, pizza e hadoken",
      "japanese": "ピザを作ってたら波動拳が出ました",
      "koreana": "피자 만드는데 파동권이 나왔습니다",
      "latam": "Trabajando con energía",
      "polish": "Cia-sto-ken",
      "russian": "Хот-дог-кен",
      "schinese": "做披萨做出了波动拳",
      "spanish": "Trabajando con energía",
      "tchinese": "製作披薩後發出波動拳",
      "token": "NEW_ACHIEVEMENT_2_4_NAME"
    },
    "description": {
      "arabic": "لقد عملت بعدة وظائف غريبة أثناء ترحالي، وساعدتني جميع تلك الرحلات في تدريبي. يجب عليك أنت أيضًا العمل بدوام جزئي أثناء World Tour.",
      "brazilian": "Eu trabalhei aqui e ali durante minhas viagens, e tudo isso ajudou no meu treinamento. Recomendo que você arranje um trabalho de meio período durante sua World Tour também.",
      "english": "I've worked a few odd jobs during my travels, and they all helped me with my training. You should take up a part-time job during your World Tour, as well.",
      "french": "J'ai fait quelques petits boulots lors de mes voyages et ils m'ont tous aidé dans mon entraînement. Toi aussi, tu devrais faire des petits boulots à temps partiel lors de ton World Tour.",
      "german": "Ich hatte auf meinen Reisen ein paar Gelegenheitsjobs, die mir alle beim Training geholfen haben. Auch du solltest während deiner World Tour Nebenjobs annehmen.",
      "italian": "Ho fatto svariati lavoretti durante i miei viaggi e mi hanno tutti aiutato con l'allenamento. Dovresti anche tu lavorare part-time durante il tuo World Tour.",
      "japanese": "修行の旅では、俺も何かと仕事をしたものだ。どんな作業にも、修行につながる何かがあった。お前も、ワールドツアーで「アルバイト」をしてみるといい。",
      "koreana": "힘을 좇아 여행하면서 나도 이것저것 일을 하곤 했지. 어떤 작업이든 수행의 밑거름이 되는 무언가가 있었다. 너도 월드 투어에서 아르바이트를 해보도록 해라.",
      "latam": "Hice todo tipo de trabajos durante mis viajes, y todos han contribuido a mi entrenamiento. Tú también deberías buscarte trabajitos puntuales durante el World Tour.",
      "polish": "Podejmowałem się czasami pracy dorywczej podczas moich podróży i pomogło mi to z treningiem. Tobie też przydałaby się jakaś robota podczas twojego World Tour.",
      "russian": "Я не раз подрабатывал во время своего путешествия, что всегда помогало мне в тренировках. Советую тоже устроиться на временную работу в режиме мирового тура.",
      "schinese": "我也在修行的途中打过不少工。无论什么工作都会对你的修行有帮助。在环球游历时，你也去“打工”吧。",
      "spanish": "He hecho todo tipo de trabajos durante mis viajes, y todos han contribuido a mi entrenamiento. Tú también deberías buscarte ocupaciones puntuales durante el World Tour.",
      "tchinese": "我在修行的旅途中也有從事一些工作。無論是怎樣的工作，都會給修行一些啟發。你也在世界巡遊中嘗試「打工」吧。",
      "token": "NEW_ACHIEVEMENT_2_4_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_37",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/0e4febd01f1ff012703d1e2cae4e43a3582220f8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/b3b7a085bc66bc2a3c9778bcd2f5b6d088e647d6.jpg",
    "displayName": {
      "arabic": "الأفعال أبلغ من الأقوال",
      "brazilian": "Ações Falam Mais Alto",
      "english": "Actions Speak Louder",
      "french": "Passer à l'action",
      "german": "Taten sprechen lauter",
      "italian": "Una mossa da maestro",
      "japanese": "邪魔物はぶっ飛ばす！",
      "koreana": "걸리적대는 건 날려버려!",
      "latam": "¡Fuera de mi camino!",
      "polish": "Czyny mówią głośniej",
      "russian": "Поступки громче слов",
      "schinese": "敢来找麻烦，教训一顿！",
      "spanish": "¡Fuera de mi camino!",
      "tchinese": "擊飛障礙物！",
      "token": "NEW_ACHIEVEMENT_2_5_NAME"
    },
    "description": {
      "arabic": "هل واجهتك عقبة في طريقك إلى المدينة؟ إليك حلًا سهلًا: تغلب عليها بحركة رئيسية! مم-مم-ممم... إنها واحدة من متع الحياة الصغيرة.",
      "brazilian": "Topou com uma pedra no caminho enquanto andava pela cidade? Aqui vai uma solução fácil: faça-a sair voando com uma Master Action! Mm-mm-mmm... Faz parte dos pequenos prazeres da vida.",
      "english": "Something in the way while you're walking through the city? Here's an easy solution: send it flyin' with a Master Action! Mm-mm-mmm... It's the little pleasures in life.",
      "french": "On essaie de te mettre des bâtons dans les roues quand tu te promènes en ville ? Il y a une solution facile : envoie tout balader avec une Action Maître ! Oui oui... Ça fait partie des petits plaisirs de la vie !",
      "german": "Steht dir etwas im Weg, während du durch die Stadt läufst? Hier ist eine einfache Lösung: Jage es mit einer Meister-Aktion in die Luft! Ja, ja, die kleinen Freuden des Lebens...",
      "italian": "Qualcosa ti blocca la strada mentre passeggi in città? Ecco una soluzione semplice: falla volare via con una mossa maestro! Mh-mh-mmmh... Sono questi i piaceri della vita.",
      "japanese": "街を歩いてると、邪魔なもんがあるだろう？　ああいうのはねえ、「マスターアクション」でぶっ飛ばす！　気持ちイイもんだよ、やってみな。",
      "koreana": "거리를 걷다 보면 걸리적거리는 게 있지? 그런 건 마스터 액션으로 날려버려! 그러면 기분이 끝내주거든. 한번 해봐.",
      "latam": "¿Que algo se interpone en tu camino mientras paseas por la ciudad? La solución es fácil: ¡hazlo saltar por los aires con una técnica maestra! Disfruta de los pequeños placeres de la vida.",
      "polish": "Idziesz przez miasto i trafiasz na jakąś przeszkodę? Oto proste rozwiązanie: wywal ją w kosmos za pomocą mistrzowskiej akcji! Mm-mm-mmm... W życiu chodzi o drobne przyjemności.",
      "russian": "Прогуливались по городу, как вдруг натолкнулись на препятствие? Вот простое решение: сметайте все на своем пути с помощью приема учителя! М-м-м... Пустячок, а приятно.",
      "schinese": "你走在街上的时候，不是会有人来找麻烦吗？那种人就该用“师父动作”狠狠地教训一顿！你试试吧，感觉很不错的。",
      "spanish": "¿Que algo se interpone en tu camino mientras paseas por la ciudad? La solución es fácil: ¡hazlo saltar por los aires con una técnica maestra! Disfruta de los pequeños placeres de la vida.",
      "tchinese": "走在街上時會有些礙事的東西吧？那些都可以用「秘傳動作」擊飛！會很痛快哦，試試看吧。",
      "token": "NEW_ACHIEVEMENT_2_5_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_38",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/0b0717c18b6ebd1436eb0c9e30a9a2f5e42e537c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/736981ebab1c868adc4c24b69ff79ad49f6f6d9d.jpg",
    "displayName": {
      "arabic": "قفزة جيتيه الكبرى لـ100 معركة",
      "brazilian": "Salto para as 100 Batalhas",
      "english": "The Grand Jeté of 100 Battles",
      "french": "Le Grand jeté de 100 combats",
      "german": "Großer Sprung der 100 Schlachten",
      "italian": "Il grand jeté delle 100 battaglie",
      "japanese": "100戦目のグラン・ジュテ",
      "koreana": "100번째 그랑 쥬떼",
      "latam": "El grand jeté de los 100 combates",
      "polish": "Wielki balet na 100 bitew",
      "russian": "Grand Jeté на 100 битв",
      "schinese": "第100场芭蕾凌空跃",
      "spanish": "El grand jeté de los 100 combates",
      "tchinese": "第100戰的大跳躍",
      "token": "NEW_ACHIEVEMENT_2_6_NAME"
    },
    "description": {
      "arabic": "قاتل في 100 معركة على الإنترنت عبر وضع Fighting Ground. ما هذا؟ أتقول إنه صعب جدًا؟ إذا كنت ترغب في السيطرة على العالم، فلا يوجد طريق آخر.",
      "brazilian": "Lute 100 batalhas online no Fighting Ground. Como é que é? Achou muito difícil? Se quiser ganhar o mundo, não tem outro caminho.",
      "english": "Fight 100 online battles via Fighting Ground. What's that? Too difficult, you say? If you wish to take on the world, there can be no other path.",
      "french": "Participe à 100 combats en mode Fighting Ground. Quoi ? Tu trouves ça trop difficile ? Si tu veux que le monde te connaisse, il n'y a pas d'autre voie.",
      "german": "Trage 100 Onlinekämpfe über den Fighting Ground aus. Wie bitte? Zu schwierig, sagst du? Wenn du es mit der Welt aufnehmen willst, dann gibt es keinen anderen Weg.",
      "italian": "Battiti in 100 match online nel Fighting Ground. Come, scusa? Troppo difficile? Se vuoi conquistare il mondo, è l'unica via possibile.",
      "japanese": "FGの「オンライン対戦」を100戦。難しい目標かしら？　でも、世界に出るんだったら、通る道よ。",
      "koreana": "FG의 온라인 대전 100번. 어려운 목표 같아 보이니? 하지만 세계로 발돋움하려면 거쳐야 할 길이야.",
      "latam": "Lucha en 100 combates online desde el Fighting Ground. ¿Qué dices? ¿Que es demasiado difícil? Si quieres comerte el mundo, no hay otro camino.",
      "polish": "Stocz 100 walk w Fighting Ground. Co jest? Mówisz, że to za trudne? Jeśli chcesz rzucić światu wyzwanie, to nie ma innej drogi.",
      "russian": "Примите участие в 100 сетевых битвах в месте схваток. Что такое? Слишком сложно? Если вы желаете покорить мир, другого пути нет.",
      "schinese": "在斗技战场进行100场“线上赛”。很难做到吗？但这是走向世界的必经之路。",
      "spanish": "Lucha en 100 combates online desde el Fighting Ground. ¿Qué dices? ¿Que es demasiado difícil? Si quieres comerte el mundo, no hay otro camino.",
      "tchinese": "進行100次格鬥之地的「線上對戰」。會是很難的目標嗎？不過這是邁向世界的必經之路哦。",
      "token": "NEW_ACHIEVEMENT_2_6_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_39",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/9d8438449902559e3a50b4606e1fc19be2c4abcd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/cf49371a4253cc436b7a50cbd145cb5eefd7e306.jpg",
    "displayName": {
      "arabic": "قصص الشجعان",
      "brazilian": "Histórias de Bravura",
      "english": "Tales of the Valiant",
      "french": "Contes du valeureux",
      "german": "Flammen des Tapferen",
      "italian": "Le storie dei prodi",
      "japanese": "闘うものたちの詩",
      "koreana": "싸우는 자들의 시",
      "latam": "Cuentos de valientes",
      "polish": "Opowieści o odwadze",
      "russian": "Сказания о храбрых героях",
      "schinese": "格斗手的诗篇",
      "spanish": "Cuentos de valientes",
      "tchinese": "鬥士們的詩歌",
      "token": "NEW_ACHIEVEMENT_2_7_NAME"
    },
    "description": {
      "arabic": "أريدك أن تتوجه إلى Fighting Ground وتكمل وضع الأركيد مرة واحدة، يا صديقي! حان الوقت لسماع قصص زملائك المقاتلين!",
      "brazilian": "Você tem que dar uma chegada no Fighting Ground e terminar o Modo Arcade uma vez! Hora de ouvir umas boas histórias de outros lutadores!",
      "english": "Gonna need ya to head to the Fighting Ground and finish Arcade Mode once, buddy! It's time ya heard the stories of your fellow fighters!",
      "french": "Va falloir que t'ailles sur le Fighting Ground et que tu finisses le mode Arcade une fois, t'sais ! Il est temps que t'apprennes les histoires des autres combattants !",
      "german": "Begib dich zum Fighting Ground und beende einmal den Arcade-Modus! Es wird Zeit, dass du die Geschichten deiner Mitstreiter hörst!",
      "italian": "Devi proprio farti un giro al Fighting Ground e finire la modalità Arcade, bello! È ora di sentire le storie dei tuoi compagni lottatori!",
      "japanese": "ファイティンググラウンドの「アーケード」をひとつ「クリア」してみてくれよ、baby！　そしたら、聞こえるだろ？　ファイターたちのstory！",
      "koreana": "파이팅 그라운드의 아케이드를 1개 클리어해 봐, baby! 그러면 파이터들의 story가 들려올걸!",
      "latam": "Vas a tener que ir al Fighting Ground y terminar el modo Arcade una vez. ¡Es hora de escuchar las historias de los demás peleadores!",
      "polish": "Musisz udać się do Fighting Ground i ukończyć tryb arcade! Nadszedł czas, by zapoznać się z historiami pozostałych wojowników!",
      "russian": "Итак, отправляйтесь к месту схваток и пройдите аркадный режим хотя бы разок! Пришло время услышать истории других классных бойцов!",
      "schinese": "baby！去通关斗技战场的一个“街机”游戏吧。这样你就能听到了吧？格斗手们的story！",
      "spanish": "Vas a tener que ir al Fighting Ground y terminar el modo Arcade una vez. ¡Es hora de escuchar las historias de los demás peleadores!",
      "tchinese": "嘗試「通過」一次格鬥之地的「街機模式」吧，buddy！如此一來就能聽見了吧？戰士們的story！",
      "token": "NEW_ACHIEVEMENT_2_7_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_40",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/aeddb8bc9694cb66a3dc41e580144536efeaaa4f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/3ce907d181a6c23f0bb7b25ba4b847252c90d67b.jpg",
    "displayName": {
      "arabic": "التدريب العملي",
      "brazilian": "Treino Prático",
      "english": "Practical Training",
      "french": "Entraînement pratique",
      "german": "Praktisches Training",
      "italian": "Allenamento pratico",
      "japanese": "実践的訓練",
      "koreana": "실용적 훈련",
      "latam": "Entrenamiento práctico",
      "polish": "Trening praktyczny",
      "russian": "Практическая тренировка",
      "schinese": "实战训练",
      "spanish": "Arma táctica",
      "tchinese": "實踐性訓練",
      "token": "NEW_ACHIEVEMENT_2_8_NAME"
    },
    "description": {
      "arabic": "لقد سمعت عن الهجمات المجمعة التجريبية، على ما أعتقد؟ حان الوقت للتدريب على التسلسلات الهجومية. أريدك أن تكمل 45 من هذه التسلسلات. سيكون الأمر صعبًا، لكن لديّ ثقة بالغة بك.",
      "brazilian": "Você conhece as provas de combo, não conhece? Elas servem para treinar sequências de ataque. Quero que você faça 45. Não vai ser fácil, mas eu tenho plena confiança em você.",
      "english": "You've heard of combo trials, I presume? It's time you practice attack sequences. I want you to finish 45 of them. It will be difficult, but I've the utmost faith in you.",
      "french": "Tu as entendu parler des Défis combo, j'imagine ? Le moment est venu pour toi d'apprendre les séquences d'attaque. Je veux que tu en termines 45. Ce sera difficile, mais j'ai foi en toi.",
      "german": "Du hast sicher von Combo-Prüfungen gehört, oder? Es wird Zeit, dass du Angriffssequenzen übst. Ich möchte, dass du 45 absolvierst. Es wird schwierig, aber ich habe volles Vertrauen in dich.",
      "italian": "Hai già sentito parlare delle sfide delle combo, vero? È ora di esercitarsi con gli attacchi in sequenza. Voglio che ne porti a termine 45. Sarà una missione difficile, ma ho molta fiducia in te.",
      "japanese": "「コンボトライアル」、分かるな？　連続技の訓練だ。お前には、それを45個クリアしてもらう。厳しいが、必ず身になる訓練だ。健闘を祈る。",
      "koreana": "콤보 트라이얼은 알고 있겠지? 연속기 훈련이다. 그걸 45개 클리어해 보도록. 어렵겠지만 반드시 도움이 될 거다. 건투를 빌지.",
      "latam": "Te suenan los desafíos combo, ¿no? Es hora de practicar secuencias de ataques. Quiero que termines 45. Será difícil, pero tengo total confianza en ti.",
      "polish": "Zakładam, że kojarzysz próby kombinacji? Pora przećwiczyć sekwencje ataków. Zalicz ich przynajmniej 45. Będzie ciężko, ale mam do ciebie pełne zaufanie.",
      "russian": "Полагаю, вы слышали о комбо-испытаниях? Пришло время поучиться выполнять серии атак. Я хочу, чтобы вы завершили их 45 раз. Будет непросто, но я верю, что вы справитесь.",
      "schinese": "你知道“连招锻炼”吧？就是练习打连招。你去完成45项吧。虽然很不容易，但对你很有好处，我相信你能行。",
      "spanish": "Te suenan los desafíos combo, ¿no? Es hora de practicar secuencias de ataques. Quiero que termines 45. Será difícil, pero tengo total confianza en ti.",
      "tchinese": "知道「連段試煉」吧？是連段的試煉。你就去完成45個吧。雖然嚴苛，卻絕對會是有益的試煉。祝你順利。",
      "token": "NEW_ACHIEVEMENT_2_8_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_41",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/b8ad649f05121602dc226823634b37be08283fe6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/85e5465c99b544756a2f9b5ea60ee735317ce0ab.jpg",
    "displayName": {
      "arabic": "قتال الناشئين",
      "brazilian": "Despontar nas Lutas",
      "english": "Fighting Fledgling",
      "french": "Novice du combat",
      "german": "Kämpfender Grünschnabel",
      "italian": "Pulcino della lotta",
      "japanese": "羽ばたきの練習",
      "koreana": "날아오르는 연습",
      "latam": "Luchador en ascenso",
      "polish": "Wojowniczy żółtodziób",
      "russian": "Птенец-боец",
      "schinese": "雏鸟学飞",
      "spanish": "Luchador en ciernes",
      "tchinese": "展翅練習",
      "token": "NEW_ACHIEVEMENT_2_9_NAME"
    },
    "description": {
      "arabic": "هل تعرف كيف يمكن لطائر السنونو أن يطير بسرعة تصل إلى 200 كيلومتر في الساعة؟ حسنًا، حتى هذه الطيور كانت صغيرة ذات مرة. التدريب خير وسيلة للإتقان. انتقل إلى وضع التدريب!",
      "brazilian": "Sabia que as andorinhas podem voar a até 200 quilômetros por hora? E todas elas já foram só um passarinho no ninho. É questão de treinar! Já para o Modo Treinamento!",
      "english": "You know how a swallow can fly at speeds of up to 200 kilometers an hour? Well, even they were chicks once. It's all about practice! Get yourself to Training Mode!",
      "french": "Tu savais que les hirondelles pouvaient voler jusqu'à 200 kilomètres heure ? Sache qu'elles aussi ont été des oisillons. Tout est question d'entraînement ! Alors, fonce essayer le mode Entraînement !",
      "german": "Weißt du, dass Schwalben bis zu 200 km/h schnell fliegen können? Na ja, auch sie waren einst Küken. Es ist nur eine Frage der Übung! Also bring dich in den Trainingsmodus!",
      "italian": "Sai che le rondini possono volare raggiungendo i 200 chilometri orari? Beh, anche loro erano dei rondinini, una volta. È solo una questione di pratica! Vai alla modalità Allenamento!",
      "japanese": "知ってるか？　時速200キロで飛ぶツバメも……最初はひな鳥で、練習から始めるんだ。おまえも「トレーニングモード」で練習だな。",
      "koreana": "그거 알아? 시속 200km로 나는 제비도 처음엔 아기 새였어. 하늘을 나는 연습부터 시작하지. 너도 트레이닝 모드로 연습해 봐.",
      "latam": "¿Sabes que las golondrinas pueden alcanzar los 200 kilómetros por hora? Bueno, pues ellas también fueron pollitos en su día. ¡Es cuestión de práctica! Vete al modo entrenamiento.",
      "polish": "Wiesz, że jaskółki potrafią latać z prędkością do 200 kilometrów na godzinę? Cóż, nawet, jeśli były kiedyś pisklętami. To kwestia treningu! Przejdź do trybu treningowego!",
      "russian": "А вы знали, что ласточки могут летать со скоростью 200 километров в час? Но даже они когда-то были птенцами. Главное — это практика! Загляните в режим тренировки!",
      "schinese": "你知道吗？空中时速200公里的燕子……也是从一只雏鸟练出来的。你也要在“训练模式”中多多练习。",
      "spanish": "¿Sabes que las golondrinas pueden alcanzar los 200 kilómetros por hora? Bueno, pues ellas también fueron polluelos en su día. ¡Es cuestión de práctica! Vete al modo entrenamiento.",
      "tchinese": "你知道嗎？就算是飛行時速達到200公里的燕子……最初都是從雛鳥開始練習的。你也透過「訓練模式」進行練習吧。",
      "token": "NEW_ACHIEVEMENT_2_9_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_42",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/4ab4a409286793e833121564e55631c2aaeab15f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/3543b8872f0d6ec2ae126b6cb352781148ba4495.jpg",
    "displayName": {
      "arabic": "مخطوطة المقاتلين",
      "brazilian": "Códice dos Lutadores",
      "english": "Fighters' Codex",
      "french": "Codex des combattants",
      "german": "Kämpferkodex",
      "italian": "Codex luctatorum",
      "japanese": "ファイターたちの秘伝書？",
      "koreana": "파이터들의 비전서?",
      "latam": "Código del luchador",
      "polish": "Kodeks wojowników",
      "russian": "Кодекс бойца",
      "schinese": "格斗手秘传？",
      "spanish": "Código del luchador",
      "tchinese": "戰士們的秘笈？",
      "token": "NEW_ACHIEVEMENT_2_10_NAME"
    },
    "description": {
      "arabic": "هواه، هل رأيت إرشادات الشخصية هذه؟ إنها أكثر من رائعة! تحتوي على جميع أنواع المعلومات حول حركات الأشخاص وأساليبهم القتالية. أوه نعم، كما أنها تحسّن من سمعة Bushinryu، بطبيعة الحال.",
      "brazilian": "Uau, viu esses Guias de Personagens? Material de primeira! Eles têm todo tipo de informação sobre os estilos e golpes do pessoal. O Bushinryu também marca presença lá.",
      "english": "Whoa, you seen these Character Guide things? Talk about rad! They've got all kinds of info about people's fighting styles and moves. Oh yeah, Bushinryu gets some rep too, naturally.",
      "french": "Ouah, tu as vu ces guides sur les personnages ? C'est de la balle ! Ils ont plein d'infos sur les styles de combat et les techniques. Ah ouais, ça parle aussi du Bushinryu, évidemment.",
      "german": "Hast du schon mal diese Charakterleifäden gesehen? Die sind der Hammer! Sie enthalten Informationen über Kampfstile und Moves der Leute. Ach ja – Bushinryu wird selbstverständlich auch erwähnt.",
      "italian": "Wow, hai visto quelle cose nella Guida ai personaggi? Che figata! Ci sono un sacco di info sugli stili di lotta e le mosse di tutti. Oh, sì, anche la Bushinryu ha un suo spazio, ovviamente.",
      "japanese": "わお！　「キャラクターガイド」っていうの、いいね！　ファイターたちの技とか闘い方が解説されてるんだ。プレイしてみたら？　あ、ブシンリューもあるよ。",
      "koreana": "와우! 캐릭터 가이드라는 거 좋네! 파이터들의 기술이랑 싸우는 방법이 해설되어 있더라. 플레이해 보지 그래? 아, 무신류에 관한 것도 있어.",
      "latam": "¿Viste las guías de personajes? ¡Son increíbles! Tienen información sobre los estilos de lucha y los movimientos de la gente. Ah, sí, también sale el bushinryu, obviamente.",
      "polish": "O rany, pokazywał ci już ktoś te poradniki do nauki postaci? Ale to jest fajne! Mają tam najróżniejsze informacje o stylach walki i ciosach. A, tak, naturalnie, jest też sekcja o Bushinryu.",
      "russian": "Ого, заценили руководство по персонажам? Очень круто! Там есть всякая полезная информация о разных бойцовских стилях и приемах. Ах да, там и про Bushinryu кое-что есть.",
      "schinese": "哦！“角色指南”真是好东西啊！会教你格斗手们的招式和格斗方式。你去看看怎么样？啊，也会教你武神流哦。",
      "spanish": "¿Has visto las guías de personajes? ¡Son una pasada! Tienen información sobre los estilos de lucha y los movimientos de la gente. Ah, sí, también sale el bushinryu, obviamente.",
      "tchinese": "嘩哦！這個叫「角色指南」的真棒呢！會講解戰士們的招式和格鬥方式。嘗試玩玩看吧？啊，也有武神流哦。",
      "token": "NEW_ACHIEVEMENT_2_10_DESC"
    }
  },
  {
    "name": "ACHIEVEMENT_43",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/7f8428ebba5ef2a6df4d90d1029a905ad7434a0d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1364780/8ddac428e518864687c3cc158d4a45962dd97c55.jpg",
    "displayName": {
      "arabic": "زمام المبادرة",
      "brazilian": "Tomando a Iniciativa",
      "english": "Taking Initiative",
      "french": "Prise d'initiatives",
      "german": "Initiative ergreifen",
      "italian": "Prendere l'iniziativa",
      "japanese": "教えを請うには",
      "koreana": "가르침을 구하려면",
      "latam": "Tomando la iniciativa",
      "polish": "Przejęcie inicjatywy",
      "russian": "Личная инициатива",
      "schinese": "请赐教",
      "spanish": "Toma de iniciativa",
      "tchinese": "請求指教",
      "token": "NEW_ACHIEVEMENT_2_11_NAME"
    },
    "description": {
      "arabic": "هل تريد أن تتعلم أساسيات قتال الشوارع؟ حسنا، هذا مؤسف، لأنني لست في مزاج يسمح بقبول أي طلاب. انتقل إلى الدورات التدريبية، يا فتى.",
      "brazilian": "Quer aprender o básico sobre briga de rua? Sinto muito, mas não tô no clima de ensinar nada pra ninguém. Vai lá conferir os Tutoriais.",
      "english": "You want to learn street fighting fundamentals? Well, too bad, 'cause I'm not in the mood to take on any students. Go hit the Tutorials, kid.",
      "french": "Tu veux apprendre les fondamentaux du combat de rue ? Dommage, parce que je suis pas d'humeur à prendre des élèves. Va voir les tutoriels, petit.",
      "german": "Du willst die Grundlagen des Straßenkampfs lernen? Tja, Pech gehabt, ich habe gerade keine Lust, Schüler anzunehmen. Geh zu den Tutorials.",
      "italian": "Vuoi imparare le basi della lotta di strada? Beh, peccato, perché non sono dell'umore per prendere nuovi studenti. Vai a vederti i Tutorial.",
      "japanese": "ストリートファイトの基礎が知りたい？　悪いが、今は弟子を取るような気分じゃない……。「チュートリアル」に行ってくれ。",
      "koreana": "스트리트 파이트의 기초를 알고 싶다고? 미안하지만 지금은 제자를 들일 기분이 아니야... 튜토리얼에 가서 익혀봐.",
      "latam": "¿Quieres aprender los principios básicos de la lucha callejera? Pues qué lástima, porque no tengo ganas de aceptar discípulos. Pero visita los tutoriales.",
      "polish": "Chcesz nauczyć się podstaw walki na ulicy? Cóż, to lipa, bo nie jestem w nastroju, żeby kogoś uczyć. Przejrzyj sobie samouczki.",
      "russian": "Хотите научиться основам уличного боя? Жаль, потому что я не в настроении брать к себе учеников. Так что бегом в раздел обучения.",
      "schinese": "想了解街头格斗的基础？不好意思，我现在没心思收徒……你去“教学”看看吧。",
      "spanish": "¿Quieres aprender los principios básicos de la lucha callejera? Pues es una pena, porque no me apetece aceptar discípulos. Pero pásate por los tutoriales.",
      "tchinese": "想知道街頭格鬥的基礎？不好意思，我現在並不想收徒弟……去「教學」看看吧。",
      "token": "NEW_ACHIEVEMENT_2_11_DESC"
    }
  }
]