[
  {
    "name": "ACH_FREE_ELYRA",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/4004760/d68e615709adbe27dff70bbb9725f41dc4cc8ebc.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/4004760/6844a663d73763b56129e620a26cfcc045db3ba3.jpg",
    "displayName": {
      "arabic": "الهمسات المحررة",
      "brazilian": "Sussurros Libertos",
      "bulgarian": "Освободени Шепоти",
      "czech": "Osvobozené Šepoty",
      "danish": "Befriede Hvisken",
      "dutch": "Bevrijde Gefluister",
      "english": "Whispers Unchained",
      "finnish": "Vapautetut Kuiskaukset",
      "french": "Murmures Libérés",
      "german": "Befreite Flüstern",
      "greek": "Απελευθερωμένοι Ψίθυροι",
      "hungarian": "Felszabadított Suttogások",
      "indonesian": "Bisikan Terbebaskan",
      "italian": "Sussurri Liberati",
      "japanese": "解放されたささやき",
      "koreana": "해방된 속삭임",
      "latam": "Susurros Liberados",
      "norwegian": "Frigjorte Hvisker",
      "polish": "Wyzwolone Szepty",
      "portuguese": "Sussurros Libertados",
      "romanian": "Șoapte Eliberate",
      "russian": "Освобожденный шепот",
      "schinese": "解放的低语",
      "spanish": "Susurros Liberados",
      "swedish": "Befriade Viskar",
      "tchinese": "解放的低語",
      "thai": "กระซิบที่ถูกปลดปล่อย",
      "token": "NEW_ACHIEVEMENT_1_0_NAME",
      "turkish": "Zincirlerinden Kurtulmuş Fısıltılar",
      "ukrainian": "Звільнені Шепоти",
      "vietnamese": "Lời Thì Thầm Được Giải Phóng"
    },
    "description": {
      "arabic": "حرر إليرا، إلهة الهمسات، من صمتها الأبدي وأعد صوتها إلى العالم.",
      "brazilian": "Liberte Elyra, a Deusa dos Sussurros, de seu silêncio eterno e devolva sua voz ao mundo.",
      "bulgarian": "Освободете Елира, Богинята на Шепота, от вечното ѝ мълчание и върнете гласа ѝ на света.",
      "czech": "Osvoboďte Elyru, Bohyni Šeptů, z jejího věčného mlčení a vraťte jí hlas do světa.",
      "danish": "Befri Elyra, Hviske-Gudinden, fra hendes evige tavshed og giv hendes stemme tilbage til verden.",
      "dutch": "Bevrijd Elyra, de Fluistergodin, uit haar eeuwige stilte en geef haar stem terug aan de wereld.",
      "english": "Free Elyra, the Whisper Goddess, from her eternal silence and restore her voice to the world.",
      "finnish": "Vapauta Elyra, Kuiskausten Jumalatar, ikuisesta hiljaisuudesta ja palauta hänen äänensä maailmaan.",
      "french": "Libérez Elyra, la Déesse des Murmures, de son silence éternel et rendez-lui sa voix.",
      "german": "Befreie Elyra, die Flüstergöttin, aus ihrer ewigen Stille und gib ihr ihre Stimme zurück.",
      "greek": "Ελευθερώστε την Έλιρα, τη Θεά των Ψιθύρων, από την αιώνια σιωπή της και επαναφέρετε τη φωνή της στον κόσμο.",
      "hungarian": "Szabadítsd ki Elyrát, a Suttogás Istennőjét örök csendjéből, és add vissza hangját a világnak.",
      "indonesian": "Bebaskan Elyra, Dewi Bisikan, dari kesunyian abadinya dan kembalikan suaranya ke dunia.",
      "italian": "Libera Elyra, la Dea dei Sussurri, dal suo silenzio eterno e restituiscile la voce.",
      "japanese": "ささやきの女神エリラを永遠の沈黙から解放し、彼女の声を世界に取り戻せ。",
      "koreana": "속삭임의 여신 엘리라를 영원한 침묵에서 해방하고 그녀의 목소리를 세상에 돌려주십시오.",
      "latam": "Liberá a Elyra, la Diosa de los Susurros, de su silencio eterno y devolvé su voz al mundo.",
      "norwegian": "Befri Elyra, Hviske-Gudinnen, fra hennes evige taushet og gjenopprett hennes stemme til verden.",
      "polish": "Uwolnij Elyrę, Boginię Szeptów, z wiecznego milczenia i przywróć jej głos światu.",
      "portuguese": "Liberte Elyra, a Deusa dos Sussurros, do seu silêncio eterno e devolva a sua voz ao mundo.",
      "romanian": "Eliberează-o pe Elyra, Zeița Șoaptelor, din tăcerea ei eternă și redă-i vocea lumii.",
      "russian": "Освободите Элиру, Богиню Шепота, из вечного молчания и верните ей голос.",
      "schinese": "将低语女神艾莉拉从永恒的沉默中解放出来，让她的声音重回世界。",
      "spanish": "Libera a Elyra, la Diosa de los Susurros, de su silencio eterno y devuélvele su voz al mundo.",
      "swedish": "Befria Elyra, Viskningarnas Gudinna, från hennes eviga tystnad och återställ hennes röst till världen.",
      "tchinese": "將低語女神艾莉拉從永恆的沉默中解放出來，讓她的聲音重回世界。",
      "thai": "ปลดปล่อยเอลีรา เทพธิดาแห่งกระซิบ จากความเงียบนิรันดร์และคืนเสียงของเธอสู่โลก",
      "token": "NEW_ACHIEVEMENT_1_0_DESC",
      "turkish": "Fısıltı Tanrıçası Elyra'yı ebedi sessizliğinden kurtar ve sesini dünyaya geri ver.",
      "ukrainian": "Звільніть Еліру, Богиню Шепоту, з її вічного мовчання і поверніть їй голос до світу.",
      "vietnamese": "Giải phóng Elyra, Nữ Thần Thì Thầm, khỏi sự im lặng vĩnh cửu và trả lại giọng nói của cô cho thế giới."
    }
  },
  {
    "name": "ACH_SAVE_ELDERGAARD",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/4004760/1c0ceca3dbed0fd2c69c97bd3164a8ce450b9462.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/4004760/e3acb0a374acd5ae064a10640f0fe20bfc7def2c.jpg",
    "displayName": {
      "arabic": "منقذ إلدرغارد",
      "brazilian": "Salvador de Eldergaard",
      "bulgarian": "Спасител на Елдергаард",
      "czech": "Zachránce Eldergaardu",
      "danish": "Eldergaards Frelser",
      "dutch": "Redder van Eldergaard",
      "english": "Savior of Eldergaard",
      "finnish": "Eldergaardin Pelastaja",
      "french": "Sauveur d'Eldergaard",
      "german": "Retter von Eldergaard",
      "greek": "Σωτήρας του Έλντεργκααρντ",
      "hungarian": "Eldergaard Megmentője",
      "indonesian": "Penyelamat Eldergaard",
      "italian": "Salvatore di Eldergaard",
      "japanese": "エルダーガードの救世主",
      "koreana": "엘더가드의 구원자",
      "latam": "Salvador de Eldergaard",
      "norwegian": "Eldergaards Frelser",
      "polish": "Zbawca Eldergaard",
      "portuguese": "Salvador de Eldergaard",
      "romanian": "Salvator al Eldergaard",
      "russian": "Спаситель Эльдергаарда",
      "schinese": "艾尔德加德的救世主",
      "spanish": "Salvador de Eldergaard",
      "swedish": "Eldergaards Räddare",
      "tchinese": "艾爾德加德的救世主",
      "thai": "ผู้กอบกู้เอลเดอร์การ์ด",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "turkish": "Eldergaard'ın Kurtarıcısı",
      "ukrainian": "Рятівник Ельдергаарда",
      "vietnamese": "Cứu Tinh của Eldergaard"
    },
    "description": {
      "arabic": "أغلق جميع بوابات الجحيم وأوقف اليوم الدموي من ابتلاع إلدرغارد.",
      "brazilian": "Feche todos os Portões do Inferno e impeça que o Dia Sangrento consuma Eldergaard.",
      "bulgarian": "Затворете всички Порти на Ада и спрете Кървавия Ден да погълне Елдергаард.",
      "czech": "Zavřete všechny Pekelné Brány a zastavte Krvavý Den v pohlcení Eldergaardu.",
      "danish": "Luk alle Helvedes Porte og stop den Blodige Dag fra at fortære Eldergaard.",
      "dutch": "Sluit alle Helsepoorten en stop de Bloedige Dag voordat deze Eldergaard verslindt.",
      "english": "Close all Hell Gates and stop the Bloody Day from consuming Eldergaard.",
      "finnish": "Sulje kaikki Helvetin Portit ja estä Verisen Päivän nielemästä Eldergaardia.",
      "french": "Fermez toutes les Portes de l'Enfer et empêchez le Jour Sanglant de consumer Eldergaard.",
      "german": "Schließe alle Höllentore und verhindere, dass der Blutige Tag Eldergaard verschlingt.",
      "greek": "Κλείστε όλες τις Πύλες του Άδη και σταματήστε την Αιματηρή Ημέρα από το να καταπιεί το Έλντεργκααρντ.",
      "hungarian": "Zárd be az összes Pokol Kapuját, és állítsd meg a Véres Napot, hogy ne nyelje el Eldergaardot.",
      "indonesian": "Tutup semua Gerbang Neraka dan hentikan Hari Berdarah dari menelan Eldergaard.",
      "italian": "Chiudi tutte le Porte dell'Inferno e ferma il Giorno Sanguinoso dal consumare Eldergaard.",
      "japanese": "すべての地獄の門を閉じ、血の日がエルダーガードを飲み込むのを止めろ。",
      "koreana": "모든 지옥문을 닫고 피의 날이 엘더가드를 집어삼키는 것을 막으십시오.",
      "latam": "Cerrá todas las Puertas del Infierno e impedí que el Día Sangriento consuma Eldergaard.",
      "norwegian": "Lukk alle Helvetesporter og stopp den Blodige Dagen fra å fortære Eldergaard.",
      "polish": "Zamknij wszystkie Wrota Piekieł i powstrzymaj Krwawy Dzień przed pochłonięciem Eldergaard.",
      "portuguese": "Feche todos os Portões do Inferno e impeça que o Dia Sangrento consuma Eldergaard.",
      "romanian": "Închide toate Porțile Iadului și oprește Ziua Sângeroasă să consume Eldergaard.",
      "russian": "Закройте все Врата Ада и не дайте Кровавому Дню поглотить Эльдергаард.",
      "schinese": "关闭所有地狱之门，阻止血腥之日吞噬艾尔德加德。",
      "spanish": "Cierra todas las Puertas del Infierno e impide que el Día Sangriento consuma Eldergaard.",
      "swedish": "Stäng alla Helvetesportar och stoppa den Blodiga Dagen från att sluka Eldergaard.",
      "tchinese": "關閉所有地獄之門，阻止血腥之日吞噬艾爾德加德。",
      "thai": "ปิดประตูนรกทั้งหมดและหยุดวันเลือดไม่ให้กลืนกินเอลเดอร์การ์ด",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "turkish": "Tüm Cehennem Kapılarını kapat ve Kanlı Gün'ün Eldergaard'ı yutmasını engelle.",
      "ukrainian": "Закрийте всі Ворота Пекла і зупиніть Кривавий День від поглинання Ельдергаарда.",
      "vietnamese": "Đóng tất cả các Cổng Địa Ngục và ngăn Ngày Đẫm Máu nhấn chìm Eldergaard."
    }
  },
  {
    "name": "ACH_DEFEAT_ZYTHER",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/4004760/66fa52e6e6a7bc39e27b9a5cb65179c9527b4c8a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/4004760/30ca87c1216465168aa036f1ceffeae8c65b0882.jpg",
    "displayName": {
      "arabic": "نهاية الكسوف",
      "brazilian": "Fim do Eclipse",
      "bulgarian": "Край на Затъмнението",
      "czech": "Konec Zatmění",
      "danish": "Formørkelsens Ende",
      "dutch": "Einde van de Verduistering",
      "english": "End of the Eclipse",
      "finnish": "Pimennyksen Loppu",
      "french": "Fin de l'Éclipse",
      "german": "Ende der Finsternis",
      "greek": "Τέλος της Έκλειψης",
      "hungarian": "A Napfogyatkozás Vége",
      "indonesian": "Akhir Gerhana",
      "italian": "Fine dell'Eclissi",
      "japanese": "日食の終焉",
      "koreana": "일식의 종말",
      "latam": "Fin del Eclipse",
      "norwegian": "Formørkelsens Ende",
      "polish": "Koniec Zaćmienia",
      "portuguese": "Fim do Eclipse",
      "romanian": "Sfârșitul Eclipsei",
      "russian": "Конец затмения",
      "schinese": "日食的终结",
      "spanish": "Fin del Eclipse",
      "swedish": "Förmörkelsens Slut",
      "tchinese": "日食的終結",
      "thai": "จุดจบของสุริยุปราง",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "turkish": "Tutulmanın Sonu",
      "ukrainian": "Кінець Затемнення",
      "vietnamese": "Kết Thúc Nhật Thực"
    },
    "description": {
      "arabic": "اهزم زايثر، مصدر مسبك الجحيم، وأنهِ الكسوف إلى الأبد.",
      "brazilian": "Derrote Zyther, a fonte da Forja Infernal, e termine o eclipse de uma vez por todas.",
      "bulgarian": "Победете Зайтър, източникът на Адската Кузница, и сложете край на затъмнението завинаги.",
      "czech": "Porazte Zythera, zdroj Pekelné Kovárny, a ukončete zatmění jednou provždy.",
      "danish": "Besejr Zyther, kilden til Helvedes Esse, og afslut formørkelsen en gang for alle.",
      "dutch": "Versla Zyther, de bron van de Helse Smederij, en beëindig de verduistering voorgoed.",
      "english": "Defeat Zyther, the source of the Hell Forge, and end the eclipse once and for all.",
      "finnish": "Voita Zyther, Helvetin Pajan lähde, ja lopeta pimennys lopullisesti.",
      "french": "Vainquez Zyther, la source de la Forge Infernale, et mettez fin à l'éclipse une fois pour toutes.",
      "german": "Besiege Zyther, die Quelle der Höllenesse, und beende die Finsternis ein für alle Mal.",
      "greek": "Νικήστε τον Ζάιθερ, την πηγή του Φούρνου του Άδη, και τερματίστε την έκλειψη μια για πάντα.",
      "hungarian": "Győzd le Zythert, a Pokoli Kohó forrását, és vesd véget a napfogyatkozásnak végleg.",
      "indonesian": "Kalahkan Zyther, sumber Perapian Neraka, dan akhiri gerhana untuk selamanya.",
      "italian": "Sconfiggi Zyther, la fonte della Forgia Infernale, e poni fine all'eclissi una volta per tutte.",
      "japanese": "地獄の炉の源であるザイサーを倒し、日食を完全に終わらせろ。",
      "koreana": "지옥 대장간의 근원인 자이더를 물리치고 일식을 영원히 끝내십시오.",
      "latam": "Derrotá a Zyther, la fuente de la Forja Infernal, y terminá con el eclipse de una vez por todas.",
      "norwegian": "Beseir Zyther, kilden til Helvetes-Essa, og avslutt formørkelsen en gang for alle.",
      "polish": "Pokonaj Zythera, źródło Piekielnej Kuźni, i zakończ zaćmienie raz na zawsze.",
      "portuguese": "Derrote Zyther, a fonte da Forja Infernal, e termine o eclipse de uma vez por todas.",
      "romanian": "Înfrânge-l pe Zyther, sursa Forjei Infernale, și pune capăt eclipsei o dată pentru totdeauna.",
      "russian": "Победите Зайтера, источник Адской Кузни, и навсегда положите конец затмению.",
      "schinese": "击败地狱熔炉之源赛瑟，彻底终结日食。",
      "spanish": "Derrota a Zyther, la fuente de la Forja Infernal, y termina con el eclipse de una vez por todas.",
      "swedish": "Besegra Zyther, källan till Helvetessmedjans, och avsluta förmörkelsen en gång för alla.",
      "tchinese": "擊敗地獄熔爐之源賽瑟，徹底終結日食。",
      "thai": "เอาชนะไซเธอร์ แหล่งกำเนิดของเตาหลอมนรก และยุติสุริยุปรางค์อย่างถาวร",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "turkish": "Cehennem Dökümhanesinin kaynağı Zyther'ı yenilgiye uğrat ve tutulmayı sonsuza kadar bitir.",
      "ukrainian": "Переможіть Зайтера, джерело Пекельної Кузні, і покладіть кінець затемненню раз і назавжди.",
      "vietnamese": "Đánh bại Zyther, nguồn gốc của Lò Rèn Địa Ngục, và kết thúc nhật thực một lần và mãi mãi."
    }
  },
  {
    "name": "ACH_FIND_HELL_FORGE",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/4004760/8af1e6ce6e30571ccb2280c51bf62bf814108893.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/4004760/e21436456e9d1d18ab8d5ebf887b99ec6f8fadd1.jpg",
    "displayName": {
      "arabic": "وراء الحجاب",
      "brazilian": "Além do Véu",
      "bulgarian": "Отвъд Булото",
      "czech": "Za Závojem",
      "danish": "Hinsides Sløret",
      "dutch": "Voorbij de Sluier",
      "english": "Beyond the Veil",
      "finnish": "Verhon Tuolla Puolen",
      "french": "Au-delà du Voile",
      "german": "Jenseits des Schleiers",
      "greek": "Πέρα από το Πέπλο",
      "hungarian": "A Fátyol Mögött",
      "indonesian": "Melampaui Tabir",
      "italian": "Oltre il Velo",
      "japanese": "ヴェールの向こう",
      "koreana": "장막 너머",
      "latam": "Más Allá del Velo",
      "norwegian": "Bortenfor Sløret",
      "polish": "Poza Zasłoną",
      "portuguese": "Além do Véu",
      "romanian": "Dincolo de Văl",
      "russian": "За пределами завесы",
      "schinese": "帷幕之外",
      "spanish": "Más Allá del Velo",
      "swedish": "Bortom Slöjan",
      "tchinese": "帷幕之外",
      "thai": "พ้นม่านมายา",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "turkish": "Peçenin Ötesinde",
      "ukrainian": "За Завісою",
      "vietnamese": "Vượt Ra Bức Màn"
    },
    "description": {
      "arabic": "اكتشف البعد المخفي واكشف الحقيقة وراء مسبك الجحيم.",
      "brazilian": "Descubra a dimensão oculta e revele a verdade por trás da Forja Infernal.",
      "bulgarian": "Открийте скритото измерение и разкрийте истината зад Адската Кузница.",
      "czech": "Objevte skrytou dimenzi a odhalte pravdu za Pekelnou Kovárnou.",
      "danish": "Opdag den skjulte dimension og afdæk sandheden bag Helvedes Esse.",
      "dutch": "Ontdek de verborgen dimensie en onthul de waarheid achter de Helse Smederij.",
      "english": "Discover the hidden dimension and uncover the truth behind the Hell Forge.",
      "finnish": "Löydä piilotettu ulottuvuus ja paljasta totuus Helvetin Pajan takana.",
      "french": "Découvrez la dimension cachée et révélez la vérité derrière la Forge Infernale.",
      "german": "Entdecke die verborgene Dimension und enthülle die Wahrheit hinter der Höllenesse.",
      "greek": "Ανακαλύψτε την κρυφή διάσταση και αποκαλύψτε την αλήθεια πίσω από τον Φούρνο του Άδη.",
      "hungarian": "Fedezd fel a rejtett dimenziót, és tárdd fel az igazságot a Pokoli Kohó mögött.",
      "indonesian": "Temukan dimensi tersembunyi dan ungkap kebenaran di balik Perapian Neraka.",
      "italian": "Scopri la dimensione nascosta e svela la verità dietro la Forgia Infernale.",
      "japanese": "隠された次元を発見し、地獄の炉の背後にある真実を明らかにせよ。",
      "koreana": "숨겨진 차원을 발견하고 지옥 대장간 뒤에 숨은 진실을 밝히십시오.",
      "latam": "Descubrí la dimensión oculta y revelá la verdad detrás de la Forja Infernal.",
      "norwegian": "Oppdag den skjulte dimensjonen og avdekk sannheten bak Helvetes-Essa.",
      "polish": "Odkryj ukryty wymiar i poznaj prawdę o Piekielnej Kuźni.",
      "portuguese": "Descubra a dimensão oculta e revele a verdade por trás da Forja Infernal.",
      "romanian": "Descoperă dimensiunea ascunsă și dezvăluie adevărul din spatele Forjei Infernale.",
      "russian": "Откройте скрытое измерение и раскройте правду об Адской Кузне.",
      "schinese": "发现隐藏的维度，揭开地狱熔炉背后的真相。",
      "spanish": "Descubre la dimensión oculta y revela la verdad detrás de la Forja Infernal.",
      "swedish": "Upptäck den dolda dimensionen och avslöja sanningen bakom Helvetessmedjan.",
      "tchinese": "發現隱藏的維度，揭開地獄熔爐背後的真相。",
      "thai": "ค้นพบมิติที่ซ่อนอยู่และเปิดเผยความจริงเบื้องหลังเตาหลอมนรก",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "turkish": "Gizli boyutu keşfet ve Cehennem Dökümhanesinin ardındaki gerçeği ortaya çıkar.",
      "ukrainian": "Відкрийте приховану dimension і розкрийте правду за Пекельною Кузнею.",
      "vietnamese": "Khám phá chiều không gian ẩn và vén màn sự thật đằng sau Lò Rèn Địa Ngục."
    }
  }
]