[
  {
    "appid": "3474060",
    "itemdefid": "1",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Mammoth dung",
    "name_german": "Mammutkot",
    "name_french": "Excréments de mammouth",
    "name_italian": "Escrementi di Mammut",
    "name_spanish": "Stiércol de mamut",
    "name_russian": "Мамонтово дерьмо",
    "quantity": 0,
    "description": "Fossilized mammoth dung – an ancient artifact that definitely won't end up in a museum. It has no archaeological value but can be sold to a pawnshop. Perfect for starting a fire or pulling pranks on friends.",
    "description_german": "Fossilisiertem Mammutkot – ein antikes Artefakt, das definitiv nicht in einem Museum landet. Es hat keinen archäologischen Wert, kann aber an ein Pfandhaus verkauft werden. Perfekt, um ein Feuer zu entfachen oder Freunde zu erschrecken.",
    "description_french": "Des excréments fossilisés de mammouth - un artefact ancien qui ne finira certainement pas dans un musée. Ils n'ont aucune valeur archéologique mais peuvent être vendus dans un prêteur sur gages. Parfait pour allumer un feu ou jouer des tours à des amis.",
    "description_italian": "Escrementi fossilizzati di mammut - un artefatto antico che sicuramente non finirà in un museo. Non ha alcun valore archeologico, ma può essere venduto a un banco dei pegni. Perfetto per accendere un fuoco o fare scherzi agli amici.",
    "description_spanish": "Excremento fosilizado de mamut: un artefacto antiguo que definitivamente no terminará en un museo. No tiene valor arqueológico, pero se puede vender en una casa de empeño. Perfecto para encender un fuego o gastar bromas a los amigos.",
    "description_russian": "Окаменелое дерьмо мамонта - экспонат древности, который точно не попадет в музей. Археологической ценности не имеет, можно продать в ломбард. Идеально подходит для растопки костра или для шуток над друзьями.",
    "icon_url": "https://drive.google.com/uc?id=1WT2F8ZcPAIeB-7tQUbW69cI_eZOXCVAX",
    "icon_url_large": "https://drive.google.com/uc?id=1BKIaaFu3o20FPihvQBII2i2N3AcWS7-e",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "2",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Coin of an unknown culture",
    "name_german": "Münze einer unbekannten Kultur",
    "name_french": "Pièce de monnaie d'une culture inconnue",
    "name_italian": "Moneta di una cultura sconosciuta",
    "name_spanish": "Moneda de una cultura desconocida.",
    "name_russian": "Монета неизвестной культуры",
    "quantity": 0,
    "description": "This ancient coin of an unknown culture is adorned with a mysterious symbol in the center, surrounded by enigmatic marks along the edges that remain undeciphered. The composition of gold and bronze gives it weight and an ancient appearance.",
    "description_german": "Diese antike Münze einer unbekannten Kultur ist mit einem mysteriösen Symbol in der Mitte verziert, umgeben von rätselhaften Zeichen am Rand, die noch nicht entschlüsselt wurden. Die Zusammensetzung aus Gold und Bronze verleiht ihr Gewicht und ein antikes Aussehen.",
    "description_french": "Cette ancienne pièce de monnaie d'une culture inconnue est ornée d'un symbole mystérieux au centre, entouré de marques énigmatiques sur les bords qui restent indéchiffrées. La composition en or et en bronze lui donne du poids et une apparence antique.",
    "description_italian": "Questa moneta antica di una cultura sconosciuta è adornata da un simbolo misterioso al centro, circondato da segni enigmatici lungo i bordi che rimangono indecifrati. La composizione di oro e bronzo le conferisce peso e un aspetto antico.",
    "description_spanish": "Esta antigua moneda de una cultura desconocida está adornada con un símbolo misterioso en el centro, rodeado por marcas enigmáticas en los bordes que siguen sin descifrarse. La composición de oro y bronce le otorga peso y un aspecto antiguo.",
    "description_russian": "Эта древняя монета неизвестной культуры украшена загадочным символом в центре, окружённым таинственными знаками по краям, которые остаются нерасшифрованными. Состав из золота и бронзы придаёт ей вес и древний вид.",
    "icon_url": "https://drive.google.com/uc?id=10nVsPBvRsGA3HZs1rjW5uDw1G3atpDRX",
    "icon_url_large": "https://drive.google.com/uc?id=12WzLelUh2ndak0Tqsj8Gxc9MUztEWMJZ",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "3",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Ancient Chinese Coin",
    "name_german": "Antike Chinesische Münze",
    "name_french": "Pièce de monnaie chinoise antique",
    "name_italian": "Moneta Cinese Antica",
    "name_spanish": "Moneda China Antigua",
    "name_russian": "Древняя китайская монета",
    "quantity": 0,
    "description": "An ancient Chinese coin with the portrait of an emperor. Elegant characters are engraved around the edges, denoting the dynasty and era. The metal is covered with a light patina, highlighting its age and significance.",
    "description_german": "Eine antike chinesische Münze mit dem Porträt eines Kaisers. Elegante Zeichen sind am Rand eingraviert, die die Dynastie und Ära bezeichnen. Das Metall ist mit einer leichten Patina überzogen, die sein Alter und seine Bedeutung hervorhebt.",
    "description_french": "Une pièce de monnaie chinoise antique avec le portrait d'un empereur. Des caractères élégants sont gravés autour des bords, indiquant la dynastie et l'époque. Le métal est recouvert d'une légère patine, mettant en valeur son âge et son importance.",
    "description_italian": "Una moneta cinese antica con il ritratto di un imperatore. Caratteri eleganti sono incisi lungo i bordi, a denotare la dinastia e l'era. Il metallo è coperto da una leggera patina, che ne evidenzia l'età e l'importanza.",
    "description_spanish": "Una moneda china antigua con el retrato de un emperador. En los bordes están grabados caracteres elegantes que indican la dinastía y la época. El metal está cubierto con una ligera pátina que resalta su antigüedad y significado.",
    "description_russian": "Древняя китайская монета с портретом императора. По краям выгравированы изящные иероглифы, обозначающие династию и эпоху. Металл покрыт лёгкой патиной, подчёркивающей её возраст и значимость.",
    "icon_url": "https://drive.google.com/uc?id=15QenCxtvCNyNZ8saw7fhCNLOa3LdZ1X7",
    "icon_url_large": "https://drive.google.com/uc?id=1X15ZPytFscW-7QE0MibyjMENA5oAbmcJ",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "4",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Ancient Greek Coin",
    "name_german": "Antike griechische Münze",
    "name_french": "Pièce de monnaie grecque antique",
    "name_italian": "Moneta greca antica",
    "name_spanish": "Moneda Griega antigua",
    "name_russian": "Древняя греческая монета",
    "quantity": 0,
    "description": "An ancient Greek coin featuring the image of the goddess Athena, her profile adorned with a laurel wreath—a symbol of victory and wisdom. The metal has a silvery hue, with slight wear and a patina that emphasize its age.",
    "description_german": "Eine antike griechische Münze mit dem Bild der Göttin Athena, deren Profil mit einem Lorbeerkranz geschmückt ist – ein Symbol für Sieg und Weisheit. Das Metall hat einen silbernen Farbton, mit leichten Abnutzungserscheinungen und einer Patina, die ihr Alter betonen.",
    "description_french": "Une pièce de monnaie grecque antique représentant l'image de la déesse Athéna, son profil orné d'une couronne de laurier, symbole de la victoire et de la sagesse. Le métal a une teinte argentée, avec de légères traces d'usure et une patine qui soulignent son âge.",
    "description_italian": "Una moneta greca antica raffigurante l'immagine della dea Atena, il suo profilo adornato con una corona di alloro, simbolo di vittoria e saggezza. Il metallo ha una sfumatura argentata, con lievi segni di usura e una patina che ne evidenziano l'età.",
    "description_spanish": "Una moneda griega antigua con la imagen de la diosa Atenea, cuyo perfil está adornado con una corona de laurel, símbolo de la victoria y la sabiduría. El metal tiene un tono plateado, con ligeras marcas de desgaste y pátina que destacan su antigüedad.",
    "description_russian": "Древняя греческая монета с изображением богини Афины, чей профиль украшен лавровым венком — символом победы и мудрости. Металл серебристого оттенка, с лёгкими потёртостями и патиной, подчёркивающими её возраст.",
    "icon_url": "https://drive.google.com/uc?id=11pFFVDmEP4_5I_xYtJ9GrXR5l1BXabgn",
    "icon_url_large": "https://drive.google.com/uc?id=1d12H0aaAeVKUWPA_u0LdsST3kLgDBNRo",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "5",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Ancient Maya coin",
    "name_german": "Antike Maya-Münze",
    "name_french": "Pièce de monnaie maya antique",
    "name_italian": "Moneta Maya Antica",
    "name_spanish": "Moneda antigua Maya",
    "name_russian": "Древняя монета Майя",
    "quantity": 0,
    "description": "An ancient Maya coin, adorned with an engraved sun symbol representing the power of the Sun God, and geometric patterns characteristic of Aztec culture.",
    "description_german": "Eine antike Maya-Münze, verziert mit einem eingravierten Sonnensymbol, das die Macht des Sonnengottes darstellt, sowie geometrischen Mustern, die für die aztekische Kultur charakteristisch sind.",
    "description_french": "Une ancienne pièce de monnaie maya, ornée d'un symbole du soleil gravé représentant le pouvoir du Dieu Soleil, et des motifs géométriques caractéristiques de la culture aztèque.",
    "description_italian": "Una moneta maya antica, adornata con un simbolo del sole inciso, che rappresenta il potere del Dio Sole, e motivi geometrici caratteristici della cultura azteca.",
    "description_spanish": "Una antigua moneda Maya, adornada con un símbolo solar grabado que representa el poder del dios del sol, y patrones geométricos característicos de la cultura azteca.",
    "description_russian": "Древняя монета Майя, украшенная выгравированным солнечным символом, который олицетворяет мощь бога Солнца, и геометрическими узорами, характерными для ацтекской культуры.",
    "icon_url": "https://drive.google.com/uc?id=1W6X8JARM6Vf3bOGGGlQhyY2aMvirxUO9",
    "icon_url_large": "https://drive.google.com/uc?id=1ZRRhvVf5Gdbwn7QuJ9YqjSFxqAA1_aU_",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "6",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Ancient Aztec Coin",
    "name_german": "Antike Aztekische Münze",
    "name_french": "Pièce de monnaie aztèque antique",
    "name_italian": "Moneta Azteca Antica",
    "name_spanish": "Moneda antigua Azteca",
    "name_russian": "Древняя монета ацтеков",
    "quantity": 0,
    "description": "An ancient Aztec coin with an image of a skull in the center, symbolizing death and the transition between worlds, an important element of Aztec mythology. Around the edges of the coin, you can see characteristic geometric patterns that emphasize its connection to Aztec traditions.",
    "description_german": "Eine antike aztekische Münze mit einem Bild eines Schädels in der Mitte, das den Tod und den Übergang zwischen den Welten symbolisiert, ein wichtiges Element der aztekischen Mythologie. Am Rand der Münze sind charakteristische geometrische Muster zu sehen, die ihre Verbindung zu den aztekischen Traditionen betonen.",
    "description_french": "Une pièce de monnaie aztèque antique avec l'image d'un crâne au centre, symbolisant la mort et la transition entre les mondes, un élément important de la mythologie aztèque. Autour des bords de la pièce, vous pouvez voir des motifs géométriques caractéristiques qui soulignent son lien avec les traditions aztèques.",
    "description_italian": "Una moneta azteca antica con l'immagine di un teschio al centro, simbolo di morte e transizione tra i mondi, un elemento importante della mitologia azteca. Attorno ai bordi della moneta, si possono vedere motivi geometrici caratteristici che ne enfatizzano il legame con le tradizioni azteche.",
    "description_spanish": "Una antigua moneda azteca con una imagen de un cráneo en el centro, simbolizando la muerte y la transición entre los mundos, un elemento importante de la mitología azteca. Alrededor de los bordes de la moneda se pueden ver patrones geométricos característicos que enfatizan su conexión con las tradiciones aztecas.",
    "description_russian": "Древняя монета ацтеков с изображением черепа в центре, символизирующего смерть и переход между мирами, что является важным элементом ацтекской мифологии. По краям монеты можно увидеть характерные геометрические узоры, подчеркивающие её связь с ацтекскими традициями.",
    "icon_url": "https://drive.google.com/uc?id=1akrBtpwCY2Jb3PnqP1lhQaJDSPvV-Lzc",
    "icon_url_large": "https://drive.google.com/uc?id=1NeU5gvaMjwkrXRXKaspWuGLidAowzgkw",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "7",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Ancient Sumerian coin",
    "name_german": "Antike Sumerische Münze",
    "name_french": "Pièce de monnaie sumérienne antique",
    "name_italian": "Moneta Sumera Antica",
    "name_spanish": "Moneda antigua Sumeria",
    "name_russian": "Древняя монета Шумеров",
    "quantity": 0,
    "description": "An ancient Sumerian coin of conical shape made of gold, adorned with engravings of gods, celestial bodies, and cuneiform symbols. It was used as a means of exchange in ancient Mesopotamia, symbolizing the wealth and power of that era.",
    "description_german": "Eine antike sumerische Münze in konischer Form aus Gold, verziert mit Gravuren von Göttern, Himmelskörpern und Keilschriftzeichen. Sie wurde als Tauschmittel im alten Mesopotamien verwendet und symbolisierte den Reichtum und die Macht jener Zeit.",
    "description_french": "Une pièce de monnaie sumérienne antique en forme conique, faite d'or, décorée de gravures de dieux, de corps célestes et de symboles cunéiformes. Elle était utilisée comme moyen d'échange dans l'ancienne Mésopotamie, symbolisant la richesse et le pouvoir de cette époque.",
    "description_italian": "Una moneta sumera antica a forma conica, realizzata in oro, decorata con incisioni di dei, corpi celesti e simboli cuneiformi. Veniva utilizzata come mezzo di scambio nell'antica Mesopotamia, simbolizzando la ricchezza e il potere di quell'epoca.",
    "description_spanish": "Una antigua moneda sumeria de forma cónica hecha de oro, adornada con grabados de dioses, cuerpos celestes y símbolos cuneiformes. Se utilizaba como medio de intercambio en la antigua Mesopotamia, simbolizando la riqueza y el poder de esa era.",
    "description_russian": "Древняя шумерская монета конусной формы из золота, украшенная гравировками богов, небесных тел и клинописных символов. Она использовалась как средство обмена в древней Месопотамии, символизируя богатство и власть той эпохи.",
    "icon_url": "https://drive.google.com/uc?id=1fkIgtaE5xKUjF2Z-_gvA-gz-rqqobrXI",
    "icon_url_large": "https://drive.google.com/uc?id=1w9qJORU2Wpd62mO7aSuiIjUIpCPlGCaO",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "10",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Ancient Buddha Statuette",
    "name_german": "Antike Buddha-Statuette",
    "name_french": "Statue antique de Bouddha",
    "name_italian": "Statua Antica di Buddha",
    "name_spanish": "Antigua Estatua de Buda",
    "name_russian": "Древняя статуэтка Будды",
    "quantity": 0,
    "description": "A bronze statuette of Buddha sitting in a lotus position symbolizes harmony and enlightenment. Elegant details and the patina on the surface highlight its age and historical significance.",
    "description_german": "Eine bronzene Buddha-Statuette, die in der Lotusposition sitzt und Harmonie sowie Erleuchtung symbolisiert. Elegante Details und die Patina auf der Oberfläche betonen ihr Alter und historische Bedeutung.",
    "description_french": "Une statue en bronze de Bouddha assis en position du lotus symbolise l'harmonie et l'illumination. Les détails élégants et la patine sur la surface soulignent son âge et sa signification historique.",
    "description_italian": "Una statua in bronzo di Buddha seduto nella posizione del loto simboleggia l'armonia e l'illuminazione. I dettagli eleganti e la patina sulla superficie evidenziano la sua età e la sua importanza storica.",
    "description_spanish": "Una estatua de bronce de Buda sentado en posición de loto simboliza la armonía y la iluminación. Los detalles elegantes y la pátina en la superficie resaltan su antigüedad y valor histórico.",
    "description_russian": "Бронзовая статуэтка Будды, сидящего в позе лотоса, символизирует гармонию и просветление. Изящные детали и патина на поверхности подчеркивают её возраст и историческую ценность.",
    "icon_url": "https://drive.google.com/uc?id=1Rhe8hUjVrf7t18-BPHvTZxdFoatS-cWq",
    "icon_url_large": "https://drive.google.com/uc?id=1gmVfdXGzAcnaruHHjSd1jSlBNdjaE7fb",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "11",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Ancient Xochipilli Statuette",
    "name_german": "Antike Xochipilli-Statuette",
    "name_french": "Statue antique de Xochipilli",
    "name_italian": "Statua Antica di Xochipilli",
    "name_spanish": "Antigua Estatua de Xochipilli",
    "name_russian": "Древняя статуэтка Шочипилли",
    "quantity": 0,
    "description": "A golden statuette of Xochipilli, the Aztec god of art, music, and flowers. Delicate carvings and fine detailing highlight its cultural significance. A light patina gives it an ancient touch.",
    "description_german": "Eine goldene Statuette von Xochipilli, dem aztekischen Gott der Kunst, Musik und Blumen. Feine Schnitzereien und detaillierte Ausarbeitungen betonen ihre kulturelle Bedeutung. Eine leichte Patina verleiht ihr einen Hauch von Altertum.",
    "description_french": "Une statuette en or de Xochipilli, le dieu aztèque de l'art, de la musique et des fleurs. De délicates gravures et des détails fins soulignent son importance culturelle. Une légère patine lui confère une touche d'ancienneté.",
    "description_italian": "Una statuetta d'oro di Xochipilli, il dio azteco dell'arte, della musica e dei fiori. Raffinati intagli e dettagli accurati ne evidenziano il significato culturale. Una leggera patina le dona un tocco di antichità.",
    "description_spanish": "Una estatuilla de oro de Xochipilli, el dios azteca del arte, la música y las flores. Los delicados grabados y el fino detalle resaltan su importancia cultural. Una ligera pátina le da un toque de antigüedad.",
    "description_russian": "Золотая статуэтка Шочипилли, ацтекского бога искусства, музыки и цветов. Изящные резные узоры и тонкая проработка деталей подчёркивают её культурное значение. Лёгкая патина придаёт ей налёт древности.",
    "icon_url": "https://drive.google.com/uc?id=14SEx1OTah2akYOUDlEd-yvlpG_cTXRaf",
    "icon_url_large": "https://drive.google.com/uc?id=16NYHEt5Pf4iJVWDjQKza-061PJqSN-4C",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "12",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Ancient statuette of Anubis",
    "name_german": "Antike Anubis-Statuette",
    "name_french": "Statuette ancienne d'Anubis",
    "name_italian": "Antica statuetta di Anubi",
    "name_spanish": "Estatuilla antigua de Anubis",
    "name_russian": "Древняя статуэтка Анубиса",
    "quantity": 0,
    "description": "An elegant statuette made of pure gold, depicting Anubis—the ancient Egyptian god of the dead and protector of the afterlife. His jackal head stands out with precise, sharply defined lines, emphasizing the deity's grace and stern wisdom.",
    "description_german": "Eine elegante Statuette aus reinem Gold, die Anubis darstellt – den altägyptischen Gott der Toten und Beschützer des Jenseits. Sein Schakalskopf hebt sich durch präzise, scharf definierte Linien hervor, die die Anmut und strenge Weisheit der Gottheit betonen.",
    "description_french": "Une élégante statuette en or pur représentant Anubis, le dieu égyptien des morts et protecteur de l'au-delà. Sa tête de chacal se distingue par des lignes précises et nettes, soulignant la grâce et la sagesse austère de la divinité.",
    "description_italian": "Eccellente statuetta, realizzata in oro puro, che raffigura Anubi, l'antico dio egizio dei morti e patrono dell'aldilà. La sua testa di sciacallo è evidenziata da linee precise e ben definite, che sottolineano la grazia e la severa saggezza della divinità.",
    "description_spanish": "Una elegante estatuilla hecha de oro puro que representa a Anubis, el dios egipcio de los muertos y protector del más allá. Su cabeza de chacal se destaca por las líneas precisas y definidas, que enfatizan la gracia y la severa sabiduría de la deidad.",
    "description_russian": "Изящная статуэтка, изготовленная из чистого золота, изображающая Анубиса — древнеегипетского бога мёртвых и покровителя загробного мира. Его голова шакала выделяется точными, чётко очерченными линиями, подчёркивающими грациозность и суровую мудрость божества.",
    "icon_url": "https://drive.google.com/uc?id=1Wj8Gku2Y6xbnr9lmohuUhOFqn5sxaMbN",
    "icon_url_large": "https://drive.google.com/uc?id=1vzHOaqpoRmV9XhswjFIk_pidQwkA7wR0",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "13",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Ancient Ganesha Statuette",
    "name_german": "Antike Ganesha-Statuette",
    "name_french": "Statue antique de Ganesha",
    "name_italian": "Statua Antica di Ganesha",
    "name_spanish": "Antigua Estatua de Ganesha",
    "name_russian": "Древняя статуэтка Ганеши",
    "quantity": 0,
    "description": "An elegant golden statuette of Ganesha, the Hindu god of luck and obstacles. His elephant head, symbolizing strength and wisdom, is crafted with meticulous attention to detail. The statuette is adorned with intricate patterns, and the golden surface gives it a noble and sacred appearance.",
    "description_german": "Eine elegante goldene Statuette von Ganesha, dem hinduistischen Gott des Glücks und der Hindernisse. Sein Elefantenkopf, der Stärke und Weisheit symbolisiert, ist mit großer Detailgenauigkeit gefertigt. Die Statuette ist mit kunstvollen Mustern verziert, und die goldene Oberfläche verleiht ihr ein nobles und heiliges Aussehen.",
    "description_french": "Une statue en or élégante de Ganesha, le dieu hindou de la chance et des obstacles. Sa tête d'éléphant, symbolisant la force et la sagesse, est réalisée avec une attention méticuleuse aux détails. La statue est ornée de motifs complexes, et la surface dorée lui donne une apparence noble et sacrée.",
    "description_italian": "Una statua dorata elegante di Ganesha, il dio hindù della fortuna e degli ostacoli. La sua testa di elefante, simbolo di forza e saggezza, è realizzata con una meticolosa attenzione ai dettagli. La statua è decorata con motivi intricati, e la superficie dorata le conferisce un aspetto nobile e sacro.",
    "description_spanish": "Una elegante estatuilla dorada de Ganesha, el dios hindú de la suerte y los obstáculos. Su cabeza de elefante, que simboliza fuerza y sabiduría, está elaborada con meticulosa atención al detalle. La estatuilla está decorada con intrincados patrones, y la superficie dorada le da un aspecto noble y sagrado.",
    "description_russian": "Изящная золотая статуэтка Ганеши, индуистского бога удачи и препятствий. Его голова с хоботом, символизирующая силу и мудрость, выполнена с вниманием к деталям. Статуэтка украшена изысканными узорами, а золотая поверхность придаёт ей благородный и священный вид.",
    "icon_url": "https://drive.google.com/uc?id=1-eprVYUljEorUJA8Y3CBKgq8Iqdo9cuy",
    "icon_url_large": "https://drive.google.com/uc?id=12cLAivWs5UJH-SA3cNGG-k_-AQ50sFrf",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "14",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Ancient Huitzilopochtli Statuette",
    "name_german": "Antike Huitzilopochtli-Statuette",
    "name_french": "Statue antique de Huitzilopochtli",
    "name_italian": "Statua Antica di Huitzilopochtli",
    "name_spanish": "Antigua Estatua de Huitzilopochtli",
    "name_russian": "Древняя статуэтка Уицилопочтли",
    "quantity": 0,
    "description": "This golden statuette depicts the god Huitzilopochtli, one of the Mayan deities, the patron of war and protection. The gold from which the statuette is made emphasizes his divine status and connection to the sun and light.",
    "description_german": "Diese goldene Statuette stellt den Gott Huitzilopochtli dar, eine der Maya-Gottheiten, den Schutzpatron des Krieges und des Schutzes. Das Gold, aus dem die Statuette gefertigt ist, betont seinen göttlichen Status und seine Verbindung zur Sonne und zum Licht.",
    "description_french": "Cette statuette en or représente le dieu Huitzilopochtli, l'une des divinités mayas, le patron de la guerre et de la protection. L'or dont la statuette est faite met en valeur son statut divin et sa connexion avec le soleil et la lumière.",
    "description_italian": "Questa statuetta d'oro raffigura il dio Huitzilopochtli, una delle divinità maya, patrono della guerra e della protezione. L'oro con cui è realizzata la statuetta sottolinea il suo status divino e la connessione con il sole e la luce.",
    "description_spanish": "Esta estatua de oro representa al dios Huitzilopochtli, una de las deidades mayas, patrón de la guerra y la protección. El oro del que está hecha la estatua resalta su estatus divino y su conexión con el sol y la luz.",
    "description_russian": "Эта золотая статуэтка изображает бога Хациляпоча, одного из майянских божеств, покровителя войны и защиты. Золото, из которого изготовлена статуэтка, подчеркивает его божественный статус и связь с солнцем и светом.",
    "icon_url": "https://drive.google.com/uc?id=1-4kygLmsz89Ww4omsGhmkVjGkRQV4hdv",
    "icon_url_large": "https://drive.google.com/uc?id=1fKLQ1zGlnJ6J2ZCNbsweRub1eBUKmaEf",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "15",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Ancient Statuette of Perun",
    "name_german": "Antike Perun-Statuette",
    "name_french": "Statue antique de Perun",
    "name_italian": "Statua Antica di Perun",
    "name_spanish": "Estatuilla Antigua de Perun",
    "name_russian": "Древняя статуэтка Перуна",
    "quantity": 0,
    "description": "This statuette depicts Perun, the ancient Slavic god of thunder and lightning, crafted from copper. He is shown wearing a leather outfit made from bullhide. In one hand, Perun holds a staff shaped like a lightning bolt, ready to unleash a storm, while in the other hand, he holds a bull’s horn, symbolizing fertility and protection.",
    "description_german": "Diese Statuette stellt Perun dar, den alten slawischen Gott des Donners und der Blitze, aus Kupfer gefertigt. Er ist in einer ledernen Kleidung aus Ochsenhaut dargestellt. In einer Hand hält Perun einen Stab, der wie ein Blitz geformt ist, bereit, einen Sturm zu entfesseln, während er in der anderen Hand ein Ochsenhorn hält, das Fruchtbarkeit und Schutz symbolisiert.",
    "description_french": "Cette statue représente Perun, le dieu slave ancien du tonnerre et des éclairs, réalisée en cuivre. Il est montré portant une tenue en cuir de taureau. Dans une main, Perun tient un bâton en forme d'éclair, prêt à déclencher une tempête, tandis que dans l'autre main, il tient une corne de taureau, symbolisant la fertilité et la protection.",
    "description_italian": "Questa statua rappresenta Perun, il dio slavo del tuono e dei fulmini, realizzata in rame. È mostrato indossando un abito di pelle di toro. In una mano, Perun tiene un bastone a forma di fulmine, pronto a scatenare una tempesta, mentre nell'altra mano tiene un corno di toro, simbolo di fertilità e protezione.",
    "description_spanish": "Esta estatuilla representa a Perun, el antiguo dios eslavo del trueno y los rayos, hecha de cobre. Aparece vestido con una túnica de cuero de toro. En una mano, Perun sostiene un bastón en forma de rayo, listo para desatar una tormenta, y en la otra, sostiene un cuerno de toro, simbolizando la fertilidad y la protección.",
    "description_russian": "Эта статуэтка изображает древнеславянского бога Перуна, бога грома и молний, выполненная из меди. Он изображен в кожаном одеянии быка. В одной руке Перун держит посох, выполненный в форме молнии, готовый выпустить бурю, а в другой — бычий рог, символизирующий плодородие и защиту.",
    "icon_url": "https://drive.google.com/uc?id=170OTJUvWhx6seBs3jqNWUjViw5xpvFxN",
    "icon_url_large": "https://drive.google.com/uc?id=1oF-SVCPUY2Xu3mkHOkZkCgAAam3R8mEc",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "16",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Coin Rain Scroll",
    "name_german": "Münzregen-Schriftrolle",
    "name_french": "Parchemin de Pluie de Pièces",
    "name_italian": "Pergamena della Pioggia di Monete",
    "name_spanish": "Pergamino de Lluvia de Monedas",
    "name_russian": "Свиток Монетного Дождя",
    "price": "1;USD50",
    "quantity": 0,
    "description": "An ancient scroll with magical runes that grants <color=green>+100%</color> to coin drop chance for <color=yellow>1 hour.</color> It is said to carry the blessing of wealth gods, turning every find into gold.",
    "description_german": "Eine antike Schriftrolle mit magischen Runen, die <color=green>+100%</color> Münzdrop-Chance für <color=yellow>1 Stunde</color> gewährt. Man sagt, sie trägt den Segen der Reichtumsgötter und verwandelt jeden Fund in Gold.",
    "description_french": "Un parchemin ancien avec des runes magiques qui accorde <color=green>+100%</color> de chance de drop de pièces pendant <color=yellow>1 heure.</color> On dit qu'il porte la bénédiction des dieux de la richesse, transformant chaque découverte en or.",
    "description_italian": "Un antico pergamena con rune magiche che concede <color=green>+100%</color> di probabilità di caduta delle monete per <color=yellow>1 ora.</color> Si dice che porti la benedizione degli dèi della ricchezza, trasformando ogni ritrovamento in oro.",
    "description_spanish": "Un pergamino antiguo con runas mágicas que otorga <color=green>+100%</color> de probabilidad de caída de monedas durante <color=yellow>1 hora.</color> Se dice que lleva la bendición de los dioses de la riqueza, transformando cada hallazgo en oro.",
    "description_russian": "Древний свиток с магическими рунами, дарующий <color=green>+100%</color> к шансу дропа монет на <color=yellow>1 час.</color> Говорят, он несёт благословение богов богатства, превращая каждую находку в золото.",
    "icon_url": "https://drive.google.com/uc?id=1akEID5tozSUzS2Wb7Q3k3LdQV076dQuD",
    "icon_url_large": "https://drive.google.com/uc?id=1ItgUgFuUpYBasbr6514rWlMLugqDfLZL",
    "tradable": true,
    "marketable": false,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "31",
    "Timestamp": "2025-02-12T11:32:12Z",
    "modified": "20250212T113212Z",
    "date_created": "20250212T113212Z",
    "type": "item",
    "display_type": "",
    "name": "Petrified Ammonite",
    "name_german": "Versteinerter Ammonit",
    "name_french": "Ammonite Pétrifiée",
    "name_italian": "Ammonite Pietrificato",
    "name_spanish": "Amonita Petrificada",
    "name_russian": "Окаменелый аммонит",
    "quantity": 0,
    "description": "An ancient ammonite encased in rock, preserving its mesmerizing spiral shape. Its smooth whorls are covered with minerals, and its patterned surface tells the story of millions of years of evolution. The fossil shimmers with pyrite deposits, reminiscent of the ancient seas it once swam in.",
    "description_german": "Ein uralter Ammonit, eingeschlossen in Gestein, der seine faszinierende spiralförmige Gestalt bewahrt hat. Seine glatten Windungen sind mit Mineralien bedeckt, und seine gemusterte Oberfläche erzählt die Geschichte von Millionen Jahren Evolution. Das Fossil schimmert mit Pyritablagerungen und erinnert an die urzeitlichen Meere, in denen es einst schwamm.",
    "description_french": "Une ancienne ammonite enfermée dans la roche, conservant sa fascinante forme en spirale. Ses volutes lisses sont recouvertes de minéraux et sa surface ornée raconte l’histoire de millions d’années d’évolution. Le fossile scintille avec des dépôts de pyrite, rappelant les mers anciennes où il nageait autrefois.",
    "description_italian": "Un antico ammonite incastonato nella roccia, che conserva la sua affascinante forma a spirale. I suoi giri lisci sono ricoperti di minerali e la sua superficie decorata racconta la storia di milioni di anni di evoluzione. Il fossile brilla con depositi di pirite, ricordando i mari antichi in cui un tempo nuotava.",
    "description_spanish": "Una antigua amonita encerrada en roca, que conserva su fascinante forma en espiral. Sus suaves espirales están cubiertas de minerales y su superficie ornamentada cuenta la historia de millones de años de evolución. El fósil brilla con depósitos de pirita, recordando los antiguos mares en los que una vez nadó.",
    "description_russian": "ревний аммонит, заключённый в каменной породе, сохранивший свою завораживающую спиральную форму. Его гладкие витки покрыты минералами, а узорчатая поверхность рассказывает историю миллионов лет эволюции. Ископаемое мерцает отложениями пирита, напоминая о древних морях, в которых оно когда-то плавало.",
    "icon_url": "https://drive.google.com/uc?id=1kwMcFuhZSl9VQgTGS3tS63ODPkRijf4a",
    "icon_url_large": "https://drive.google.com/uc?id=1pTwUgO4OzW3bfTdkMVASy84iQf8U0IMR",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "32",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Petrified Trilobite",
    "name_german": "Versteinerter Trilobit",
    "name_french": "Trilobite Pétrifié",
    "name_italian": "Trilobite Pietrificato",
    "name_spanish": "Trilobite Petrificado",
    "name_russian": "Окаменелый трилобит",
    "quantity": 0,
    "description": "An ancient trilobite frozen in rock, like a seal of time. Its chitinous shell is partially covered with mineral deposits, yet its segmented body and predatory eyes remain clearly visible. This fossilized inhabitant of ancient seas has lain in the depths of the earth for hundreds of millions of years, preserving the memory of long-lost eras.",
    "description_german": "Ein urzeitlicher Trilobit, eingefroren im Gestein, wie ein Siegel der Zeit. Sein chitinhaltiger Panzer ist teilweise mit Mineralablagerungen bedeckt, doch sein segmentierter Körper und seine raubtierhaften Augen sind noch deutlich erkennbar. Dieser versteinerte Bewohner der alten Meere lag über Hunderte von Millionen Jahren tief in der Erde, bewahrend die Erinnerung an längst vergangene Zeitalter.",
    "description_french": "Un trilobite ancien figé dans la roche, tel un sceau du temps. Sa carapace chitineuse est partiellement recouverte de dépôts minéraux, mais son corps segmenté et ses yeux de prédateur restent clairement visibles. Cet habitant fossile des mers anciennes est resté enfoui dans les profondeurs de la terre pendant des centaines de millions d’années, conservant la mémoire d’époques disparues.",
    "description_italian": "Un antico trilobite intrappolato nella roccia, come un sigillo del tempo. Il suo guscio chitinoso è parzialmente ricoperto di depositi minerali, ma il suo corpo segmentato e i suoi occhi predatori sono ancora chiaramente visibili. Questo abitante fossilizzato degli antichi mari è rimasto nelle profondità della terra per centinaia di milioni di anni, preservando la memoria di epoche ormai scomparse.",
    "description_spanish": "Un antiguo trilobite atrapado en la roca, como un sello del tiempo. Su caparazón quitinoso está parcialmente cubierto de depósitos minerales, pero su cuerpo segmentado y sus ojos depredadores aún son claramente visibles. Este habitante fosilizado de los antiguos mares ha permanecido en las profundidades de la tierra durante cientos de millones de años, preservando la memoria de eras ya desaparecidas.",
    "description_russian": "Древний трилобит, застывший в каменной породе, словно печать времени. Его хитиновый панцирь частично покрыт минеральными отложениями, но всё ещё ясно различимы сегментированное тело и хищные глаза. Этот окаменелый обитатель древних морей пролежал в недрах земли сотни миллионов лет, сохраняя память о давно исчезнувших эпохах.",
    "icon_url": "https://drive.google.com/uc?id=1N_S-AVJPJjXlVucUCLlukHK8Wc5Ptt6e",
    "icon_url_large": "https://drive.google.com/uc?id=1L-VJf42O6DaDdAseEcZ8rmAIYRoAATRh",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "33",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Petrified Sea Star",
    "name_german": "Versteinerter Seestern",
    "name_french": "Étoile de Mer Pétrifiée",
    "name_italian": "Stella Marina Pietrificata",
    "name_spanish": "Estrella de Mar Petrificada",
    "name_russian": "Окаменелая морская звезда",
    "quantity": 0,
    "description": "This sea star turned to stone over millions of years, preserving every detail of its rays and texture. Its surface is covered with fine mineralized patterns, and its natural curves give it an almost lifelike appearance. Once a soft creature, it is now as solid as time itself, serving as a reminder of ancient seas and vanished worlds.",
    "description_german": "Dieser Seestern verwandelte sich über Millionen von Jahren in Stein und bewahrte jedes Detail seiner Arme und Textur. Seine Oberfläche ist mit feinen mineralisierten Mustern bedeckt, und seine natürlichen Krümmungen verleihen ihm ein fast lebensechtes Aussehen. Einst ein weiches Lebewesen, ist er nun so fest wie die Zeit selbst und erinnert an uralte Meere und vergangene Welten.",
    "description_french": "Cette étoile de mer s'est transformée en pierre au fil de millions d'années, conservant chaque détail de ses bras et de sa texture. Sa surface est recouverte de fins motifs minéralisés, et ses courbes naturelles lui donnent une apparence presque vivante. Autrefois une créature molle, elle est désormais aussi solide que le temps lui-même, rappelant les mers anciennes et les mondes disparus.",
    "description_italian": "Questa stella marina si è trasformata in pietra nel corso di milioni di anni, preservando ogni dettaglio dei suoi bracci e della sua texture. La sua superficie è ricoperta di sottili motivi mineralizzati e le sue curve naturali le conferiscono un aspetto quasi vivente. Un tempo una creatura morbida, ora è solida come il tempo stesso, servendo da ricordo dei mari antichi e dei mondi scomparsi.",
    "description_spanish": "Esta estrella de mar se convirtió en piedra a lo largo de millones de años, conservando cada detalle de sus brazos y textura. Su superficie está cubierta de finos patrones mineralizados, y sus curvas naturales le dan una apariencia casi viva. Lo que una vez fue una criatura blanda, ahora es tan sólida como el tiempo mismo, sirviendo como un recordatorio de los mares antiguos y los mundos desaparecidos.",
    "description_russian": "Эта морская звезда превратилась в камень за миллионы лет, сохранив каждую деталь своих лучей и текстуры. Её поверхность покрыта тонкими минерализованными узорами, а естественные изгибы придают ей почти живой вид. Некогда мягкое существо теперь твёрдое, как само время, служа напоминанием о древних морях и исчезнувших мирах.",
    "icon_url": "https://drive.google.com/uc?id=1U-N7lg0XCQ9y_GJoz9oiXrGpL0e0ml1a",
    "icon_url_large": "https://drive.google.com/uc?id=1ml3bovfIbzBT36SbmrT2rHz-x-1LibW_",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "34",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Petrified Megalodon Tooth",
    "name_german": "Versteinerter Megalodon-Zahn",
    "name_french": "Dent Pétrifiée de Mégalodon",
    "name_italian": "Dente Pietrificato di Megalodonte",
    "name_spanish": "Diente Petrificado de Megalodón",
    "name_russian": "Окаменелый зуб мегалодона",
    "quantity": 0,
    "description": "A massive serrated tooth that once belonged to the greatest predator of ancient seas – the megalodon. Its surface has fossilized over millions of years, preserving traces of its former power. The sharp edges and immense size are impressive, reminding us of a time when giant sharks ruled the oceans. This tooth is a rare find, a testament to the existence of an ancient sea monster.",
    "description_german": "Ein massiver gezackter Zahn, der einst dem größten Raubtier der urzeitlichen Meere gehörte – dem Megalodon. Seine Oberfläche ist über Millionen von Jahren versteinert und bewahrt Spuren seiner einstigen Macht. Die scharfen Kanten und die enorme Größe sind beeindruckend und erinnern an eine Zeit, als riesige Haie die Ozeane beherrschten. Dieser Zahn ist ein seltener Fund, ein Beweis für die Existenz eines urzeitlichen Meeresmonsters.",
    "description_french": "Une énorme dent dentelée qui appartenait autrefois au plus grand prédateur des mers anciennes – le mégalodon. Sa surface s'est fossilisée au fil de millions d'années, conservant des traces de sa puissance passée. Ses bords tranchants et sa taille imposante impressionnent, rappelant l'époque où les requins géants régnaient sur les océans. Cette dent est une découverte rare, une preuve de l'existence d'un ancien monstre marin.",
    "description_italian": "Un enorme dente seghettato appartenuto al più grande predatore degli antichi mari – il megalodonte. La sua superficie si è fossilizzata nel corso di milioni di anni, preservando tracce della sua potenza passata. I bordi affilati e le sue dimensioni impressionanti ricordano un'epoca in cui gli squali giganti dominavano gli oceani. Questo dente è una scoperta rara, una prova dell'esistenza di un antico mostro marino.",
    "description_spanish": "Un enorme diente aserrado que alguna vez perteneció al mayor depredador de los mares antiguos: el megalodón. Su superficie se ha fosilizado durante millones de años, conservando rastros de su antigua potencia. Sus bordes afilados y su tamaño colosal impresionan, recordándonos la época en que los tiburones gigantes dominaban los océanos. Este diente es un hallazgo raro, una prueba de la existencia de un monstruo marino antiguo.",
    "description_russian": "Огромный зазубренный зуб, принадлежавший некогда величайшему хищнику древних морей – мегалодону. Его поверхность окаменела за миллионы лет, сохранив следы былой мощи. Острые края и массивный размер впечатляют, напоминая о временах, когда гигантские акулы правили океанами. Этот зуб — редкая находка, доказательство существования древнего морского чудовища.",
    "icon_url": "https://drive.google.com/uc?id=1OiBP8LJvQSMFgfLsPdfiNFPRpbnn7uvU",
    "icon_url_large": "https://drive.google.com/uc?id=1RNVjSPqHmlmuQDcixYSBO2IEdflLBJQV",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "35",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Petrified Triceratops Skull",
    "name_german": "Versteinerter Triceratops-Schädel",
    "name_french": "Crâne Pétrifié de Triceratops",
    "name_italian": "Cranio Pietrificato di Triceratopo",
    "name_spanish": "Cráneo Petrificado de Triceratops",
    "name_russian": "Окаменелый череп трицератопса",
    "quantity": 0,
    "description": "A petrified skull of a triceratops, one of the most well-known dinosaurs, with unique details that have been preserved for millions of years. Four powerful horns, two large on the forehead and one on the nose, are still visible on its ancient surface. Nature-carved patterns, cracks, and minerals covering the skull highlight its age and grandeur.",
    "description_german": "Ein versteinertes Triceratops-Schädel, eines der bekanntesten Dinosaurier, mit einzigartigen Details, die über Millionen von Jahren erhalten geblieben sind. Vier mächtige Hörner, zwei große auf der Stirn und eines auf der Nase, sind immer noch auf seiner antiken Oberfläche sichtbar. Naturgeformte Muster, Risse und Mineralien, die den Schädel bedecken, heben sein Alter und seine Größe hervor.",
    "description_french": "Un crâne pétrifié de triceratops, l'un des dinosaures les plus connus, avec des détails uniques qui ont été préservés pendant des millions d'années. Quatre puissantes cornes, deux grandes sur le front et une sur le nez, sont toujours visibles sur sa surface ancienne. Les motifs sculptés par la nature, les fissures et les minéraux recouvrant le crâne soulignent son âge et sa grandeur.",
    "description_italian": "Un cranio pietrificato di un triceratopo, uno dei dinosauri più conosciuti, con dettagli unici che sono stati conservati per milioni di anni. Quattro potenti corna, due grandi sulla fronte e una sul naso, sono ancora visibili sulla sua superficie antica. I motivi scolpiti dalla natura, le crepe e i minerali che coprono il cranio evidenziano la sua età e grandezza.",
    "description_spanish": "Un cráneo petrificado de un triceratops, uno de los dinosaurios más conocidos, con detalles únicos que se han preservado durante millones de años. Cuatro poderosos cuernos, dos grandes en la frente y uno en la nariz, aún son visibles en su antigua superficie. Los patrones tallados por la naturaleza, grietas y minerales que cubren el cráneo destacan su antigüedad y grandeza.",
    "description_russian": "Окаменелый череп трицератопса, одного из самых известных динозавров, обладает уникальными деталями, сохранившимися на протяжении миллионов лет. Четыре мощных рога, два больших на лбу и один на носу, всё ещё видны на его древней поверхности. Вырезанные природой узоры, трещины и минералы, покрывающие череп, подчёркивают его возраст и величие.",
    "icon_url": "https://drive.google.com/uc?id=14-MWd2FmaaJwYl2xHNAiKzVslNI4jG2v",
    "icon_url_large": "https://drive.google.com/uc?id=14xDlNuEmM9HWmb6qZSNt8T2ydfJUO6r4",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "36",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Petrified Tyrannosaurus Skull",
    "name_german": "Versteinerter Tyrannosaurus-Schädel",
    "name_french": "Crâne Pétrifié de Tyrannosaurus",
    "name_italian": "Cranio Pietrificato di Tyrannosaurus",
    "name_spanish": "Cráneo Petrificado de Tyrannosaurus",
    "name_russian": "Окаменелый череп тираннозавра",
    "quantity": 0,
    "description": "A petrified Tyrannosaurus skull—one of the rarest and most exciting finds in the world of paleontology. This massive skull with powerful teeth, perfectly preserved in petrified form, is a testament to the rage and power of the fiercest predator of its time. Cracks, minerals, and traces of time give the skull even greater grandeur, emphasizing its ancient history.",
    "description_german": "Ein versteinertes Tyrannosaurus-Schädel, eine der seltensten und spannendsten Funde in der Welt der Paläontologie. Dieser massive Schädel mit kräftigen Zähnen, die perfekt in versteinertem Zustand erhalten geblieben sind, ist ein Zeugnis der Wut und Macht des furchterregendsten Raubtiers seiner Zeit. Risse, Mineralien und Spuren der Zeit verleihen dem Schädel noch mehr Majestät und betonen seine uralte Geschichte.",
    "description_french": "Un crâne pétrifié de Tyrannosaurus, l'une des découvertes les plus rares et fascinantes dans le monde de la paléontologie. Ce crâne massif avec des dents puissantes, parfaitement conservées sous forme pétrifiée, est un témoignage de la rage et de la puissance du prédateur le plus redoutable de son époque. Les fissures, les minéraux et les traces du temps confèrent au crâne encore plus de grandeur, soulignant son histoire ancienne.",
    "description_italian": "Un cranio pietrificato di Tyrannosaurus, una delle scoperte più rare ed emozionanti nel mondo della paleontologia. Questo cranio massiccio con potenti denti, perfettamente conservati in forma pietrificata, è una testimonianza della furia e del potere del predatore più temibile del suo tempo. Le crepe, i minerali e le tracce del tempo conferiscono al cranio ancora più grandezza, sottolineando la sua storia antica.",
    "description_spanish": "Un cráneo petrificado de Tyrannosaurus, una de las piezas más raras y emocionantes en el mundo de la paleontología. Este cráneo masivo con poderosos dientes, perfectamente preservados en forma de fósil, es un testamento de la furia y el poder del depredador más temible de su tiempo. Las grietas, minerales y huellas del tiempo dan al cráneo aún más grandeza, subrayando su antigua historia.",
    "description_russian": "Окаменелый череп тираннозавра — одна из самых редких и захватывающих находок в мире палеонтологии. Этот массивный череп с мощными зубами, идеально сохранившимися в окаменелой форме, является свидетельством ярости и могущества самого грозного хищника своего времени. Трещины, минералы и следы времени придают черепу ещё большее величие, подчеркивая его древнюю историю.",
    "icon_url": "https://drive.google.com/uc?id=1Pvo8gPfBcxMfLEnIf3-neDqkk7OGC25P",
    "icon_url_large": "https://drive.google.com/uc?id=1sQ7bx0294gBeLaSL5NMabu9lBERYIMT_",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "37",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Pharaoh's Golden Cup",
    "name_german": "Goldener Kelch des Pharaos",
    "name_french": "Coupe d'Or du Pharaon",
    "name_italian": "Coppa d'Oro del Faraone",
    "name_spanish": "Copa de Oro del Faraón",
    "name_russian": "Золотой Кубок Фараона",
    "quantity": 0,
    "description": "A magnificent cup forged from pure gold, adorned with delicate engravings of ankhs, scarabs, and solar disks. Its surface is inlaid with lapis lazuli and turquoise, symbolizing eternal life and divine essence. It was intended for ritual ceremonies honoring gods and the afterlife.",
    "description_german": "Ein prächtiger Kelch aus reinem Gold, verziert mit filigranen Gravuren von Anch-Symbolen, Skarabäen und Sonnenscheiben. Seine Oberfläche ist mit Lapislazuli und Türkis besetzt, die für ewiges Leben und göttliche Essenz stehen. Diente rituellen Zeremonien zur Ehrung der Götter und des Jenseits.",
    "description_french": "Une coupe magnifique forgée en or pur, ornée de fines gravures d'ankhs, de scarabées et de disques solaires. Sa surface est incrustée de lapis-lazuli et de turquoise, symbolisant la vie éternelle et l'essence divine. Utilisée dans des rituels en l'honneur des dieux et de l'au-delà.",
    "description_italian": "Magnifica coppa forgiata in oro puro, decorata con incisioni di ankh, scarabei e dischi solari. La superficie è intarsiata con lapislazzuli e turchese, simboli di vita eterna ed essenza divina. Utilizzata in rituali per onorare gli dei e la vita nell'aldilà.",
    "description_spanish": "Magnífica copa forjada en oro puro, adornada con delicados grabados de anj, escarabajos y discos solares. Su superficie está incrustada con lapislázuli y turquesa, simbolizando la vida eterna y la esencia divina. Se utilizaba en rituales en honor a los dioses y la vida después de la muerte.",
    "description_russian": "Великолепный кубок, выкованный из чистого золота, украшенный тончайшими гравировками с изображениями анхов, скарабеев и солнечных дисков. Его поверхность инкрустирована вставками из лазурита и бирюзы, символизирующими вечную жизнь и божественное начало. Предназначался для ритуальных обрядов, связанных с почитанием богов и загробной жизнью.",
    "icon_url": "https://drive.google.com/uc?id=16vqJbecc_9mtWpzIiomo9Q9sqVmBzmeT",
    "icon_url_large": "https://drive.google.com/uc?id=16akZRoswVl4Swp0hM4smozBv9k51dPmr",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "38",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Druids' Bronze Cup",
    "name_german": "Bronzekelch der Druiden",
    "name_french": "Coupe en Bronze des Druides",
    "name_italian": "Coppa di Bronzo dei Druidi",
    "name_spanish": "Copa de Bronce de los Druidas",
    "name_russian": "Бронзовый Кубок Друидов",
    "quantity": 0,
    "description": "A heavy cup made of aged bronze, covered with Celtic patterns and mysterious symbols resembling runic signs. Its surface is decorated with engravings of sacred trees and spiral ornaments, symbolizing the cyclical nature of life. Used in rituals dedicated to earth and nature spirits in ancient Britain.",
    "description_german": "Ein schwerer Kelch aus gealterter Bronze, bedeckt mit keltischen Mustern und mysteriösen Symbolen, die an Runen erinnern. Verziert mit Gravuren von heiligen Bäumen und Spiralmustern, die den Kreislauf der Natur symbolisieren. Verwendet in Ritualen zu Ehren der Erd- und Naturgeister im alten Britannien.",
    "description_french": "Coupe lourde en bronze vieilli, recouverte de motifs celtiques et de symboles mystérieux rappelant des runes. Sa surface est décorée de gravures d'arbres sacrés et d'ornements en spirale, symbolisant le cycle de la vie. Utilisée dans des rituels en hommage aux esprits de la nature en ancienne Bretagne.",
    "description_italian": "Pesante coppa in bronzo invecchiato, coperta da motivi celtici e simboli misteriosi simili a rune. Decorata con incisioni di alberi sacri e motivi a spirale che simboleggiano la ciclicità della vita. Utilizzata in riti dedicati agli spiriti della terra e della natura nell'antica Britannia.",
    "description_spanish": "Copa pesada hecha de bronce envejecido, cubierta con patrones celtas y símbolos misteriosos que recuerdan a runas. Su superficie está decorada con grabados de árboles sagrados y ornamentos en espiral, simbolizando la naturaleza cíclica de la vida. Usada en rituales dedicados a los espíritus de la tierra y la naturaleza en la antigua Britania.",
    "description_russian": "Тяжёлый кубок из состаренной бронзы, покрытый кельтскими узорами и загадочными символами, напоминающими рунические знаки. Его поверхность украшена гравировками священных деревьев и спиральных орнаментов, символизирующих цикличность природы. Использовался в обрядах поклонения силам земли и природы в лесах древней Британии.",
    "icon_url": "https://drive.google.com/uc?id=1GMkYuvUGlvGKPiOlAgCbtIrWJfC6kI2A",
    "icon_url_large": "https://drive.google.com/uc?id=1mb9j995hM-iSuyyhMneo4sVxOrvU-1iA",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "39",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Chinese Emperor's Cup",
    "name_german": "Kelch des Chinesischen Kaisers",
    "name_french": "Coupe de l'Empereur Chinois",
    "name_italian": "Coppa dell'Imperatore Cinese",
    "name_spanish": "Copa del Emperador Chino",
    "name_russian": "Кубок Китайского Императора",
    "quantity": 0,
    "description": "An elegant cup carved from a single piece of pure jade. Its surface features golden dragon engravings—symbols of power, might, and longevity. The cup reflects the refinement of the Chinese court, likely used in ceremonial events during the Han dynasty.",
    "description_german": "Ein eleganter Kelch, geschnitzt aus einem einzigen Stück reinen Jade. Verziert mit Gravuren von goldenen Drachen, Symbolen von Macht und Langlebigkeit. Reflektiert die Raffinesse des chinesischen Hofes, wahrscheinlich genutzt bei Zeremonien der Han-Dynastie.",
    "description_french": "Coupe élégante taillée dans un seul bloc de jade pur. Sa surface présente des gravures de dragons dorés, symboles de pouvoir, de grandeur et de longévité. Elle reflète le raffinement de la cour chinoise, probablement utilisée lors des cérémonies sous la dynastie Han.",
    "description_italian": "Elegante coppa intagliata in un unico pezzo di giada pura. Decorata con incisioni di draghi dorati, simboli di potere, grandezza e longevità. Riflette la raffinatezza della corte cinese, probabilmente usata in cerimonie della dinastia Han.",
    "description_spanish": "Elegante copa tallada de una sola pieza de jade puro. Su superficie muestra grabados de dragones dorados, símbolos de poder, grandeza y longevidad. La copa refleja la sofisticación de la corte china, utilizada en ceremonias durante la dinastía Han.",
    "description_russian": "Изящный кубок, вырезанный из цельного куска чистого нефрита. На его поверхности вырезаны узоры с изображением золотых драконов — символов власти, могущества и долголетия. Кубок отражает изысканность и утончённость китайского двора, предположительно использовался в торжественных церемониях во времена династии Хань.",
    "icon_url": "https://drive.google.com/uc?id=10QH2WETCPqYaW1-yLUzMvuMf2x-DVNzS",
    "icon_url_large": "https://drive.google.com/uc?id=12E3lYrmv5GYnva5wqQcuVH_RL-m7NQbK",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "40",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Emperor's Cup",
    "name_german": "Kelch des Kaisers",
    "name_french": "Coupe de l'Empereu",
    "name_italian": "Calice dell’Imperatore",
    "name_spanish": "Copa del Emperador",
    "name_russian": "Кубок Императора",
    "quantity": 0,
    "description": "A silver cup with gilded inlays. Its surface is covered with a light patina, and elegant engravings depict the coats of arms and symbols of the dynasty. The traces of time give it a special charm, reminiscent of grand feasts and important diplomatic gatherings at the imperial court.",
    "description_german": "Ein silberner Kelch mit vergoldeten Einlagen. Seine Oberfläche ist von einer leichten Patina überzogen, und elegante Gravuren zeigen Wappen und Symbole der Dynastie. Die Spuren der Zeit verleihen ihm einen besonderen Charme und erinnern an prächtige Feste und wichtige diplomatische Versammlungen am kaiserlichen Hof.",
    "description_french": "Coupe en argent avec des incrustations dorées. Sa surface est couverte d'une légère patine, et des gravures élégantes représentent les armoiries et les symboles de la dynastie. Les marques du temps lui confèrent un charme particulier, évoquant de somptueux banquets et d'importantes réunions diplomatiques à la cour impériale.",
    "description_italian": "Calice d’argento con inserti dorati. La sua superficie è ricoperta da una leggera patina e delicate incisioni raffigurano stemmi e simboli della dinastia. I segni del tempo gli conferiscono un fascino particolare, ricordando sontuosi banchetti e importanti incontri diplomatici a corte.",
    "description_spanish": "Copa de plata con incrustaciones doradas. Su superficie está cubierta por una ligera pátina, y delicados grabados muestran escudos de armas y símbolos de la dinastía. Las huellas del tiempo le otorgan un encanto especial, recordando majestuosos banquetes y reuniones diplomáticas en la corte imperial.",
    "description_russian": "Серебряный кубок с позолоченными вставками. Его поверхность покрыта лёгкой патиной, а изящные гравировки изображают гербы и символы династии. Следы времени придают ему особый шарм, напоминая о величественных пиршествах и важных дипломатических собраниях при императорском дворе.",
    "icon_url": "https://drive.google.com/uc?id=1hDkNAX6DCBeCsEuPFiXXsOhNCFYAIRmQ",
    "icon_url_large": "https://drive.google.com/uc?id=1F8898_oynPuhjzr7ZL-E4pbwXE_Cbz-6",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "41",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Aztec Ritual Cup",
    "name_german": "Ritueller Kelch der Azteken",
    "name_french": "Coupe Rituelle Aztèque",
    "name_italian": "Coppa Ritual degli Aztechi",
    "name_spanish": "Copa Ritual Azteca",
    "name_russian": "Ритуальный Кубок Ацтеков",
    "quantity": 0,
    "description": "A cup carved from black obsidian, featuring sharp geometric patterns and reliefs of the feathered serpent Quetzalcoatl. Symbols of the sun and moon are engraved on its walls. Used in rituals devoted to gods of war, fertility, and sacrificial offerings in Tenochtitlan's temples.",
    "description_german": "Ein Kelch aus schwarzem Obsidian, verziert mit scharfen geometrischen Mustern und Reliefs der gefiederten Schlange Quetzalcoatl. Symbole der Sonne und des Mondes sind eingraviert. Verwendet in Ritualen für Götter des Krieges, der Fruchtbarkeit und der Opfergaben in den Tempeln von Tenochtitlán.",
    "description_french": "Coupe taillée dans l'obsidienne noire, ornée de motifs géométriques tranchants et de reliefs du serpent à plumes Quetzalcoatl. Des symboles du soleil et de la lune y sont gravés. Utilisée dans des rituels dédiés aux dieux de la guerre, de la fertilité et des sacrifices à Tenochtitlán.",
    "description_italian": "Coppa intagliata in ossidiana nera, decorata con motivi geometrici e rilievi del serpente piumato Quetzalcoatl. Incisioni del sole e della luna adornano le pareti. Usata in rituali per divinità della guerra, della fertilità e dei sacrifici nei templi di Tenochtitlán.",
    "description_spanish": "Copa tallada en obsidiana negra, decorada con patrones geométricos agudos y relieves del dios serpiente emplumada Quetzalcóatl. Grabados del sol y la luna adornan sus paredes. Utilizada en rituales dedicados a dioses de la guerra, la fertilidad y sacrificios en los templos de Tenochtitlán.",
    "description_russian": "Вырезанный из чёрного обсидиана кубок с острыми геометрическими узорами и рельефными изображениями пернатого змея Кетцалькоатля. На стенках кубка выгравированы символы солнца и луны. Использовался в ритуалах, связанных с богами войны, плодородия и жертвоприношениями в храмовых комплексах Теночтитлана.",
    "icon_url": "https://drive.google.com/uc?id=1Gv3mnhbuOiqCRiH8It15bYa079aei_37",
    "icon_url_large": "https://drive.google.com/uc?id=1uzwClFYB2HkFhOqY5HQs93aC7GV_YUTp",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "42",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Grail Cup",
    "name_german": "Kelch des Grals",
    "name_french": "Coupe du Graal",
    "name_italian": "Coppa del Graal",
    "name_spanish": "Copa del Grial",
    "name_russian": "Кубок Грааля",
    "quantity": 0,
    "description": "The legendary cup crafted from simple stone, framed with thin golden trim embedded with rubies and sapphires. Its simple yet majestic appearance adds to its mystery, with legends linking it to the quests of the Knights of the Round Table.",
    "description_german": "Der legendäre Kelch aus einfachem Stein, gefasst in eine feine goldene Einfassung mit Rubinen und Saphiren. Sein schlichtes, aber majestätisches Aussehen verleiht ihm ein Geheimnis, verbunden mit den Legenden der Ritter der Tafelrunde.",
    "description_french": "Coupe légendaire faite de pierre simple, entourée d'une fine monture dorée incrustée de rubis et de saphirs. Son apparence sobre mais majestueuse renforce son mystère, lié aux quêtes des chevaliers de la Table Ronde.",
    "description_italian": "Leggendaria coppa realizzata in semplice pietra, incorniciata da una sottile montatura dorata con rubini e zaffiri. Il suo aspetto sobrio ma maestoso le conferisce un'aura di mistero, legata alle leggende dei cavalieri della Tavola Rotonda.",
    "description_spanish": "La legendaria copa hecha de simple piedra, adornada con un fino marco de oro incrustado con rubíes y zafiros. Su apariencia sencilla pero majestuosa añade un aura de misterio, vinculada a las leyendas de los caballeros de la Mesa Redonda.",
    "description_russian": "Легендарный кубок, выполненный из простого камня, обрамлённого тонкой золотой оправой с вкраплениями рубинов и сапфиров. Его лаконичный, но величественный вид наделяет его таинственностью, а легенды связывают его с поисками рыцарей Круглого стола.",
    "icon_url": "https://drive.google.com/uc?id=1DlbjnsU-BgBvDMPPf3hYhmuBkKtGsL9w",
    "icon_url_large": "https://drive.google.com/uc?id=1r-r33fOBmX8E12_6jzt07wA69_UI2oP7",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "43",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Medieval Knight Helmet",
    "name_german": "Mittelalterlicher Ritterhelm",
    "name_french": "Casque Médiéval de Chevalier",
    "name_italian": "Elmo Medievale del Cavaliere",
    "name_spanish": "Casco Medieval de Caballero",
    "name_russian": "Средневековый рыцарский шлем",
    "quantity": 0,
    "description": "A shining iron helmet adorned with the crest of an ancient noble house. Its graceful lines and sturdy construction reflect the spirit of chivalry, honor, and valor, characteristic of medieval warriors.",
    "description_german": "Ein glänzender Eisenhelm, verziert mit dem Wappen eines alten Adelsgeschlechts. Seine eleganten Linien und robuste Konstruktion spiegeln den Geist von Ritterlichkeit, Ehre und Tapferkeit wider, wie er für mittelalterliche Krieger typisch ist.",
    "description_french": "Un casque en fer brillant orné du blason d'une ancienne maison noble. Ses lignes gracieuses et sa construction robuste reflètent l'esprit de chevalerie, d'honneur et de valeur, caractéristiques des guerriers médiévaux.",
    "description_italian": "Un elmo di ferro lucente decorato con lo stemma di un'antica casata nobile. Le sue linee eleganti e la solida costruzione riflettono lo spirito della cavalleria, dell'onore e del coraggio, tipici dei guerrieri medievali.",
    "description_spanish": "Un brillante casco de hierro decorado con el escudo de una antigua casa noble. Sus líneas elegantes y su construcción robusta reflejan el espíritu de caballerosidad, honor y valentía, característicos de los guerreros medievales.",
    "description_russian": "Сияющий железный шлем, украшенный гербом древнего рода. Его изящные линии и крепкая конструкция отражают дух рыцарства, чести и доблести, характерные для средневековых воинов.",
    "icon_url": "https://drive.google.com/uc?id=1PChv5_rmewz-Z1rI9aNXM6Xbm9tlUmdI",
    "icon_url_large": "https://drive.google.com/uc?id=1GBDgG5qyYO_mlTMhIWDBQHJUNHtfI3fQ",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "44",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Roman Gladiator Helmet",
    "name_german": "Römischer Gladiatorenhelm",
    "name_french": "Casque de Gladiateur Romain",
    "name_italian": "Elmo da Gladiatore Romano",
    "name_spanish": "Casco de Gladiador Romano",
    "name_russian": "Римский гладиаторский шлем",
    "quantity": 0,
    "description": "A polished bronze helmet with decorative elements and a crest. It symbolizes the valor and toughness of Roman gladiators who left their mark in the annals of ancient Rome.",
    "description_german": "Ein polierter Bronzenhelm mit dekorativen Elementen und einer Kamm. Er symbolisiert die Tapferkeit und Härte der römischen Gladiatoren, die ihren Stempel in den Annalen des antiken Roms hinterließen.",
    "description_french": "Un casque en bronze poli avec des éléments décoratifs et une crête. Il symbolise la valeur et la dureté des gladiateurs romains qui ont marqué l'histoire de la Rome antique.",
    "description_italian": "Un elmo di bronzo lucido con elementi decorativi e una cresta. Simboleggia il valore e la durezza dei gladiatori romani che hanno lasciato il loro segno negli annali dell'antica Roma.",
    "description_spanish": "Un casco de bronce pulido con elementos decorativos y una cresta. Simboliza la valentía y dureza de los gladiadores romanos que dejaron su huella en los anales de la antigua Roma.",
    "description_russian": "Изготовленный из полированной бронзы шлем с декоративными элементами и гребнем. Он символизирует доблесть и суровость римских гладиаторов, оставивших свой след в анналах древнего Рима.",
    "icon_url": "https://drive.google.com/uc?id=18CSiT7oRdrB0jh3RAotmzp0_Hw8Cu7Ze",
    "icon_url_large": "https://drive.google.com/uc?id=1IUiAxg8UlyI-6epXISSKC9BremNUGMyc",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "45",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Spartan Helmet",
    "name_german": "Spartanischer Helm",
    "name_french": "Casque Spartiate",
    "name_italian": "Elmo Spartano",
    "name_spanish": "Casco Espartano",
    "name_russian": "Шлем Спартанца",
    "quantity": 0,
    "description": "A massive bronze helmet with a distinctive crest, conveying the strictness and discipline of the Spartans. Its simple yet powerful design embodies the warrior spirit and self-sacrifice in battle.",
    "description_german": "Ein massiver Bronzenhelm mit einer charakteristischen Kamm, der die Strenge und Disziplin der Spartaner vermittelt. Sein schlichtes, aber kraftvolles Design verkörpert den Kriegergeist und Selbstaufopferung im Kampf.",
    "description_french": "Un casque massif en bronze avec une crête distinctive, représentant la rigueur et la discipline des Spartiates. Son design simple mais puissant incarne l'esprit de guerrier et l'auto-sacrifice au combat.",
    "description_italian": "Un elmo massiccio di bronzo con una cresta distintiva, che trasmette la severità e la disciplina degli Spartani. Il suo design semplice ma potente incarna lo spirito guerriero e l'autosacrificio in battaglia.",
    "description_spanish": "Un casco masivo de bronce con una cresta distintiva, que transmite la rigidez y disciplina de los espartanos. Su diseño simple pero poderoso encarna el espíritu guerrero y el sacrificio en batalla.",
    "description_russian": "Массивный бронзовый шлем с характерным гребнем, передающий строгость и дисциплину спартанцев. Его лаконичный, но мощный дизайн олицетворяет боевой дух и самоотверженность в битве.",
    "icon_url": "https://drive.google.com/uc?id=1Z_i6c_JY5d_5lQKXh35K81GQUl02ULxL",
    "icon_url_large": "https://drive.google.com/uc?id=1SWn2m-sY661U3P0cP7n5FKY2nxzNT4Dg",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "46",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Viking Helmet",
    "name_german": "Wikingerhelm",
    "name_french": "Casque Viking",
    "name_italian": "Elmo Vichingo",
    "name_spanish": "Casco Vikingo",
    "name_russian": "Викингский шлем",
    "quantity": 0,
    "description": "An iron helmet with an expressive nasal guard and runic ornaments, reflecting the spirit of northern warriors. Its rough yet imposing form symbolizes the fearlessness and strength of the Vikings.",
    "description_german": "Ein Eisenhelm mit einer ausdrucksstarken Nasenplatte und runenartigen Ornamenten, der den Geist nordischer Krieger widerspiegelt. Seine grobe, aber imposante Form symbolisiert die Furchtlosigkeit und Stärke der Wikinger.",
    "description_french": "Un casque en fer avec une grille nasale expressive et des ornements runiques, reflétant l'esprit des guerriers du nord. Sa forme rugueuse mais imposante symbolise l'intrépidité et la force des Vikings.",
    "description_italian": "Un elmo di ferro con una protezione nasale espressiva e ornamenti runici, che riflette lo spirito dei guerrieri del nord. La sua forma ruvida ma imponente simboleggia il coraggio e la forza dei vichinghi.",
    "description_spanish": "Un casco de hierro con una expresiva protección nasal y adornos rúnicos, que refleja el espíritu de los guerreros del norte. Su forma áspera pero imponente simboliza la valentía y fuerza de los vikingos.",
    "description_russian": "Железный шлем с выразительной носовой перегородкой и руническими орнаментами, отражающий дух северных воинов. Его грубоватая, но внушительная форма символизирует безстрашие и силу викингов.",
    "icon_url": "https://drive.google.com/uc?id=1_1PtCux3euNzajg4xXRxt_mLmtYqsfEW",
    "icon_url_large": "https://drive.google.com/uc?id=1NC9jiaUWB03xvpBYFnKFjFq-vqCr1mOf",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "47",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Samurai Kabuto",
    "name_german": "Samurai-Kabuto",
    "name_french": "Kabuto Samurai",
    "name_italian": "Kabuto Samurai",
    "name_spanish": "Kabuto Samurai",
    "name_russian": "Самурайский кабуто",
    "quantity": 0,
    "description": "An exquisite Japanese helmet with lacquered finish and traditional patterns, embodying the honor and dignity of the samurai. Its refined shape blends beauty with the functionality characteristic of ancient Japan.",
    "description_german": "Ein exquisiter japanischer Helm mit lackierter Oberfläche und traditionellen Mustern, der die Ehre und Würde der Samurai verkörpert. Seine raffinierte Form vereint Schönheit mit der Funktionalität, die für das alte Japan charakteristisch ist.",
    "description_french": "Un casque japonais exquis avec une finition laquée et des motifs traditionnels, incarnant l'honneur et la dignité des samouraïs. Sa forme raffinée allie beauté et fonctionnalité caractéristiques du Japon ancien.",
    "description_italian": "Un elegante elmo giapponese con finitura laccata e motivi tradizionali, che incarna l'onore e la dignità dei samurai. La sua forma raffinata fonde bellezza con la funzionalità tipica del Giappone antico.",
    "description_spanish": "Un exquisito casco japonés con acabado lacado y patrones tradicionales, que personifica el honor y la dignidad de los samuráis. Su forma refinada combina belleza con funcionalidad característica del antiguo Japón.",
    "description_russian": "Изысканный японский шлем с лаковой отделкой и традиционными узорами, олицетворяющий честь и достоинство самураев. Его утончённая форма сочетает красоту с функциональностью, характерной для древней Японии.",
    "icon_url": "https://drive.google.com/uc?id=1UcQ7A1-BpHncL7bb3agjm-GiLIFRT4FD",
    "icon_url_large": "https://drive.google.com/uc?id=1g4sk6y6hsjb3R-CCqUlF1bqbsVDQ6a29",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "48",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Tyrant's Helmet",
    "name_german": "Helm des Tyrannen",
    "name_french": "Casque du Tyran",
    "name_italian": "Elmo del Tiranno",
    "name_spanish": "Casco del Tirano",
    "name_russian": "Шлем Тирана",
    "quantity": 0,
    "description": "A massive helmet made of darkened metal with a visor shaped like a skull. Its intimidating appearance symbolizes power, cruelty, and unwavering strength, instilling fear in the hearts of enemies.",
    "description_german": "Ein massiver Helm aus dunklem Metall mit einem Visier in Form eines Schädels. Sein einschüchterndes Aussehen symbolisiert Macht, Grausamkeit und unerschütterliche Stärke, die den Feinden Angst einjagt.",
    "description_french": "Un casque massif en métal assombri avec une visière en forme de crâne. Son apparence intimidante symbolise le pouvoir, la cruauté et une force inébranlable, instillant la peur dans le cœur des ennemis.",
    "description_italian": "Un elmo massiccio in metallo scurito con una visiera a forma di teschio. Il suo aspetto intimidatorio simboleggia il potere, la crudeltà e una forza incrollabile, seminando paura nei cuori dei nemici.",
    "description_spanish": "Un casco masivo hecho de metal oscurecido con una visera en forma de calavera. Su apariencia intimidante simboliza poder, crueldad y fuerza inquebrantable, sembrando miedo en los corazones de los enemigos.",
    "description_russian": "Массивный шлем из потемневшего металла с забралом, выполненным в виде черепа. Его устрашающий вид символизирует власть, жестокость и непоколебимую силу, навевая ужас в сердцах врагов.",
    "icon_url": "https://drive.google.com/uc?id=1GEadS4d1AHvqe-LGRUvpvgr2RD0p6IA5",
    "icon_url_large": "https://drive.google.com/uc?id=16p5bt12WAIS3qlY_lrdzO-oU3MYd28nV",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "49",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Ring of the Pharaoh",
    "name_german": "Ring des Pharaos",
    "name_french": "Bague du Pharaon",
    "name_italian": "Anello del Faraone",
    "name_spanish": "Anillo del Faraón",
    "name_russian": "Кольцо Фараона",
    "quantity": 0,
    "description": "A magnificent gold ring adorned with intricate hieroglyphs. It symbolizes divine power and the eternal legacy of the ancient pharaohs, conveying the atmosphere of mystery and grandeur of Egypt.",
    "description_german": "Ein prächtiger Goldring, verziert mit kunstvollen Hieroglyphen. Er symbolisiert göttliche Macht und das ewige Erbe der alten Pharaonen und vermittelt die Atmosphäre von Mystik und Größe Ägyptens.",
    "description_french": "Une magnifique bague en or ornée de hiéroglyphes complexes. Elle symbolise le pouvoir divin et l'héritage éternel des anciens pharaons, transmettant l'atmosphère de mystère et de grandeur de l'Égypte.",
    "description_italian": "Un magnifico anello d'oro decorato con geroglifici intricati. Simboleggia il potere divino e l'eredità eterna degli antichi faraoni, trasmettendo l'atmosfera di mistero e grandezza dell'Egitto.",
    "description_spanish": "Un magnífico anillo de oro adornado con jeroglíficos intrincados. Simboliza el poder divino y el legado eterno de los antiguos faraones, transmitiendo la atmósfera de misterio y grandeza de Egipto.",
    "description_russian": "Великолепное золотое кольцо, украшенное замысловатыми иероглифами. Символизирует божественную власть и вечное наследие древних фараонов, передавая атмосферу мистики и величия Египта.",
    "icon_url": "https://drive.google.com/uc?id=1zXinolh-j1tL_F-HgaHBD8NBbDfNPVpp",
    "icon_url_large": "https://drive.google.com/uc?id=1cN9yTjEik2tpPQ5nlbGqjn5BvJXzCuc9",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "50",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Ring of the Roman Legate",
    "name_german": "Ring des Römischen Legaten",
    "name_french": "Bague du Légat Romain",
    "name_italian": "Anello del Legato Romano",
    "name_spanish": "Anillo del Legado Romano",
    "name_russian": "Перстень Римского Легата",
    "quantity": 0,
    "description": "A durable ring made of bronze, inlaid with an image of an eagle. Worn by the legates of ancient Rome as a symbol of authority and leadership, preserving the spirit of military valor and tradition.",
    "description_german": "Ein robuster Ring aus Bronze, eingelegt mit einem Bild eines Adlers. Wurde von den Legaten des antiken Rom als Symbol für Autorität und Führung getragen, bewahrte den Geist militärischer Tapferkeit und Traditionen.",
    "description_french": "Une bague durable en bronze, incrustée d'une image d'aigle. Portée par les légats de la Rome antique comme symbole d'autorité et de leadership, préservant l'esprit de la bravoure militaire et des traditions.",
    "description_italian": "Un anello resistente, realizzato in bronzo e incastonato con l'immagine di un'aquila. Indossato dai legati dell'antica Roma come simbolo di autorità e leadership, mantenendo lo spirito di valore militare e tradizioni.",
    "description_spanish": "Un anillo duradero, fabricado en bronce e incrustado con la imagen de un águila. Lo llevaban los legados de la antigua Roma como un símbolo de autoridad y liderazgo, manteniendo el espíritu de la valentía militar y las tradiciones.",
    "description_russian": "Прочное кольцо, изготовленное из бронзы и инкрустированное изображением орла. Носилось легатами древнего Рима как знак власти и лидерства, сохраняя дух военной доблести и традиций.",
    "icon_url": "https://drive.google.com/uc?id=1d6owSVSP1jWVZ8pO0NfcJvu_l0R2vk_s",
    "icon_url_large": "https://drive.google.com/uc?id=1BrHA477J-MfU0hbRykxRArfcqlkcdd4v",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "51",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Viking Ring",
    "name_german": "Wikinger Ring",
    "name_french": "Bague Viking",
    "name_italian": "Anello Vichingo",
    "name_spanish": "Anillo Vikingo",
    "name_russian": "Кольцо Викингов",
    "quantity": 0,
    "description": "An impressive silver ring, adorned with ancient Scandinavian runes. It symbolizes the strength and honor of the Vikings, reflecting their connection to mythology and the harsh traditions of northern peoples.",
    "description_german": "Ein beeindruckender Silberring, verziert mit alten skandinavischen Runen. Er symbolisiert die Stärke und Ehre der Wikinger und spiegelt ihre Verbindung zur Mythologie und den harten Traditionen der nordischen Völker wider.",
    "description_french": "Une bague en argent impressionnante, ornée de runes scandinaves anciennes. Elle symbolise la force et l'honneur des Vikings, reflétant leur connexion à la mythologie et aux traditions sévères des peuples du nord.",
    "description_italian": "Un anello d'argento impressionante, decorato con antiche rune scandinave. Simboleggia la forza e l'onore dei vichinghi, riflettendo la loro connessione alla mitologia e alle dure tradizioni dei popoli del nord.",
    "description_spanish": "Un impresionante anillo de plata adornado con antiguas runas escandinavas. Simboliza la fuerza y el honor de los vikingos, reflejando su conexión con la mitología y las duras tradiciones de los pueblos del norte.",
    "description_russian": "Эффектное серебряное кольцо, украшенное древними скандинавскими рунами. Символизирует силу и честь викингов, отражая их связь с мифологией и суровыми традициями северных народов.",
    "icon_url": "https://drive.google.com/uc?id=1BwUg3D2goAQPddI5FM-pGY3T_O12PQjh",
    "icon_url_large": "https://drive.google.com/uc?id=1V6JQ65YBaf2FCBZY20lxP9bmyun8YIOa",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "52",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Merovingian Ring",
    "name_german": "Merowinger Ring",
    "name_french": "Bague Mérovingienne",
    "name_italian": "Anello Merovingio",
    "name_spanish": "Anillo Merovingio",
    "name_russian": "Перстень Меровингов",
    "quantity": 0,
    "description": "An exquisite gold ring with a bright turquoise gemstone, once belonging to the members of the Merovingian dynasty. It embodies ancient royal power and wealth, conveying the atmosphere of the early medieval Frankish Empire.",
    "description_german": "Ein exquisiter Goldring mit einem leuchtend türkisen Edelstein, der einst den Mitgliedern der Merowinger-Dynastie gehörte. Er verkörpert die alte königliche Macht und den Reichtum und vermittelt die Atmosphäre des frühen mittelalterlichen fränkischen Reiches.",
    "description_french": "Une bague en or exquise avec une pierre turquoise brillante, appartenant aux membres de la dynastie mérovingienne. Elle incarne le pouvoir royal ancien et la richesse, transmettant l'atmosphère de l'empire franc médiéval primitif.",
    "description_italian": "Un anello d'oro raffinato con una brillante pietra turchese, appartenuto ai membri della dinastia merovingia. Incarna il potere reale antico e la ricchezza, trasmettendo l'atmosfera dell'antico impero franco medievale.",
    "description_spanish": "Un exquisito anillo de oro con una brillante piedra turquesa, que perteneció a los miembros de la dinastía merovingia. Encierra el poder real antiguo y la riqueza, transmitiendo la atmósfera del temprano Imperio Franco medieval.",
    "description_russian": "Изысканное золотое кольцо с ярким бирюзовым камнем, которое принадлежало представителям династии Меровингов. Олицетворяет древнюю королевскую власть и богатство, передавая атмосферу раннесредневековой Франкской империи.",
    "icon_url": "https://drive.google.com/uc?id=1-Sj8hsrEROlWWUndngFwZsO-45YeZ26N",
    "icon_url_large": "https://drive.google.com/uc?id=1sH_cyzLSmK0oHDqfdiDaM7-6HXvlR7D3",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "53",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Celtic Ring",
    "name_german": "Keltischer Ring",
    "name_french": "Bague Celtique",
    "name_italian": "Anello Celtico",
    "name_spanish": "Anillo Celta",
    "name_russian": "Кельтское Кольцо",
    "quantity": 0,
    "description": "A refined gold ring inlaid with a green gemstone and decorated with intricate Celtic knots. It symbolizes eternity, harmony with nature, and the rich cultural heritage of the Celtic peoples.",
    "description_german": "Ein raffinierter Goldring, eingelegt mit einem grünen Edelstein und verziert mit kunstvollen keltischen Knoten. Er symbolisiert die Ewigkeit, Harmonie mit der Natur und das reiche kulturelle Erbe der keltischen Völker.",
    "description_french": "Une bague en or raffinée incrustée d'une pierre précieuse verte et décorée de nœuds celtiques complexes. Elle symbolise l'éternité, l'harmonie avec la nature et le riche héritage culturel des peuples celtes.",
    "description_italian": "Un raffinato anello d'oro incastonato con una pietra preziosa verde e decorato con intricati nodi celtici. Simboleggia l'eternità, l'armonia con la natura e il ricco patrimonio culturale dei popoli celtici.",
    "description_spanish": "Un refinado anillo de oro incrustado con una piedra preciosa verde y decorado con intrincados nudos celtas. Simboliza la eternidad, la armonía con la naturaleza y el rico patrimonio cultural de los pueblos celtas.",
    "description_russian": "Утончённое золотое кольцо, инкрустированное зеленым драгоценным камнем и украшенное замысловатыми кельтскими узлами. Символизирует вечность, гармонию с природой и богатое культурное наследие кельтских народов.",
    "icon_url": "https://drive.google.com/uc?id=1O-pxbJBmd9sxfP4Ubw4_cN1BUvTsCLKn",
    "icon_url_large": "https://drive.google.com/uc?id=1VMFN-21RSpGTnMv6RBBSOP48FPpY6CFK",
    "tradable": false,
    "marketable": true,
    "commodity": false
  },
  {
    "appid": "3474060",
    "itemdefid": "54",
    "Timestamp": "2025-02-12T11:32:13Z",
    "modified": "20250212T113213Z",
    "date_created": "20250212T113213Z",
    "type": "item",
    "display_type": "",
    "name": "Templar Ring",
    "name_german": "Templerring",
    "name_french": "Bague Templière",
    "name_italian": "Anello Templare",
    "name_spanish": "Anillo Templario",
    "name_russian": "Перстень Тамплиеров",
    "quantity": 0,
    "description": "A strict gold ring with an engraving of a cross, associated with the Knights Templar order. Its minimalist yet powerful design reflects the valor, faith, and mysteries of the legendary knightly brotherhood.",
    "description_german": "Ein strenger Goldring mit einer Gravur eines Kreuzes, verbunden mit dem Orden der Templer. Sein minimalistisches, aber kraftvolles Design spiegelt den Mut, den Glauben und die Geheimnisse der legendären Ritterbruderschaft wider.",
    "description_french": "Une bague en or austère avec une gravure d'une croix, associée à l'ordre des Chevaliers Templiers. Son design minimaliste mais puissant reflète la valeur, la foi et les mystères de la légendaire fraternité chevaleresque.",
    "description_italian": "Un anello rigoroso in oro con un'incisione di una croce, associato all'ordine dei Cavalieri Templari. Il suo design minimalista ma potente riflette il valore, la fede e i misteri della leggendaria confraternita cavalleresca.",
    "description_spanish": "Un estricto anillo de oro con una grabación de una cruz, asociado con la orden de los Caballeros Templarios. Su diseño minimalista pero poderoso refleja el valor, la fe y los misterios de la legendaria hermandad de caballeros.",
    "description_russian": "Строгое золотое кольцо с гравировкой в виде креста, ассоциирующееся с орденом Тамплиеров. Его минималистичный, но мощный дизайн отражает доблесть, веру и тайны легендарного рыцарского братства.",
    "icon_url": "https://drive.google.com/uc?id=1bpGUUUMXw-yrGDCIlqwVk6OY3SfOiKWW",
    "icon_url_large": "https://drive.google.com/uc?id=1Rlxtm5XHkaTfKIK2Cq6d-SjGTEcM1xP5",
    "tradable": false,
    "marketable": true,
    "commodity": false
  }
]