[
  {
    "name": "AchWinFirstMission",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/53aa0f8ba160ffdcd15233960733dc68c1c47ff6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/ac5d6ae6857923859f77db30a75e96161d8707e4.jpg",
    "displayName": {
      "brazilian": "Primeiro Abate",
      "english": "First Blood",
      "french": "Premier sang",
      "german": "Die Jagd ist eröffnet!",
      "japanese": "ファーストブラッド",
      "koreana": "사냥 개시",
      "latam": "Primera cacería",
      "polish": "Pierwsza krew",
      "russian": "Первая кровь",
      "schinese": "第一滴血",
      "token": "ach01_title"
    },
    "description": {
      "brazilian": "Sobreviva à primeira missão do Episódio I. O pesadelo começou e você sobreviveu ao início. Agora, o verdadeiro terror lhe aguarda!",
      "english": "Survive the first mission of Episode I. Welcome to the nightmare; you survived the beginning—now the real horrors await!",
      "french": "Survivez à la première mission de l'épisode 1. Bienvenue dans le cauchemar, vous avez survécu, mais ce n'est que le début... Les véritables horreurs vous attendent maintenant !",
      "german": "Überlebe die erste Mission von Episode I. Willkommen in deinem Albtraum! Du hast den Anfang überstanden - aber die wahren Schrecken erwarten dich erst noch!",
      "japanese": "エピソードIの最初のミッションで生き残る。悪夢の世界へようこそ。よく戻ってきた…だが、今のはほんの序章に過ぎない。本当の恐怖はこれからだ！",
      "koreana": "에피소드 1의 첫 번째 미션에서 살아남기. 악몽에 오신 것을 환영합니다. 시작은 잘 버텨냈지만 진짜 공포는 이제부터 시작입니다!",
      "latam": "Sobrevive a la primera misión del Episodio I. Te damos la bienvenida a esta pesadilla. Sobreviviste al comienzo, ¡ahora te espera lo peor!",
      "polish": "Przetrwaj pierwszą misję Epizodu I. Witaj w koszmarze; udało ci się przetrwać początek, teraz czas zmierzyć się z prawdziwym horrorem!",
      "russian": "Пережить первую миссию эпизода I. Добро пожаловать в кошмар! Вы пережили первую ночь, но не расслабляйтесь: дальше будет только хуже.",
      "schinese": "在第一章的首个任务中生存下来。欢迎来到梦魇，你挺过了开始——真正的恐怖才刚刚开始！",
      "token": "ach01_desc"
    }
  },
  {
    "name": "AchKillEnemies",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/ef14e60ed3b9ab3bf29945017bb8da8e0a3584cb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/de1c4dc6820d9c7ba45e21b7776ac59192c58333.jpg",
    "displayName": {
      "brazilian": "Contador de Corpos",
      "english": "Number Cruncher",
      "french": "Calculateur",
      "german": "Zahlenakrobat",
      "japanese": "数字の猛者",
      "koreana": "살인 계산기",
      "latam": "Especialista en números",
      "polish": "Maszyna do zabijania",
      "russian": "Массовое бедствие",
      "schinese": "数据终结者",
      "token": "ach02_title"
    },
    "description": {
      "brazilian": "Elimine 10.000 inimigos no total. É você quem decide entre a vida e a morte; parabéns pelas habilidades matemáticas letais!",
      "english": "Kill 10,000 enemies in total. You’ve become a decision maker in life and death—congratulations on your lethal math skills!",
      "french": "Éliminez 10 000 ennemis au total. Vous êtes devenu maître du destin, félicitations pour vos compétences fatales en calcul !",
      "german": "Töte insgesamt 10.000 Gegner. Du bist zum Entscheidungsträger über Leben und Tod geworden - herzlichen Glückwunsch zu deinen tödlichen Mathematikfähigkeiten!",
      "japanese": "敵を合計10,000体キルする。君はもう生死を裁く者だ——こんな破壊的な数字を叩き出すとは見事だ！",
      "koreana": "총 10,000명의 적 처치하기. 생사여탈권을 틀어쥐었습니다. 치명적인 계산 능력이 타의 추종을 불허합니다!",
      "latam": "Asesina a 10 000 enemigos en total. Tú decides quién vive y quién muere. ¡Tu habilidad para las matemáticas es letal!",
      "polish": "Zabij w sumie 10 000 przeciwników. Decydowanie o życiu i śmierci należy do ciebie – gratulujemy zabójczych umiejętności!",
      "russian": "Убить в сумме 10 000 врагов. Вы вершите судьбы несметных полчищ врагов. Поздравляем со смертельно красивым числом!",
      "schinese": "累计击杀 10,000 名敌人。你已成为生死决策者——你的杀戮算法无人能敌！",
      "token": "ach02_desc"
    }
  },
  {
    "name": "AchGibEnemies",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/f8321580b030cfec06236c17f1ccbe67b98dadec.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/9e3aa7cbee3c1bbf0368494281aa3f6347629860.jpg",
    "displayName": {
      "brazilian": "Estraçalhista",
      "english": "Gibberish Expert",
      "french": "Expert en mutilation",
      "german": "Gibberish-Experte",
      "japanese": "ジブ専門家",
      "koreana": "절단 전문가",
      "latam": "Hábil para la carnicería",
      "polish": "Rozpruwacz",
      "russian": "На кусочки",
      "schinese": "碎尸大师",
      "token": "ach03_title"
    },
    "description": {
      "brazilian": "Estraçalhe 666 inimigos no total. Quando o assunto é transformar inimigos em geleia, você se tornou mestre; é isso que eu chamo de personalidade fragmentada!",
      "english": "Gib 666 enemies in total. When it comes to turning foes into pulp, you've mastered the art of gibbing—now that’s what we call a split personality!",
      "french": "Mutilez 666 ennemis au total. Quand il s'agit de réduire les ennemis en purée, on peut dire que vous maîtrisez l'art de la mutilation ! Voilà ce qu'on appelle une personnalité éclatée !",
      "german": "Zerfleische insgesamt 666 Gegner. Du bist ein Meister darin geworden, Gegner zu Brei zu verarbeiten - das nennen wir eine gespaltene Persönlichkeit!",
      "japanese": "敵を合計666体ジブする。敵を肉塊にしてやることにかけてはプロ並みだ——君は二重人格なのか？",
      "koreana": "총 666명의 적 조각내기. 당신은 적을 가루로 만드는 데 달인이 되었습니다. 이것이 바로 진정한 다중 인격입니다!",
      "latam": "Destroza un total de 666 enemigos. Has dominado el arte de la carnicería: lo tuyo definitivamente es convertir a los enemigos en picadillo.",
      "polish": "Rozpruj w sumie 666 przeciwników. Jeśli chodzi o zamienianie przeciwników w papkę, udało ci się opanować tę sztukę do perfekcji. Doprawdy masz fach w ręku!",
      "russian": "Разорвать на кусочки в сумме 666 врагов. Вы освоили искусство превращения врагов в кровавую массу. Вот как должно выглядеть расщепление личности!",
      "schinese": "累计肢解 666 名敌人。你已掌握把敌人轰成碎片的艺术——这才是真·人格分裂！",
      "token": "ach03_desc"
    }
  },
  {
    "name": "AchKillEnemiesSawedOff",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/758033c13a23948433db1a9a816b530f7eb285a5.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/41a925ff8eb2532c775c8b5580b0581160382936.jpg",
    "displayName": {
      "brazilian": "Sinfonia de Espingarda",
      "english": "Shotgun Symphony",
      "french": "Symphonie au fusil",
      "german": "Shotgun-Symphonie",
      "japanese": "ショットガン交響曲",
      "koreana": "샷건 심포니",
      "latam": "Sinfonía de escopeta",
      "polish": "Symfonia strzelb",
      "russian": "Дробная величина",
      "schinese": "霰弹交响曲",
      "token": "ach04_title"
    },
    "description": {
      "brazilian": "Elimine 4 inimigos com um só disparo da espingarda serrada. Sinta o ritmo da carnificina: o disparo perfeito que você não esperava!",
      "english": "Kill 4 enemies with a single sawed-off shotgun blast. Feel the music of carnage—the one-hit wonder you never saw coming!",
      "french": "Tuez 4 ennemis d'un seul tir de fusil à canon scié. Vibrez au rythme du carnage, le coup unique que vous n'aviez pas vu venir !",
      "german": "Töte 4 Gegner mit einem einzigen Schuss aus einer abgesägten Schrotflinte. Fühle die Musik des Gemetzels - der Hit, den du nie wieder aus dem Kopf bekommst!",
      "japanese": "ソードオフ・ショットガン1発で敵を4体キルする。大虐殺のメロディーを感じて——思いがけず一発屋の誕生だ！",
      "koreana": "단 한 번의 소드오프 샷건 사격으로 4명의 적 처치하기. 대학살의 음악을 느껴보세요. 머릿속에서 영원히 떠나지 않을 히트곡입니다!",
      "latam": "Asesina a 4 enemigos con un solo disparo de una escopeta recortada. La canción perfecta para mandar a tus enemigos directo a su funeral.",
      "polish": "Zabij 4 przeciwników pojedynczym strzałem z obrzyna. Wczuj się w melodię rozwałki – jednostrzałowe cacko, którego nikt nie doceniał.",
      "russian": "Убить 4 врагов одним выстрелом из дробовика. Занимательная математика: 1 выстрел = 4 трупа.",
      "schinese": "用一次截短霰弹枪射击击杀 4 名敌人。感受杀戮的乐章——这是你永远料不到的一击奇迹！破坏狂欢",
      "token": "ach04_desc"
    }
  },
  {
    "name": "AchDestroyDestructibles",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/8c82a7cdacd528aa83f0b75ae8944c862e79ab8e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/50707f9f3789be039a98e0030f5825d9a9bd1986.jpg",
    "displayName": {
      "brazilian": "Destruição Total",
      "english": "Destruction Derby",
      "french": "Destruction Derby",
      "german": "Zerstörungsderby",
      "japanese": "破壊ダービー",
      "koreana": "파괴적인 경기",
      "latam": "Ola de destrucción",
      "polish": "Człowiek demolka",
      "russian": "Жажда разрушений",
      "schinese": "破坏狂欢",
      "token": "ach05_title"
    },
    "description": {
      "brazilian": "Destrua 500 objetos. Chamam de objetos inocentes, mas você não teve piedade. Quem diria que um pilar de pedra maciça poderia se esfarelar assim?",
      "english": "Destroy 500 destructibles. They called them \"innocent objects,\" but you've shown no mercy. Who knew a massive stone pillar could crumble so easily?",
      "french": "Détruisez 500 objets destructibles. On les appelle des 'objets innocents', mais vous n'avez fait preuve d'aucune pitié. Qui aurait cru qu'un colossal pilier en pierre s'effondrerait si facilement ?",
      "german": "Zerstöre 500 Objekte. Du zeigst keine Gnade - nicht einmal für unschuldige Gegenstände. Wer hätte gedacht, dass eine massive Steinsäule so leicht zerbricht?",
      "japanese": "オブジェクトを500破壊する。「罪のない物体」と呼ばれるオブジェクトに君は容赦なかったな。巨大な石柱があんなにも簡単に崩れるとは誰が予想しただろうか？",
      "koreana": "물체 500개 파괴하기. 그들은 죄 없는 물체들을 자처했지만, 당신은 자비를 베풀지 않았습니다. 거대한 돌기둥이 그렇게 쉽게 무너질 줄 누가 알았겠습니까?",
      "latam": "Destruye 500 objetos. Decían que era decoración, pero para ti eran blancos fáciles. ¿Quién pensaría que una columna de piedra sería tan frágil?",
      "polish": "Zniszcz 500 obiektów. Zwali je niewinnymi obiektami, lecz nie zaznały litości. Kto by pomyślał, że tak ogromny, kamienny filar polegnie tak szybko?",
      "russian": "Разрушьте 500 объектов. Они стояли и никого не трогали, но вы были беспощадны. Кто ж знал, что каменную колонну так легко стереть в порошок?",
      "schinese": "摧毁 500 个可破坏物品。他们说那是“无辜的物品”，可你毫不留情。谁能想到巨石柱也能这么轻易地崩塌？",
      "token": "ach05_desc"
    }
  },
  {
    "name": "AchReachLevelAnyChar",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/3c562918093b81d4fe88d171a332c1059fb2dad4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/e7807396675326eb14e720cd7ce8859477517752.jpg",
    "displayName": {
      "brazilian": "Evoluindo no Jogo",
      "english": "Level Up Your Game",
      "french": "Passez au niveau supérieur",
      "german": "Aufsteiger",
      "japanese": "最強レベルアップ",
      "koreana": "게임 레벨 업",
      "latam": "En otro nivel",
      "polish": "Wyjdź na wyższy poziom",
      "russian": "Уровень Бог",
      "schinese": "实力升级",
      "token": "ach06_title"
    },
    "description": {
      "brazilian": "Chegue ao nível 30 com qualquer personagem. Do lixo ao luxo, você encontrou um caminho até o topo. Parabéns por escapar da morte tantas vezes!",
      "english": "Reach level 30 with any character. From zero to hero, you've clawed your way to the top—congratulations on dodging death that many times!",
      "french": "Atteignez le niveau 30 avec un personnage. Du zéro au héros, vous avez gravi les échelons. Félicitations pour avoir échappé à la mort autant de fois !",
      "german": "Erreiche Level 30 mit einem Charakter. Vom Tellerwäscher zum Killionär hast du dich bis nach oben gekämpft - herzlichen Glückwunsch, dass du dem Tod schon so oft von der Schippe gesprungen bist!",
      "japanese": "任意のキャラクターでレベル30に到達する。まったくの素人からヒーローへ。いま君は頂点に上り詰めた——死を逃れ、ここまで来れたことに拍手を贈ろう！",
      "koreana": "아무 캐릭터로 레벨 30 도달하기. 맨땅에서 영웅이 되기까지, 당신은 악착같이 정상에 올랐습니다. 몇 번이나 죽음을 피한 것을 축하합니다!",
      "latam": "Llega al nivel 30 con cualquier personaje. Pasaste de no ser nadie a convertirte en un héroe. ¡Felicitaciones por haber engañado a la muerte tantas veces!",
      "polish": "Osiągnij 30 poziom dowolną postacią. Od zera do bohatera i po trupach do celu! Gratulujemy uniknięcia śmierci tyle razy!",
      "russian": "Достичь 30-го уровня с любым персонажем. Вы избежали смерти множество раз и поднялись из грязи в князи. Поздравляем!",
      "schinese": "任意角色达到等级 30。从无名小卒到英雄人物，你一路杀出重围——恭喜你成功逃出生天这么多次！",
      "token": "ach06_desc"
    }
  },
  {
    "name": "AchOwnMoney",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/8beb33334b85270ba0ee6b45be11a460a73776fd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/3b83f66888874885788fad9420c78de6d9d6361c.jpg",
    "displayName": {
      "brazilian": "Ricos e Perigosos",
      "english": "Rich and Reckless",
      "french": "Pognon et panache",
      "german": "Reich und Rücksichtslos",
      "japanese": "無謀な金持ち",
      "koreana": "부유하고 무모한",
      "latam": "Oro y osadía",
      "polish": "Bogaty i bezmyślny",
      "russian": "Золотая жила",
      "schinese": "富贵险中求",
      "token": "ach07_title"
    },
    "description": {
      "brazilian": "Tenha um total de 5.000 gemas na sua conta. Você encontrou ouro em meio ao terror; agora, veremos como planeja gastar: munição ou curativos?",
      "english": "Own a total of 5,000 money in your account. You’ve struck gold amidst the horror—now, let's see how you plan to spend it: bullets or bandages?",
      "french": "Possédez un total de 5 000 gemmes sur votre compte. Vous avez trouvé de l'or au cœur de l'horreur... Reste à savoir dans quoi vous allez le dépenser : en balles ou en bandages ?",
      "german": "Häufe insgesamt 5.000 Edelsteine auf deinem Konto an. Du bist in all dem Chaos zu Reichtum gekommen - jetzt schauen wir mal, wofür du die ganze Kohle ausgeben wirst!",
      "japanese": "アカウントに5,000ジェム所有する。君は恐怖が渦巻く中で金を掘り当てた——さあ、何に使おうか、弾丸か包帯か？",
      "koreana": "계정에 총 5,000개의 보석 모으기. 당신은 공포 속에서 부자가 되었습니다. 이제 그 돈을 어디에 쓸지 생각해 봅시다. 총알이 좋을까요, 붕대가 좋을까요?",
      "latam": "Acumula un total de 5000 gemas en tu cuenta. A pesar de los horrores, te has hecho de una buena fortuna. ¿En qué la gastarás: balas o botiquines?",
      "polish": "Posiadaj w sumie 5000 klejnotów na swoim koncie. W całym tym horrorze pojawiła się żyła złota. Pytanie, co z nią zrobisz: wydasz na pociski czy bandaże?",
      "russian": "Иметь в кошельке 5000 алмазов. Среди ужаса и мрака вы умудряетесь грести деньги лопатой. На что вы их потратите?",
      "schinese": "账户中拥有 5,000 宝石。你在恐怖中挖出了金矿——现在让我们看看你会怎么花：子弹还是绷带？",
      "token": "ach07_desc"
    }
  },
  {
    "name": "AchUnlockWeapons",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/d7bf2838667ea61e1f4973d0ed493e99ab16c124.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/73ab2f38cee9c978359b808fcc9ab54aea1c46e4.jpg",
    "displayName": {
      "brazilian": "Armas do Terror",
      "english": "Weapons of Horror",
      "french": "Arsenal de l'effroi",
      "german": "Waffen des Schreckens",
      "japanese": "恐怖の武器リスト",
      "koreana": "공포의 무기",
      "latam": "Armas del terror",
      "polish": "Arsenał terroru",
      "russian": "Оружие ужаса",
      "schinese": "恐怖兵工厂",
      "token": "ach08_title"
    },
    "description": {
      "brazilian": "Desbloqueie 10 armas. A cada arma desbloqueada, você melhorou seu repertório de terror; é hora de espalhar o amor (e chumbo)!",
      "english": "Unlock 10 weapons. With each weapon unlocked, you’ve built a repertoire of terror—time to spread the love (and lead)!",
      "french": "Débloquez 10 armes. Avec chaque arme débloquée, vous avez construit une véritable encyclopédie de l'horreur... Il est temps de répandre de l'amour (et du plomb) !",
      "german": "Schalte 10 Waffen frei. Mit jeder freigeschalteten Waffe hast du ein Repertoire des Schreckens aufgebaut - jetzt ist es Zeit, die Liebe (und das Blei) zu verbreiten!",
      "japanese": "武器を10個アンロックする。武器を手に入れるということは、奏でる恐怖のレパートリーも増えるということだ——さあ、皆に（鉛という名の）愛を届けようじゃないか！",
      "koreana": "무기 10개 잠금 해제하기. 무기를 하나씩 잠금 해제할 때마다 공포의 레퍼토리가 완성됩니다. 사랑(과 납탄)을 나눠줄 때입니다!",
      "latam": "Desbloquea 10 armas. Te has hecho de un temible arsenal. No lo dejes juntando polvo; ¡sal a repartir plomo!",
      "polish": "Odblokuj 10 broni. Z każdą odblokowaną bronią zbierasz arsenał terroru. Czas podzielić się zbiorami (i ołowiem)!",
      "russian": "Разблокировать 10 видов оружия. Каждое разблокированное оружие расширяет ваш репертуар: пора сеять ужас и свинец!",
      "schinese": "解锁 10 种武器。每解锁一把武器，你的恐怖武库便更进一步——是时候传播爱（和铅）了！",
      "token": "ach08_desc"
    }
  },
  {
    "name": "AchUnlockSpells",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/8e9d2d5f6057543c10a976436f5da5048b8ed54e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/65d7a5fd0e50602100920daea29c84799285bcf8.jpg",
    "displayName": {
      "brazilian": "Magicultor",
      "english": "Spellbound Survivalist",
      "french": "Survivaliste envoûté",
      "german": "Zauberhafter Überlebenskünstler",
      "japanese": "魔法マニア",
      "koreana": "마법 생존자",
      "latam": "Sobreviviente mágico",
      "polish": "Czarodziejski survivalowiec",
      "russian": "Магия для выживания",
      "schinese": "法术生还者",
      "token": "ach09_title"
    },
    "description": {
      "brazilian": "Desbloqueie 6 magias. Seu arsenal acaba de ficar mais místico; vejamos o que seus inimigos acham disso!",
      "english": "Unlock 6 spells. Your arsenal just got a mystical upgrade—now let’s see what your enemies think!",
      "french": "Débloquez 6 sorts. Votre arsenal vient de bénéficier d'une amélioration mystique... Voyons ce que vos ennemis en pensent !",
      "german": "Schalte 6 Zauber frei. Dein Arsenal hat ein mystisches Upgrade erhalten - mal sehen, was deine Gegner dazu sagen!",
      "japanese": "呪文を6個アンロックする。魔法のリストがアップグレードされた——では、敵たちの感想を聞いてみるとするか！",
      "koreana": "주문 6개 잠금 해제하기. 당신의 무기가 신비롭게 업그레이드되었습니다. 이제 적들의 반응을 지켜봅시다!",
      "latam": "Desbloquea 6 hechizos. Le has hecho una mejora mística a tu arsenal. Veamos qué opinan ahora tus enemigos.",
      "polish": "Odblokuj 6 zaklęć. Twój arsenał właśnie otrzymał mistyczne ulepszenie. Zobaczmy, co o tym sądzą twoi przeciwnicy!",
      "russian": "Разблокировать 6 заклинаний. Ваш арсенал усилен магией. Как это понравится вашим врагам?",
      "schinese": "解锁 6 个法术。你的武装获得神秘升级——现在看看敌人是怎么想的吧！",
      "token": "ach09_desc"
    }
  },
  {
    "name": "AchUnlockPassiveAbilities",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/2aaecd8079bd5bd81789abb018bd45bd3ea9cc36.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/99636bfb6d07b6ad367b58a67e7809ca4dc213ff.jpg",
    "displayName": {
      "brazilian": "Passivo-agressivo",
      "english": "Passive-Aggressive",
      "french": "Passif-agressif",
      "german": "Passiv-aggressiv",
      "japanese": "パッシブ・アグレッシブ",
      "koreana": "수동 공격성",
      "latam": "Actitud pasiva-agresiva",
      "polish": "Pasywno-agresywny",
      "russian": "Пассивная агрессия",
      "schinese": "被动攻击",
      "token": "ach10_title"
    },
    "description": {
      "brazilian": "Desbloqueie 6 habilidades passivas. Domine o seu potencial oculto e aprimore suas habilidades! Evolua e se torne uma força irrefreável.",
      "english": "Unlock 6 passive abilities. Harness your hidden potential and enhance your skills! Level up to become an unstoppable force.",
      "french": "Débloquez 6 compétences passives. Libérez votre potentiel caché et améliorez vos compétences afin de devenir une force imparable.",
      "german": "Schalte 6 passive Fähigkeiten frei. Nutze deine verborgenen Talente und verbessere deine Fähigkeiten! Steigere dich zu unermesslicher Kraft.",
      "japanese": "パッシブアビリティを6個アンロックする。隠れた才能を生かし、スキルを強化しよう！レベルアップすれば、誰にもかなわない無敵の力が手に入るぞ。",
      "koreana": "패시브 스킬 6개 잠금 해제하기. 숨은 잠재력을 발휘하고 실력을 향상하세요! 레벨 업하여 누구도 막을 수 없는 강자가 되세요.",
      "latam": "Desbloquea 6 habilidades pasivas. Desata tu potencial oculto y mejora tus habilidades. Te estás volviendo imparable.",
      "polish": "Odblokuj 6 zdolności pasywnych. Okiełznaj swój skryty potencjał i wzmocnij swoje zdolności! Awansuj, aby osiągnąć potęgę nie do powstrzymania.",
      "russian": "Разблокировать 6 пассивных способностей. Ваш скрытый потенциал работает на вас! Учитесь новому и будьте непобедимы.",
      "schinese": "解锁 6 个被动技能。激发你的潜能，强化你的技巧！升级成无法阻挡的存在吧！",
      "token": "ach10_desc"
    }
  },
  {
    "name": "AchPurchaseGlobalUpgrades",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/b9426e84d717182ecfcbcdf8b982353793d3c99c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/e0012dbe7a5ae35abab28f4139df43d9c05dc083.jpg",
    "displayName": {
      "brazilian": "Melhore ou Morra Tentando",
      "english": "Upgrade or Die Trying",
      "french": "Améliorez-vous ou succombez",
      "german": "Upgrade oder stirb!",
      "japanese": "アップグレードか死か",
      "koreana": "업그레이드 혹은 죽음",
      "latam": "Mejora o muerte",
      "polish": "Ulepsz lub zgiń próbując",
      "russian": "Только вперёд",
      "schinese": "升级还是死路一条",
      "token": "ach11_title"
    },
    "description": {
      "brazilian": "Compre 10 melhorias globais. Evoluindo no caos, você transformou seus medos em grandes melhorias; só os mais fortes sobrevivem!",
      "english": "Purchase 10 upgrades. Evolving in the chaos, you've turned your fears into fierce upgrades—survival of the fittest!",
      "french": "Achetez 10 améliorations globales. Évoluant dans le chaos, vous avez transformé vos peurs en améliorations féroces... Seuls les plus forts survivent !",
      "german": "Kaufe 10 globale Upgrades. Im Chaos hast du dich weiterentwickelt und deine Ängste in heftige Upgrades verwandelt - ein unschätzbarer Vorteil im Kampf gegen das Böse!",
      "japanese": "アップグレードを10個購入する。カオスの中で進化し、恐怖を猛烈な力に変えた——これこそが「適者生存」だ！",
      "koreana": "글로벌 업그레이드 10개 구매하기. 당신은 혼란 속에서 두려움을 강력한 업그레이드로 승화했습니다. 진정한 적자생존입니다!",
      "latam": "Compra 10 mejoras globales. En medio del caos, convertiste el miedo en importantes mejoras. Solo sobreviven los que evolucionan.",
      "polish": "Kup 10 globalnych ulepszeń. Ewolucja podczas chaosu. Twoje lęki przemieniły się w bestialskie ulepszenia. Niechaj przetrwa najsilniejszy!",
      "russian": "Купить 10 глобальных улучшений. Пробиваясь сквозь хаос, вы преодолели страхи и стали лучше. Выживают сильнейшие!",
      "schinese": "购买 10 个全局升级。你在混乱中进化，把恐惧转化为力量——真正的适者生存！",
      "token": "ach11_desc"
    }
  },
  {
    "name": "AchKillFirstBoss",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/b75ab41dc048e5ee60af9ead97c4120d7a674dfd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/49a093ddfb5ec964345c5e36ddfb13f243ad8191.jpg",
    "displayName": {
      "brazilian": "Descem as Cortinas... Por Ora!",
      "english": "Final Curtain—For Now!",
      "french": "Suite au prochain épisode !",
      "german": "Der letzte Vorhang - fürs Erste!",
      "japanese": "カーテンコール——今のところは！",
      "koreana": "아직 끝나지 않았다!",
      "latam": "Fin (por ahora)",
      "polish": "Ostatnia kurtyna... na ten moment!",
      "russian": "Не «Прощай», а «До свиданья»",
      "schinese": "谢幕——暂时的！",
      "token": "ach12_title"
    },
    "description": {
      "brazilian": "Derrote o chefe do Episódio I. Você enfrentou a personificação do terror; reverências, sobrevivente. Isso é só o começo!",
      "english": "Defeat the boss of Episode I. You’ve faced the epitome of horror—take a bow, survivor. This act is just the beginning!",
      "french": "Éliminez le boss de l'épisode 1. Vous avez fait face au summum de l'horreur, faites une révérence, survivant. Cet acte n'est que le commencement !",
      "german": "Besiege den Boss von Episode I. Du hast dem Inbegriff des Schreckens ins Auge gesehen. Atme tief durch - das war erst der Anfang!",
      "japanese": "エピソードIのボスを倒す。恐怖の根源立ち向かった君に拍手を——だが、これはショーの幕開けにすぎない！",
      "koreana": "에피소드 1의 보스를 물리치기. 당신은 공포 그 자체를 마주했습니다. 심호흡하세요. 이것은 단지 시작일 뿐입니다!",
      "latam": "Derrota al jefe del episodio I. Enfrentaste al horror en persona y saliste con vida, pero esta historia apenas comienza.",
      "polish": "Pokonaj bossa Epizodu I. Udało ci się stawić czoła kwintesencji horroru – ukłoń się, Ocaleńcu. Ten akt to dopiero początek!",
      "russian": "Одолеть босса в эпизоде I. Вы сошлись лицом к лицу с воплощением зла — и выжили. Время переходить к новому акту!",
      "schinese": "击败第一章的最终 Boss。你面对了恐怖的顶峰——谢幕吧，幸存者。这一幕仅仅是开始！",
      "token": "ach12_desc"
    }
  },
  {
    "name": "AchPerfectRun",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/d04f34d4d6072183d86a0557211c21d6ddbaff56.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/f11688593f8933730a77e62c8629e29e228c93c2.jpg",
    "displayName": {
      "brazilian": "Uma Partida Perfeita",
      "english": "A Perfect Run",
      "french": "Un sans-faute",
      "german": "Ein perfekter Lauf",
      "japanese": "完璧なラン",
      "koreana": "무패 승리",
      "latam": "Ejecución perfecta",
      "polish": "Bez skazy",
      "russian": "Как по нотам",
      "schinese": "完美通关",
      "token": "ach14_title"
    },
    "description": {
      "brazilian": "Conclua uma missão sem sofrer dano. Incólume e sem medo, existem lendas sobre o seu desempenho impecável. As sombras tremem ao ouvir seu nome!",
      "english": "Finish a mission without taking damage. Unscathed and unafraid, legends are told of your flawless execution. The shadows tremble at your name!",
      "french": "Terminez une mission sans subir aucun dégât. Invincible et implacable, des légendes racontent vos exploits. Les ténèbres tremblent à l'évocation de votre nom !",
      "german": "Beende eine Mission, ohne Schaden zu nehmen. Unversehrt und unerschrocken - du bist der Stoff, aus dem Legenden gemacht sind. Die Schatten erzittern beim Klang deines Namens!",
      "japanese": "ダメージを受けずにミッションをクリアする。傷ひとつなく、恐れを知らない、君の完璧な仕事ぶりは伝説として語り継がれている。君の名に影の者どもが震えだすことだろう！",
      "koreana": "피해를 입지 않고 미션 완료하기. 두려움과 상처 하나 없이 완벽하게 적을 처단했다는 당신의 전설이 전해지고 있습니다. 어둠이 당신의 위명에 벌벌 떱니다!",
      "latam": "Completa una misión sin recibir daño. Sin un rasguño y sin miedo, tu hazaña perfecta ya es leyenda. Las sombras tiemblan al oír tu nombre.",
      "polish": "Ukończ misję nie otrzymując obrażeń. Nietknięty i nieustraszony, krążą legendy o twoim bezbłędnym wykonaniu zadania. Nawet cienie drżą na sam dźwięk twojego imienia!",
      "russian": "Пройти миссию, не понеся урон. На вас ни царапинки! Об этом будут слагать легенды. Тени трепещут при вашем имени!",
      "schinese": "在任务中零伤完成。毫发无伤，毫不畏惧，传说记载着你完美的执行力。黑暗都为你颤抖！",
      "token": "ach14_desc"
    }
  },
  {
    "name": "AchTwoHours",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/ef5c4060de1753b581b2f94cd2d95e879650120a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/1fb4196a029ed24d1ff2b9429e36a18392f24525.jpg",
    "displayName": {
      "brazilian": "Duas Horas de Horror",
      "english": "Two-Hour Terror",
      "french": "Deux heures de terreur",
      "german": "Zwei Stunden feinster Terror",
      "japanese": "恐怖の2時間",
      "koreana": "두 시간의 공포",
      "latam": "Terror por dos horas",
      "polish": "Dwugodzinny terror",
      "russian": "Два часа ужаса",
      "schinese": "两小时恐惧之旅",
      "token": "ach15_title"
    },
    "description": {
      "brazilian": "Jogue por duas Horas. O tempo voa quando se está escapando da morte e atirando em mortos-vivos; o clube dos sobreviventes dá as boas-vindas!",
      "english": "Play for two hours. Time flies when you’re dodging death and shooting the undead—welcome to the club of those who survived!",
      "french": "Jouez pendant deux heures. Le temps file lorsque vous esquivez la mort et fusillez les morts-vivants... Bienvenue au club des survivants !",
      "german": "Spiele zwei Stunden lang. Die Zeit vergeht wie im Flug, wenn du dem Tod entfliehst und Untote beseitigst - willkommen im Club der Überlebenden!",
      "japanese": "2時間プレイする。死を回避しながら、アンデッドを撃ちまくっていると、あっという間に時間が過ぎてしまう——これで君も「チームサバイバー」の仲間入りだ！",
      "koreana": "두 시간 동안 플레이하기. 죽음을 피하고 언데드를 쏘는 동안 시간은 정말 빨리 흘러갑니다. 살아남은 자들의 클럽에 오신 것을 환영합니다!",
      "latam": "Juega por dos Horas. El tiempo vuela cuando escapas del peligro y eliminas a los muertos vivientes. ¡Ya formas parte del club de los que siguen en pie!",
      "polish": "Graj przez dwie godziny. Czas leci nieubłaganie, gdy ciągle unikasz śmierci i strzelasz do nieumarłych. Witaj w klubie tych, którzy przetrwali!",
      "russian": "Играть два часа. Когда истребляешь нежить и бежишь со смертью наперегонки, время пролетает незаметно. Добро пожаловать в клуб выживших!",
      "schinese": "游玩时长达两小时。在闪躲死亡、射击尸潮中时光飞逝——欢迎加入生还者俱乐部！",
      "token": "ach15_desc"
    }
  },
  {
    "name": "AchCompleteChallengesEp1",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/e7684676c6e3e5036899010e436789732622c268.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/e39edd5148667ff4bb075ba57e9dc149f8a10592.jpg",
    "displayName": {
      "brazilian": "Desafio Aceito",
      "english": "Challenge Accepted",
      "french": "Défi accepté",
      "german": "Herausforderung angenommen",
      "japanese": "挑戦は受けた",
      "koreana": "도전 수락",
      "latam": "Desafío aceptado",
      "polish": "Ja nie dam rady?",
      "russian": "Вызов принят",
      "schinese": "挑战已接受",
      "token": "ach13_title"
    },
    "description": {
      "brazilian": "Conclua todas as missões opcionais do Episódio I. Desafiando o impossível, você superou as provações; as chaves da sobrevivência estão nas suas mãos!",
      "english": "Complete all optional missions from Episode I. Against all odds, you’ve conquered the trials—now you hold the keys to survival!",
      "french": "Terminez toutes les missions secondaires de l'épisode 1. Contre toute attente, vous avez surmonté tous les défis, vous détenez maintenant les clés de la survie !",
      "german": "Schließe alle optionalen Missionen von Episode I ab. Gegen alle Widrigkeiten hast du die Prüfungen gemeistert - jetzt hält dich keiner mehr auf!",
      "japanese": "エピソードIのすべてのサブミッションをクリアする。あらゆる困難に立ち向かい、君は試練を乗り越えた——そして今、生き残る術を身に着けた！",
      "koreana": "에피소드 1의 모든 선택 미션 완료하기. 모든 역경에도 불구하고, 당신은 시련을 극복했습니다. 이제 생존의 열쇠를 쥐고 있습니다!",
      "latam": "Completa todas las misiones opcionales del episodio I. Contra todo pronóstico, superaste las pruebas. ¡Ahora nada podrá detenerte!",
      "polish": "Wykonaj wszystkie dodatkowe misje Epizodu I. Wbrew przeciwnościom losu, udało się pokonać wszystkie próby. Teraz to ty trzymasz wodze przetrwania!",
      "russian": "Пройти все дополнительные миссии эпизода I. Вы прошли испытания наперекор трудностям — ключи к выживанию в ваших руках!",
      "schinese": "完成第一章中的所有支线任务。逆境之中，你挺了过来——现在你掌握了生存的关键！",
      "token": "ach13_desc"
    }
  },
  {
    "name": "AchFindSpider",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/5acc3e11f5974ad77f866dce521828f2a258b865.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/78478c487f12803616a99e3ae7abca294a069af7.jpg",
    "displayName": {
      "brazilian": "Matador de Aracnídeos",
      "english": "Arachnid Slayer",
      "french": "Exterminateur d'araignée",
      "german": "Spinnenjäger",
      "japanese": "スパイダースレイヤー",
      "koreana": "거미 사냥꾼",
      "latam": "Exterminador de arañas",
      "polish": "Zguba pająków",
      "russian": "Убийца арахнидов",
      "schinese": "蛛网终结者",
      "token": "ach16_title"
    },
    "description": {
      "brazilian": "Localize e elimine a evasiva aranha dourada. Com um belo tiro, você reivindicou seu prêmio; a moeda brilhante da caveira dourada. A caçada começou, e a sua destreza brilha mais que ouro!",
      "english": "Track down and defeat the elusive golden spider. With a swift shot, you’ve claimed your prize—the shimmering golden skull coin. The hunt is on, and your prowess shines brighter than gold!",
      "french": "Chassez et éliminez l'insaisissable araignée dorée. D'un coup précis, vous avez décroché le prix : la pièce de crâne dorée. La chasse est lancée et vos prouesses brillent plus fort que l'or !",
      "german": "Verfolge und besiege die legendäre Goldspinne. Mit einem schnellen Schuss hast du deinen Lohn ergattert - die schimmernde Goldschädelmünze. Die Jagd ist eröffnet, und dein Können leuchtet heller als Gold!",
      "japanese": "捕まえにくい金のクモを追いかけて仕留める。素早く正確な一撃で報酬を獲得した——そう、キラキラのゴールドスカルコインだ。狩りは始まった。君の腕前はゴールドよりも眩しく輝いている！",
      "koreana": "신출귀몰한 황금 거미를 찾아 물리치기. 당신은 재빠른 사격으로 반짝이는 해골 금화를 보상으로 획득했습니다. 사냥이 시작되었고, 당신의 기술은 금보다 더 빛납니다!",
      "latam": "Rastrea y derrota a la escurridiza araña dorada. Un disparo certero y el botín es todo tuyo: una reluciente moneda de calavera dorada. ¡La caza ha comenzado, y tus habilidades brillan más que el oro!",
      "polish": "Wytrop i pokonaj nieuchwytnego, złotego pająka. Celnym strzałem udało się zdobyć nagrodę – błyszczącą Monetę Złotej Czaszki. Polowanie trwa, a twoja biegłość lśni jaśniej niż złoto!",
      "russian": "Выследить и убить неуловимого золотого паука. Быстрым выстрелом вы заработали свой блестящий приз: золотой мертвеца. Охота продолжается — и ваша удаль сверкает ярче золота!",
      "schinese": "追踪并击败隐秘的黄金蜘蛛。快、准、狠，你夺下了黄金骷髅币。狩猎开始，你的实力比黄金更闪耀！",
      "token": "ach16_desc"
    }
  },
  {
    "name": "AchAllDeadEyes",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/26e86bac9cb02b52105c096da5d826d08f6191b7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/698c00ddde53efb16e77ee35206522765e58a9e1.jpg",
    "displayName": {
      "brazilian": "Atirador dos Condenados",
      "english": "Marksman of the Damned",
      "french": "Tireur d'élite des damnés",
      "german": "Scharfschütze der Verdammten",
      "japanese": "呪いのマークスマン",
      "koreana": "저주받은 사수",
      "latam": "Tirador de los condenados",
      "polish": "Snajper potępionych",
      "russian": "Проклятые мишени",
      "schinese": "诅咒神射手",
      "token": "ach17_title"
    },
    "description": {
      "brazilian": "Acerte todos os alvos de precisão no Templo dos Condenados. A precisão e a habilidade reinam soberanas; sua mira abriu um caminho pelas sombras do passado!",
      "english": "Hit all dead-eye targets in the Temple of the Damned. Precision and skill reign supreme—your aim has carved a path through the shadows of the past!",
      "french": "Touchez toutes les cibles dans le Temple des damnés. La précision et le savoir-faire règnent en maîtres... Votre visée a tracé un chemin à travers les ombres du passé !",
      "german": "Triff alle Münzen im Tempel der Verdammten. Präzision und Geschick sind genau dein Ding - dein Zielvermögen hat einen Pfad durch die Schatten der Vergangenheit geebnet!",
      "japanese": "「呪いの神殿」ですべてのターゲットを撃つ。精度と技術が最高潮に達する時——君の射撃は過去の影へと道を切り開いたのだ！",
      "koreana": "저주받은 자의 사원에서 모든 과녁 중앙 명중시키기. 정밀함과 기술이 핵심입니다. 당신의 조준은 과거의 그림자를 뚫고 길을 만들어냈습니다!",
      "latam": "Acierta a todos los objetivos en el Templo de los Condenados. La precisión y la habilidad son lo tuyo: ¡Tus disparos han abierto un camino a través de las sombras del pasado!",
      "polish": "Traf wszystkie cele w Świątyni Potępionych. Precyzja i umiejętności biorą górę. Twoja celność przetarła ścieżkę przez cienie przeszłości!",
      "russian": "Поразить все цели в храме Проклятых. Благодаря меткости и сноровке вы проложили путь сквозь тени прошлого.",
      "schinese": "命中「诅咒神庙」中的全部标靶。精准与技巧主宰战场——你的射击在过去的阴影中开辟出一条生路！",
      "token": "ach17_desc"
    }
  },
  {
    "name": "AchFirstTrait",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/30e3862776e2cc80eee4b1c1b74cab411af4109a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/11e05f1b1db4f0f5ec3b43e13c7d506e571abf92.jpg",
    "displayName": {
      "brazilian": "Hora das Ferramentas",
      "english": "Tool Time",
      "french": "À vos outils !",
      "german": "Hör mal, wer da hämmert",
      "japanese": "改造タイム",
      "koreana": "땜질 시간",
      "latam": "Hora de las herramientas",
      "polish": "Czas coś zmajstrować",
      "russian": "Засучив рукава",
      "schinese": "工具时间",
      "token": "ach18_title"
    },
    "description": {
      "brazilian": "Consiga seu primeiro afixo de arma. Você deu o primeiro passo em direção ao domínio das criações de combate. Mostre aos seus inimigos quem você é de verdade!",
      "english": "Claim your first weapon trait. You've taken the first step towards mastering the craft of combat. Now show your enemies what you're truly made of!",
      "french": "Obtenez votre première caractéristique d'arme. Vous avez fait vos premiers pas vers la maîtrise de l'art du combat. Allez montrer à vos ennemis de quel bois vous vous chauffez !",
      "german": "Erhalte deine 1. Waffenverbesserung. Du hast den ersten Schritt zur Beherrschung des Kampfhandwerks geschafft. Jetzt zeige deinen Feinden, was wirklich in dir steckt!",
      "japanese": "最初の武器特性を受け取る。戦闘技術を習得するための第一歩を踏み出した。さあ、敵に真の実力を見せつけてやろう！",
      "koreana": "첫 번째 무기 특성 얻기. 전투 기술을 마스터하는 첫걸음을 내디뎠습니다. 이제 적에게 당신의 진정한 실력을 보여주세요!",
      "latam": "Obtén tu primer atributo de arma. Diste el primer paso para dominar el arte del combate. ¡Ahora muéstrales a tus enemigos lo que tienes!",
      "polish": "Zdobądź swoją pierwszą cechę broni. Za tobą pierwszy krok w kierunku opanowania sztuki walki. Teraz pokaż przeciwnikom, na co cię stać!",
      "russian": "Получить первое свойство оружия. Первый шаг в оружейном деле сделан! Теперь враги узнают, на что вы способны!",
      "schinese": "领取你的第一个武器特性。你已踏出掌握战斗之道的第一步。现在就让敌人看看你的真正实力吧！工具之王",
      "token": "ach18_desc"
    }
  },
  {
    "name": "AchMoreTraits",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/494c82d24a29d09d9831de094ad5102303e512a4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/1e660ac83cf43914d34f96997464aa127404b9e4.jpg",
    "displayName": {
      "brazilian": "Rei das Ferramentas",
      "english": "King of Tools",
      "french": "Roi des outils",
      "german": "Baumarkt-Baron",
      "japanese": "改造キング",
      "koreana": "땜질의 왕",
      "latam": "Su Majestad de las herramientas",
      "polish": "Król majstrowania",
      "russian": "Заправский оружейник",
      "schinese": "工具之王",
      "token": "ach19_title"
    },
    "description": {
      "brazilian": "Consiga 10 afixos de armas. Você ajustou seu arsenal à perfeição. Agora, deixe seus inimigos testemunharem a combinação suprema de armas!",
      "english": "Claim 10 weapon traits. You've fine-tuned your arsenal to perfection. Now let your enemies witness the ultimate weapon combination!",
      "french": "Réduisez 20 Banshees au silence. Les lamentations des Banshees résonnent depuis bien trop longtemps. Il est temps de mettre fin à leurs cris lancinants et de faire vos preuves en tant que véritable chasseur des damnés !",
      "german": "Sammle 10 Waffenverbesserungen ein. Du hast dein Arsenal bis zur Perfektion verfeinert. Zeige deinen Feinden jetzt die ultimative Waffenkombination!",
      "japanese": "10個の武器特性を受け取る。武器庫は完璧に微調整された。さあ、究極の武器の組み合わせを敵に味わってもらおうじゃないか！",
      "koreana": "10개의 무기 특성 얻기. 무기고를 완벽하게 정비했습니다. 지금 적에게 최고의 무기 조합을 보여주세요!",
      "latam": "Obtén 10 atributos de armas. Lograste el arsenal perfecto. ¡Ahora muéstrales a tus enemigos la mejor combinación de armas!",
      "polish": "Zdobądź 10 cech broni. Twój arsenał to istna perfekcja. Pozwól swoim przeciwnikom doświadczyć na własnej skórze potęgi twoich broni.",
      "russian": "Получить 10 свойств оружия. Вы довели арсенал до совершенства. Пусть враги увидят идеальную комбинацию оружия!",
      "schinese": "领取 10 个武器特性。你已将武器调校至极致。让敌人见识一下你终极的武器组合！",
      "token": "ach19_desc"
    }
  },
  {
    "name": "AchBanshees",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/7508e3fbfbfc459e993b8608b2bb4517bd0a57c1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/cf766612d4df689ab3cf20df438989fb1f165126.jpg",
    "displayName": {
      "brazilian": "Encantador de Sirenas",
      "english": "Siren Whisperer",
      "french": "Chuchoteur de sirènes",
      "german": "Sirenenflüsterer",
      "japanese": "沈黙のセイレーン",
      "koreana": "유혹적인 속삭임",
      "latam": "Especialista en sirenas",
      "polish": "Zaklinacz syren",
      "russian": "Заклиная сирен",
      "schinese": "女妖驯服者",
      "token": "ach20_title"
    },
    "description": {
      "brazilian": "Silencie 20 Lamentadoras. Os gritos das Lamentadoras já ecoaram por tempo demais. É hora de pôr um fim às lamúrias assombrosas delas e mostrar como se caça condenados de verdade!",
      "english": "Silence 10 Banshees. The Banshees' wails have echoed for too long. Time to put an end to their haunting cries and prove your mettle as a true hunter of the damned!",
      "french": "Réduisez 20 Banshees au silence. Les lamentations des Banshees résonnent depuis bien trop longtemps. Il est temps de mettre fin à leurs cris lancinants et de faire vos preuves en tant que véritable chasseur des damnés !",
      "german": "Bring 20 Banshees zum Schweigen. Die Schreie der Banshees sind schon viel zu lange zu hören. Es ist an der Zeit, ihre Schreie verstummen zu lassen und zu beweisen, dass du ein wahrer Jäger der Verdammten bist!",
      "japanese": "バンシーを20体沈黙させる。バンシーの泣き叫ぶ声はあまりにも長い間響き渡っている。あのおぞましい泣き声に終止符を打ち、真の呪われしハンターとしての腕を見せてやれ！",
      "koreana": "밴시 20명을 침묵시키기. 밴시의 비명이 너무나 오랫동안 들려왔습니다. 이제 그들의 비명을 잠재우고 당신이 진정한 악령 사냥꾼임을 증명해야 할 때입니다!",
      "latam": "Silencia a 20 Banshees. Los gritos de las banshees retumban desde hace demasiado tiempo. ¡Es hora de ponerle fin al llanto atormentador y demostrar tu don para cazar a los malditos!",
      "polish": "Ucisz 20 zjaw. Wycie zjaw odbijało się echem zbyt długo. Czas zakończyć te upiorne krzyki i pokazać swoją prawdziwa naturę jako prawdziwy łowca potępionych!",
      "russian": "Усмирить 20 банши. Стенания банши раздавались слишком долго. Пора положить конец их потусторонним крикам и показать свои навыки охоты на проклятых!",
      "schinese": "沉默 20 个女妖。女妖的哀嚎已持续太久。是时候让她们闭嘴，向诅咒之猎人证明你的实力了！",
      "token": "ach20_desc"
    }
  },
  {
    "name": "AchFirstEp2",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/e26902a7907e1324b3feedda1903762a3c3f144f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/62884a8550e7e8181c7b1001a6c90891b77e5e68.jpg",
    "displayName": {
      "brazilian": "Rainha por uma Noite",
      "english": "Queen for a Night",
      "french": "Reine d'une nuit",
      "german": "Königin für eine Nacht",
      "japanese": "夜の女王",
      "koreana": "하룻밤의 여왕",
      "latam": "Reina por una noche",
      "polish": "Królowa nocy",
      "russian": "Королева ночи",
      "schinese": "一夜女王",
      "token": "ach21_title"
    },
    "description": {
      "brazilian": "Sobreviva à primeira missão do Episódio II. O pesadelo continua; você sobreviveu ao ato de abertura, mas os verdadeiros terrores do Episódio II lhe aguardam!",
      "english": "Survive the first mission of Episode II. The nightmare continues; you've survived the opening act, but the true horrors of Episode II await!",
      "french": "Survivez à la première mission de l'épisode 2. Le cauchemar continue. Vous avez survécu au prologue, mais l'horreur véritable vous attend dans l'épisode 2 !",
      "german": "Überlebe die erste Mission von Episode II. Der Albtraum geht weiter: Du hast den ersten Akt überlebt, aber die wahren Schrecken der Episode II liegen noch vor dir!",
      "japanese": "エピソードIIの最初のミッションで生き延びる。悪夢はまだ続いている。オープニングアクトは成功に終わった。だが、エピソードIIの真の恐怖はここからだ！",
      "koreana": "에피소드 2의 첫 번째 미션에서 살아남기. 악몽은 계속됩니다. 당신은 오프닝에서 살아남았지만, 에피소드 2의 진짜 공포가 기다리고 있습니다!",
      "latam": "Sobrevive a la primera misión del Episodio II. La pesadilla continúa: sobreviviste al primer acto, pero te esperan los horrores del Episodio II.",
      "polish": "Przetrwaj pierwszą misję Epizodu II. Koszmar trwa dalej. Udało ci się przetrwać akt otwierający, lecz prawdziwa zgroza czeka w Epizodzie II!",
      "russian": "Пережить первую миссию эпизода II. Вы выжили в первом акте, но ужас продолжается. Узнайте, какие кошмары таит эпизод II.",
      "schinese": "生存第二章的首个任务。梦魇继续；你挺过了开场，但真正的恐怖才刚刚开始！",
      "token": "ach21_desc"
    }
  },
  {
    "name": "AchGrapple",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/04b4a7a7405fe202e91912f9e5acd1cacd8c0347.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/04785a54a1b0d333691c785739864618b4bb04a7.jpg",
    "displayName": {
      "brazilian": "Alturas Nauseantes",
      "english": "Dizzying Heights",
      "french": "Hauteurs vertigineuses",
      "german": "Schwindelerregende Höhen",
      "japanese": "眩暈のする高所",
      "koreana": "아찔한 높이",
      "latam": "Alturas vertiginosas",
      "polish": "Zawrotne wysokości",
      "russian": "Горные выси",
      "schinese": "眩目高空",
      "token": "ach22_title"
    },
    "description": {
      "brazilian": "Use o gancho para se balançar em uma saliência a 10 metros acima de você. Voe pelo campo de batalha, guiado pelas bênçãos do virtuoso Monge Fidelis. Prove que a sua fé pode levantá-lo a alturas nauseantes.",
      "english": "Use the grappling hook to swing onto a ledge 10 metres above you. Soar above the battlefield, guided by the benedictions of the righteous Father Fidelis. Prove your faith can lift you to dizzying heights.",
      "french": "Utilisez le grappin pour vous agripper à un rebord 10 mètres au-dessus de votre tête. Survolez le champ de bataille, guidé par les bénédictions de Père Fidelis le Juste. Prouvez que votre foi peut vous élever à des hauteurs vertigineuses.",
      "german": "Schwing dich mit dem Enterhaken auf einen Vorsprung 10 Meter über dir. Erhebe dich über das Schlachtfeld, geleitet von den Segenswünschen des frommen Vater Fidelis. Beweise, dass dein Glaube dich in schwindelnde Höhen tragen kann.",
      "japanese": "引っ掛けフックを使い、10メートルの高さの足場に飛び移る。正義の神父・フィデリスの祝福に導かれ、戦場の上空へと舞い上がれ。自らの信念が、目を眩むような高さへと導くことを証明せよ。",
      "koreana": "갈고리를 이용해 10m 위 돌출부로 올라가기. 전장 위로 날아오르세요. 독실한 피델리스 신부의 은총이 당신을 인도할 것입니다. 당신의 믿음이 당신을 아찔한 높이까지 끌어올릴 수 있음을 증명하세요.",
      "latam": "Usa el gancho para trepar hasta una saliente 10 metros más arriba. Sobrevuela el campo de batalla bajo la guía de las bendiciones del padre Fidelis. Demuestra que la fe puede llevarte a alturas vertiginosas.",
      "polish": "Użyj kotwiczki, aby wskoczyć na występ znajdujący się 10 metrów nad tobą. Wznieś się ponad pole bitwy, podążając za błogosławieństwami sprawiedliwego ojca Fidelisa. Udowodnij, że twoja wiara może unieść cię na zawrotne wyżyny.",
      "russian": "Забраться с помощью абордажного крюка на уступ в 10 метрах над вами. Получите благословение праведного отца Фиделиса и воспарите над полем боя. Докажите, что вера может вознести вас на горные выси.",
      "schinese": "使用抓钩跃上 10 米高的悬崖。在战场之上翱翔，圣父费迪利斯的恩典引导着你。证明你的信念能带你飞跃绝境。",
      "token": "ach22_desc"
    }
  },
  {
    "name": "AchBarrels",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/a547fcf2fa4a0a270e67d8b4516b56eed6989845.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/1779138cf1b59fb39be6909b829f8f5ea8c8dd31.jpg",
    "displayName": {
      "brazilian": "Barris Divertidos",
      "english": "Barrels o' Fun",
      "french": "Explosion !",
      "german": "Remmi-Demmi",
      "japanese": "爆発祭り",
      "koreana": "폭발의 즐거움",
      "latam": "Barriles y diversión",
      "polish": "Beczka śmiechu",
      "russian": "Бочки веселья",
      "schinese": "爆炸欢乐桶",
      "token": "ach23_title"
    },
    "description": {
      "brazilian": "Detone 20 barris explosivos. Você desenvolveu um olhar atento para alvos valiosos. Use-o a seu favor e mostre aos seus inimigos o verdadeiro significado de poder de fogo!",
      "english": "Detonate 20 explosive barrels. You've developed a keen eye for high-yield targets. Use them  to your advantage and show your enemies the true meaning of firepower!",
      "french": "Faites exploser 20 barils explosifs. Vous avez développé un regard affûté pour les cibles explosives. Utilisez-les à votre avantage et montrez à vos ennemis ce qu'est la véritable puissance de feu !",
      "german": "Sprenge 20 explosive Fässer. Du hast ein scharfes Auge für hochexplosive Ziele entwickelt. Nutze das zu deinem Vorteil und zeige deinen Feinden, was Feuerkraft wirklich bedeutet!",
      "japanese": "爆発バレルを20個爆発させる。利益が高いターゲットを見抜く鋭い目が養われてきたようだな。このスキルを活用して、敵に火力の真の恐ろしさを見せつけろ！",
      "koreana": "폭발성 통 20개 폭파하기. 당신은 폭발성이 강한 목표물을 찾아내는 예리한 안목을 길렀습니다. 이것을 유리하게 사용하여 적에게 화력이 무엇인지 보여주세요!",
      "latam": "Detona 20 barriles explosivos. Desarrollaste un buen ojo para detectar objetivos con grandes recompensas. Úsalo a tu favor y demuéstrales a los enemigos tu potencia explosiva.",
      "polish": "Detonuj 20 wybuchających beczek. Masz doskonałe oko do wartościowych celów. Wykorzystaj to i pokaż wrogom, co to znaczy prawdziwa siła ognia!",
      "russian": "Привести в действие 20 взрывчатых бочек. Вы умеете наделать шуму и показать врагам, что такое огневая мощь!",
      "schinese": "引爆 20 个爆炸桶。你已经练就火眼金睛，善于利用高爆目标。展示真正的火力意义！",
      "token": "ach23_desc"
    }
  },
  {
    "name": "AchKillSecondBoss",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/d09da8afd4b8980e6398bf692a9c40ae0c8d1517.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/cd521b556577f3a7334ab549b5201f7089e1ef78.jpg",
    "displayName": {
      "brazilian": "Salvador do Mundo",
      "english": "World Saviour",
      "french": "Sauver le monde",
      "german": "Retter der Welt",
      "japanese": "救世主誕生",
      "koreana": "세계 구원자",
      "latam": "Salvador del mundo",
      "polish": "Zbawca świata",
      "russian": "Спасение мира",
      "schinese": "世界拯救者",
      "token": "ach24_title"
    },
    "description": {
      "brazilian": "Derrote o chefe do Episódio II. O mestre sombrio da Seita foi derrotado; o mundo está seguro, por ora. Mas a batalha está longe de acabar. Prepare-se, pois o verdadeiro teste de coragem ainda está por vir!",
      "english": "Defeat the boss of Episode II. The Cult's dark master has been vanquished—the world is safe, for now. But the battle is far from over. Brace yourself, for the true test of your mettle lies ahead!",
      "french": "Éliminez le boss de l'épisode II. Le sinistre maître du Culte a été vaincu, le monde peut maintenant dormir sur ses deux oreilles... du moins pour le moment. Mais le combat est loin d'être terminé. Préparez-vous, car votre courage va être mis à rude épreuve !",
      "german": "Besiege den Boss von Episode II. Der dunkle Meister des Kults ist besiegt - die Welt ist sicher, vorerst... Aber der Kampf ist noch lange nicht vorbei. Mach dich bereit, denn die wahre Bewährungsprobe liegt noch vor dir!",
      "japanese": "エピソードIIのボスを倒す。カルト教団における闇の支配者は倒され、世界に一時の安寧が訪れた—しかし、戦いはまだ終わっていない。覚悟しろ、真の実力が試されるのはこれからだ！",
      "koreana": "에피소드 2 보스 물리치기. 컬트의 사악한 지배자가 패배했습니다. 세상은 잠시 안전해졌지만 싸움은 끝나지 않았습니다. 각오를 다지세요. 당신의 용기를 시험할 진정한 시련이 다가옵니다!",
      "latam": "Derrota al jefe del Episodio II. El maestro oscuro del Culto ha sido derrotado. El mundo está a salvo, por ahora, pero la batalla está lejos de terminar. ¡Prepárate, porque la verdadera prueba aún está por llegar!",
      "polish": "Pokonaj bossa Epizodu II. Mroczny władca Kultu został zgładzony – świat jest bezpieczny, na ten moment. Ale bitwa nadal trwa. Przygotuj się, bo przed tobą prawdziwa próba sił!",
      "russian": "Одолеть босса в эпизоде II. Тёмный властитель Культа повержен — и мир в безопасности (на какое-то время). Но битва отнюдь не кончена. Соберитесь с духом: настоящее испытание вашей стойкости ещё впереди!",
      "schinese": "击败第二章的首领。邪教的黑暗主宰已被击败——世界暂时安全。但战斗远未结束。准备迎接真正的试炼吧！",
      "token": "ach24_desc"
    }
  },
  {
    "name": "AchCompleteChallengesEp2",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/a1cff3a2cb8979cfd0ba26d8e9668be7f920ffd9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/1966a1af84c9a49c4d54e9ea5e3488df04427e00.jpg",
    "displayName": {
      "brazilian": "Desafio concluído",
      "english": "Challenge accomplished",
      "french": "Défi accompli",
      "german": "Keine Herausforderung",
      "japanese": "チャレンジ・コンプリート",
      "koreana": "도전 완료",
      "latam": "Desafío cumplido",
      "polish": "Wyzwanie ukończone",
      "russian": "Испытание пройдено",
      "schinese": "挑战完成",
      "token": "ach25_title"
    },
    "description": {
      "brazilian": "Termine todos os desafios do Episódio II. Você dominou os desafios mais assombrosos que Bloodshed tem a oferecer. Suas habilidades estão afiadas e sua determinação é sólida.",
      "english": "Finish all challenges of Episode II. You have conquered the most daunting challenges that Bloodshed has to offer. Your skills are honed and your resolve is unbreakable.",
      "french": "Accomplissez tous les défis de l'épisode II. Vous êtes venu à bout des défis les plus redoutables que Bloodshed ait à vous offrir. Vos compétences sont affûtées et votre détermination est inébranlable.",
      "german": "Beende alle Herausforderungen von Episode II. Du hast die schwierigsten Herausforderungen, die Bloodshed zu bieten hat, gemeistert. Deine Fähigkeiten sind ausgereift und deine Entschlossenheit ist unerschütterlich.",
      "japanese": "エピソードIIのすべてのチャレンジをクリアする。『Bloodshed』の中で最も手強い挑戦を君は成し遂げた。君の技は磨かれ、決意は揺るぎないものとなった。",
      "koreana": "모든 에피소드 2 도전 완료하기. 당신은 Bloodshed에서 가장 어려운 도전들을 완수했습니다. 당신의 기술은 연마되었고 결의는 굳건합니다.",
      "latam": "Completa todos los desafíos del Episodio II. Has conquistado los desafíos más imponentes de Bloodshed. Tus habilidades se perfeccionaron, y tu determinación es inquebrantable.",
      "polish": "Ukończ wszystkie wyzwania w Epizodzie II. Udało ci się pokonać najtrudniejsze wyzwania, jakie ma do zaoferowania Bloodshed. Twoje umiejętności są na najwyższym poziomie, a determinacja nie do złamania.",
      "russian": "Пройти все испытания эпизода II. Вы справились с самыми страшными испытаниями в Bloodshed. Ваши навыки остры как бритва, и ваш характер не сломить.",
      "schinese": "完成第二章的所有挑战。你已经征服了《Bloodshed》中最艰难的挑战。你的技巧已臻成熟，你的意志坚不可摧。",
      "token": "ach25_desc"
    }
  },
  {
    "name": "AchAllSpiders",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/58295d99bbfa8799df34b8475c6e491285581d5c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/1bbc175bb7259c280ededa1f89a2800ab355408f.jpg",
    "displayName": {
      "brazilian": "Exterminador de Aracnídeos",
      "english": "Arachnid Exterminator",
      "french": "Exterminateur d'araignées",
      "german": "Spinnenausrotter",
      "japanese": "スパイダー駆除班",
      "koreana": "거미 박멸자",
      "latam": "Exterminador de arañas",
      "polish": "Arachnofob",
      "russian": "Истребление арахнидов",
      "schinese": "蜘蛛终结者",
      "token": "ach26_title"
    },
    "description": {
      "brazilian": "Elimine todas as aranhas douradas. É muito mais fácil de dormir quando não tem um monte de aranhas rastejando por aí sem controle, né?",
      "english": "Wipe out all golden Spiders. It's much easier to sleep when there are no more spiders crawling around out there uncontrolled, isn't it?",
      "french": "Éliminez toutes les araignées dorées. On trouve bien plus facilement le sommeil quand on sait qu'il n'y a plus aucune araignée qui rampe en toute liberté, pas vrai ?",
      "german": "Rotte die gesamte Goldspinnenpopulation aus. Es lässt sich wesentlich besser schlafen, wenn sich keine Spinnen mehr unbeaufsichtigt da draußen rumtreiben, oder?",
      "japanese": "すべての金のクモを一掃する。表で野放しにされて這い回るクモたちがいなくなれば、落ち着いて眠れるようになる…だろう？",
      "koreana": "황금 거미 몰살하기. 제 멋대로 기어다니는 거미가 더 이상 없다면 잠들기가 훨씬 더 쉬울 것 같지 않나요?",
      "latam": "Acaba con todas las arañas doradas. Es más fácil dormir cuando ya no hay arañas sueltas por ahí, ¿verdad?",
      "polish": "Pozbądź się wszystkich złotych pająków. Lepiej się śpi ze świadomością, że w pobliżu nie ma żadnych pająków, prawda?",
      "russian": "Стереть с лица земли всех золотых пауков. Пауки вас больше не потревожат — можно спать спокойно, не так ли?",
      "schinese": "清除所有金蜘蛛。没有蜘蛛在外面爬来爬去时，确实更容易安眠，对吧？",
      "token": "ach26_desc"
    }
  },
  {
    "name": "AchThrone",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/85db857be75fc7e58586a0b7cf6075532d1790c6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/aab1ea804b6c5d3d57cd2746b126e8b0dfdbed2b.jpg",
    "displayName": {
      "brazilian": "Rei do meu Castelo",
      "english": "King of my Castle",
      "french": "Roi de mon propre château",
      "german": "Heute ein König",
      "japanese": "我が城の王",
      "koreana": "내 성의 왕",
      "latam": "Monarca del castillo",
      "polish": "Pan na włościach",
      "russian": "На престоле",
      "schinese": "城堡之王",
      "token": "ach27_title"
    },
    "description": {
      "brazilian": "Reivindique o seu lugar de direito. Um rei precisa de um trono. Então, o que você está esperando?",
      "english": "Claim your rightful place. A king needs a throne. So what are you waiting for?",
      "french": "Revendiquez votre place légitime. Un roi a besoin d'un trône. Alors qu'attendez-vous ?",
      "german": "Nimm deinen angestammten Platz ein. Einen König braucht einen Thron. Also worauf wartest du noch?",
      "japanese": "正当な場所を手に入れる。王には王座がふさわしい。さあ、何をためらう？",
      "koreana": "걸맞은 자리에 앉기. 왕에게는 왕좌가 필요합니다. 뭘 주저하세요?",
      "latam": "Reclama el lugar que te corresponde. Todo monarca necesita un trono. ¿Qué estás esperando?",
      "polish": "Zajmij swe zasłużone miejsce. Król potrzebuje tronu, na co więc czekasz?",
      "russian": "Занять подобающее место. Вашему величеству нужен трон. Чего же вы ждёте?",
      "schinese": "登上你的王座。一个国王需要一个王座。你还在等什么？",
      "token": "ach27_desc"
    }
  },
  {
    "name": "AchHighNoon",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/42ed654cdc1970eb7955abd930c1410e21f9b0a5.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/f1f447e2c292f3b3f3c9c8c848e7267572ac67d1.jpg",
    "displayName": {
      "brazilian": "Meio-dia",
      "english": "High Noon",
      "french": "Midi pile",
      "german": "Wem die Stunde schlägt",
      "japanese": "運命のハイヌーン",
      "koreana": "정시 정각",
      "latam": "Puntual",
      "polish": "W samo południe",
      "russian": "В зените",
      "schinese": "正午决斗",
      "token": "ach28_title"
    },
    "description": {
      "brazilian": "Visite a torre do relógio às 12 em ponto. Duas vezes por dia, você tem a chance de pegar o prêmio; só precisar chegar a tempo!",
      "english": "Visit the clock tower at 12 o'clock. Twice a day, you have the chance to grab the big prize – be sure to be on time!",
      "french": "Rendez-vous à la tour de l'horloge à midi. Deux fois par jour, vous avez une chance de remporter le grand prix, alors soyez à l'heure !",
      "german": "Besuche den Uhrenturm um 12 Uhr. Zweimal pro Tag eröffnet sich dir die Möglichkeit, den ganz großen Gewinn abzustauben - sei besser pünktlich!",
      "japanese": "12時に時計台を訪れる。1日2回、ビッグな称号を手に入れるチャンス—時間ぴったりに行くんだぞ！",
      "koreana": "12시에 시계탑 방문하기. 하루에 두 번, 큰 상을 받을 기회가 있으니 꼭 제시간에 도착하세요!",
      "latam": "Visita el campanario a las 12 en punto. Dos veces al día, tienes la oportunidad de llevarte el gran premio: ¡Asegúrate de llegar a tiempo!",
      "polish": "Odwiedź wieżę zegarową o godzinie 12:00. Dwa razy dziennie masz szansę na zdobycie głównej nagrody – pamiętaj, aby być na czas!",
      "russian": "Посетите часовую башню в 12 часов. Дважды в сутки можно сорвать большой куш — не опоздайте!",
      "schinese": "访问钟楼12点。一天两次，你有机会获得大奖——一定要准时到达！",
      "token": "ach28_desc"
    }
  },
  {
    "name": "AchBuyFirstConsumable",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/2512c205e4ff20b94fc7eb9d356e6c8db732a60f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/3eb925f3f2f7ef753f5817ec258a12a4141cf6af.jpg",
    "displayName": {
      "brazilian": "Princesa das Compras",
      "english": "Shopping Princess",
      "french": "Princesse du shopping",
      "german": "Einkaufsbummel",
      "japanese": "買い物プリンセス",
      "koreana": "쇼핑 공주",
      "latam": "Princesa de las compras",
      "polish": "Zakupowa księżniczka",
      "russian": "За покупками",
      "schinese": "购物公主",
      "token": "ach29_title"
    },
    "description": {
      "brazilian": "Compre o seu primeiro consumível. Agora parece que você pegou gosto pela coisa! Você pode comprar consumíveis a qualquer momento para ajudar na próxima partida.",
      "english": "Purchase your first consumable item. Now you seem to have acquired a taste for it! You can buy consumable items at any time to make your next run easier.",
      "french": "Achetez votre premier consommable. Vous semblez y avoir pris goût ! Vous pouvez acheter des consommables à n'importe quel moment pour vous faciliter la partie.",
      "german": "Kaufe dein erstes Verbrauchsobjekt. Jetzt bist du anscheinend auf den Geschmack gekommen! Du kannst Consumables jederzeit nachkaufen, damit sie dir den nächsten Lauf erleichtern.",
      "japanese": "最初の消耗アイテムを購入する。買い物の楽しさを味わえたか？次のランがもっと楽になる消耗アイテムはいつでも購入できるぞ。",
      "koreana": "첫 번째 소모품 구매하기. 이제 감을 잡으셨군요! 다음 도전을 더 쉽게 만들기 위해 언제든지 소모품을 구매할 수 있습니다.",
      "latam": "Compra tu primer objeto consumible. ¡Parece que le has tomado el gusto! Puedes comprar objetos consumibles en cualquier momento para facilitar tu próxima partida.",
      "polish": "Kup pierwszy przedmiot jednorazowy. Widocznie ci się spodobało! Możesz kupować przedmioty jednorazowe w dowolnym momencie, aby ułatwić sobie kolejną rozgrywkę.",
      "russian": "Купить первый расходный предмет. Наслаждайтесь шопингом! Вы можете когда угодно покупать расходные предметы, чтобы упростить следующий раунд.",
      "schinese": "购买你的第一个消耗品。现在你似乎开始喜欢这种感觉了！你可以随时购买消耗品，使你的下一次冒险更轻松。",
      "token": "ach29_desc"
    }
  },
  {
    "name": "AchBuyMoreConsumables",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/e7db9cc5fec2a885718f938b207004819eb993b5.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/e0a7e44a38081b01ae10d88d667a0067837c7592.jpg",
    "displayName": {
      "brazilian": "Rainha das Compras",
      "english": "Shopping Queen",
      "french": "Reine du shopping",
      "german": "Shopping Queen",
      "japanese": "買い物クイーン",
      "koreana": "쇼핑 여왕",
      "latam": "Reina de las compras",
      "polish": "Zakupowa królowa",
      "russian": "Шопинг в разгаре",
      "schinese": "购物女王",
      "token": "ach30_title"
    },
    "description": {
      "brazilian": "Compre um total de 10 consumíveis. A maratona de compras não para! Mas essas coisas são bem úteis, não são?",
      "english": "Purchase a total of 10 consumable items. There's no end to the shopping spree! But these things are really useful, aren't they?",
      "french": "Achetez un total de 10 consommables. La frénésie d'achat ne s'arrête jamais ! Mais ces articles sont vraiment utiles, pas vrai ?",
      "german": "Kaufe insgesamt mindestens 10 Verbrauchsobjekte. Der Shopping-Wahn nimmt kein Ende! Aber die Dinger sind auch wirklich nützlich, nicht wahr?",
      "japanese": "消耗アイテムを合計10個購入する。爆買いに終わりはない！だが実際、このアイテムは役に立つだろう？",
      "koreana": "소모품 총 10개 구매하기. 쇼핑은 끝이 없어요! 이런 것들은 정말 유용하지 않나요?",
      "latam": "Compra un total de 10 objetos consumibles. ¡La locura por las compras no tiene fin! Pero estas cosas son realmente útiles, ¿no?",
      "polish": "Kup łącznie 10 przedmiotów jednorazowych. Zakupom nie ma końca! Ale przecież te rzeczy są strasznie przydatne, nieprawdaż?",
      "russian": "Купить в сумме 10 расходных предметов. Вы вошли во вкус! Как удержаться от столь заманчивых покупок?",
      "schinese": "购买总计10个消耗品。购物狂欢没有尽头！不过这些东西确实非常有用，不是吗？",
      "token": "ach30_desc"
    }
  },
  {
    "name": "AchUseLevelUpMods",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/e7804497198491a9b31dae031eb96efc420a4f3b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/836635b41365cc540cc9e79ef1877c81945616eb.jpg",
    "displayName": {
      "brazilian": "Influenciador",
      "english": "Influencer",
      "french": "Influenceur",
      "german": "Influencer",
      "japanese": "インフルエンサー",
      "koreana": "인플루언서",
      "latam": "Influencer",
      "polish": "Influencer",
      "russian": "Распаковка",
      "schinese": "影响者",
      "token": "ach31_title"
    },
    "description": {
      "brazilian": "Use 10 consumíveis. Você dominou o uso estratégico dos consumíveis para virar o jogo a seu favor; faz muita diferença!",
      "english": "Use 10 Consumable Items. You have mastered the strategic use of consumables to turn the tide of the game—truly a game changer!",
      "french": "Utilisez 10 consommables. Vous avez parfaitement maîtrisé l'utilisation stratégique des consommables pour tourner la partie à votre avantage, ça change vraiment la donne !",
      "german": "Benutze 10 Verbrauchsobjekte. Du hast die strategische Nutzung der Verbrauchsobjekte gemeistert, um das Spiel zu deinen Gunsten zu wenden – ein wahrer Game Changer!",
      "japanese": "消耗アイテムを10個使用する。消耗アイテムを戦略的に使い、流れを優勢に変えるコツをマスターしたようだ——君をゲームチェンジャーと呼ぼう！",
      "koreana": "소모품 10개 사용하기. 당신은 소모품을 전략적으로 사용해 전황을 뒤집는 방법을 터득했습니다. 정말 게임의 판도를 바꾸는 기술이죠!",
      "latam": "Usa 10 objetos consumibles. Dominas el uso estratégico de los consumibles para cambiar el juego a tu favor. ¡Ya no hay vuelta atrás!",
      "polish": "Zużyj 10 przedmiotów jednorazowych. Mistrzowsko przechylasz szalę na swoją stronę dzięki jednorazówkom!",
      "russian": "Использовать 10 расходных предметов. Вы научились стратегически применять расходники, чтобы переломить ход игры в свою пользу!",
      "schinese": "使用10个消耗品。你已掌握了消耗品的战略使用，能扭转战局——真正的游戏改变者！",
      "token": "ach31_desc"
    }
  },
  {
    "name": "AchUseRevives",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/88931d974b3be0f9af7870c15f2352c7a1a0000e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/48dbddf13ff94657daac81c0f846dae1ae12d41a.jpg",
    "displayName": {
      "brazilian": "Estou vivo, de novo!",
      "english": "I live - again!",
      "french": "Je revis !",
      "german": "Zurück ins Leben",
      "japanese": "蘇る、もう一度！",
      "koreana": "다시 살아났다!",
      "latam": "Vuelta a la vida",
      "polish": "Wciąż tu jestem!",
      "russian": "Новая жизнь",
      "schinese": "我又活了！",
      "token": "ach32_title"
    },
    "description": {
      "brazilian": "Use um ressurgimento para continuar sua partida. A escuridão pode ter te levado, mas você se recusou a sucumbir. Erga-se, sobrevivente, e continue a sua cruzada sangrenta!",
      "english": "Use a Revive to continue your run. The darkness may have claimed you, but you have refused to succumb. Rise, survivor, and continue your bloody crusade!",
      "french": "Utilisez une résurrection pour continuer votre partie. Les ténèbres ont peut-être pris le dessus, mais vous avez refusé d'y succomber. Levez-vous, survivant, et poursuivez votre croisade sanglante !",
      "german": "Nutze eine Wiederbelebung um weiterzuspielen. Die Dunkelheit mag dich gepackt haben, aber du hast dich geweigert, ihr zu erliegen. Steh auf, Überlebender, und setze deinen blutigen Kreuzzug fort!",
      "japanese": "「蘇生」を使い、ランを続ける。闇は君を奪ったかもしれないが、君はそれに従うことを拒んだ。立ち上がれ、サバイバー。そして血みどろの戦いを続けるのだ！",
      "koreana": "부활권을 써서 도전 재개하기. 어둠이 당신을 꺾었을지 모르지만, 당신은 굴복하지 않았습니다. 일어나세요, 생존자여. 피의 성전을 이어 가세요!",
      "latam": "Usa una reanimación para continuar la partida. Puede que la oscuridad haya venido a buscarte, pero te negaste a sucumbir. Levántate, sobreviviente, y continúa tu sangrienta lucha.",
      "polish": "Zużyj Wskrzeszenie, aby kontynuować rozgrywkę. Powstań, Ocaleńcu, i prowadź naprzód swą krwawą krucjatę! Ciemność tym razem cię nie pochłonęła.",
      "russian": "Использовать возрождение, чтобы продолжить раунд. Смерть была близка, но вы разорвали её путы. Вы снова в строю. Пора в бой!",
      "schinese": "使用复活道具继续冒险。黑暗可能已经夺走了你的一切，但你拒绝屈服。站起来吧，幸存者，继续你的血腥十字军东征！",
      "token": "ach32_desc"
    }
  },
  {
    "name": "AchAllWeapons",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/c4a5c772c65b02a56d834bd4ff8bf490d3035b25.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/f2f1fee0d471aa9de39d548f329018f0d0e6c940.jpg",
    "displayName": {
      "brazilian": "Entusiasta de Armas",
      "english": "Weapons Enthusiast",
      "french": "Amoureux des armes",
      "german": "Waffennarr",
      "japanese": "武器愛好家",
      "koreana": "무기 애호가",
      "latam": "Aficionado a las armas",
      "polish": "Miłośnik broni",
      "russian": "Без ума от оружия",
      "schinese": "武器爱好者",
      "token": "ach33_title"
    },
    "description": {
      "brazilian": "Desbloqueie todas as armas. Você dominou as ferramentas de destruição, agora use-as sem moderação. Seus inimigos tremerão perante o seu arsenal completo.",
      "english": "Unlock all weapons. You have mastered the tools of destruction, now wield them with reckless abandon. Your enemies will tremble before your complete arsenal.",
      "french": "Débloquez toutes les armes. Vous avez parfaitement maîtrisé les outils de la destruction. Maintenant, maniez-les sans aucune retenue. Vos ennemis trembleront devant tout votre arsenal.",
      "german": "Schalte alle Waffen frei. Du hast dir die Werkzeuge der Zerstörung angeeignet, nun kannst du sie mit rücksichtsloser Hingabe einsetzen. Dein komplettes Arsenal wird deine Feinde das Fürchten lehren.",
      "japanese": "すべての武器をアンロックする。破壊の道具を極めた今、あとは戦場で思う存分ぶっ放すだけだ。ずらりと並ぶ君の武器コレクションに、敵のやつらは震え上がるだろう。",
      "koreana": "모든 무기 잠금 해제하기. 당신은 파괴의 도구를 숙달했고 이제 그것을 막무가내로 휘두를 수 있습니다. 당신의 완성된 무기 라인업에 적들이 벌벌 떨 것입니다.",
      "latam": "Desbloquea todas las armas. Ya dominas las herramientas de destrucción. Ahora úsalas con osado desenfreno. Tus enemigos temblarán ante todo tu arsenal.",
      "polish": "Odblokuj wszystkie bronie. Udało ci się opanować narzędzia zniszczenia, teraz władaj nimi do woli. Twoi wrogowie będą drżeć przed twoim kompletnym arsenałem.",
      "russian": "Разблокировать всё оружие. Вы овладели всеми средствами разрушения. Используйте их с безрассудной отвагой. Пусть ваш арсенал приведёт врагов в смятение.",
      "schinese": "解锁所有武器。你已掌握了毁灭的工具，现在无所顾忌地挥舞它们。你的敌人会因你完整的武器库而颤抖。",
      "token": "ach33_desc"
    }
  },
  {
    "name": "AchAllSpells",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/04744cb2e9dc55263b837d0c50854ceaf277cdd1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/df3d61b80754c45d9e559a3f7902c7f3fb79103c.jpg",
    "displayName": {
      "brazilian": "Arquimago",
      "english": "Archmage",
      "french": "Archimage",
      "german": "Erzmagier",
      "japanese": "大魔導師",
      "koreana": "대마법사",
      "latam": "Archimago",
      "polish": "Arcymag",
      "russian": "Архимагия",
      "schinese": "大法师",
      "token": "ach34_title"
    },
    "description": {
      "brazilian": "Desbloqueie todas as magias. Seu controle das artes arcanas é sem igual; o campo de batalha treme perante o seu poder.",
      "english": "Unlock all spells. Your command of the arcane arts is now unmatched - the battlefield trembles before your might.",
      "french": "Débloquez tous les sorts. Votre maîtrise des arts arcaniques est désormais inégalée, le champ de bataille tremble devant votre puissance.",
      "german": "Schalte alle Zauber frei. Deine Beherrschung der arkanen Künste ist nun unübertroffen - die Schlachtfelder erzittern vor deiner Macht.",
      "japanese": "すべての呪文をアンロックする。君の魔術に敵うものはもういない——君の力が戦場に地響きをもたらすだろう。",
      "koreana": "모든 주문 잠금 해제하기. 이제 당신의 비전 마법 능력은 타의 추종을 불허합니다. 전장이 당신의 힘에 전율할 것입니다.",
      "latam": "Desbloquea todos los hechizos. Ahora tu dominio de las artes arcanas es inigualable: El campo de batalla tiembla ante tu poder.",
      "polish": "Odblokuj wszystkie zaklęcia. Twoja znajomość sztuk tajemnych jest teraz niezrównana – pole bitwy drży przed twoją potęgą.",
      "russian": "Разблокировать все заклинания. Вам нет равных в искусстве колдовства. Поле боя трепещет при вашем появлении.",
      "schinese": "解锁所有法术。你对奥术的掌控已无与伦比——战场因你的强大而颤抖。",
      "token": "ach34_desc"
    }
  },
  {
    "name": "AchAllPassives",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/0e9cb45480641b9ca9d28d2bac756cf3de4611bd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/02820e9344baf2a457ef01abb86715fa8af205dc.jpg",
    "displayName": {
      "brazilian": "Todas as Opções",
      "english": "The Full Programm",
      "french": "Tout un éventail",
      "german": "Das ganze Sortiment",
      "japanese": "全範囲網羅",
      "koreana": "전체 범위",
      "latam": "Gama completa",
      "polish": "Pełny zestaw",
      "russian": "Всё и вся",
      "schinese": "完整的范围",
      "token": "ach35_title"
    },
    "description": {
      "brazilian": "Desbloqueie todas as habilidades. Você dominou a mais pura essência das suas habilidades, testando os limites do imaginável. O espectro completo do seu poder foi liberado; que comece a carnificina!",
      "english": "Unlock all abilities. You have mastered the very essence of your abilities, pushing the limits of what's possible. The full spectrum of your power is now unleashed—let the true carnage begin!",
      "french": "Débloquez toutes les compétences. Vous avez parfaitement maîtrisé l'essence même de vos compétences, repoussant les limites du possible. Toute l'étendue de votre puissance est maintenant déchaînée, que le véritable carnage commence !",
      "german": "Schalte alle Fähigkeiten frei. Du hast die Essenz deiner Fähigkeiten gemeistert und bist an die Grenzen des Möglichen gegangen. Das gesamte Spektrum deiner Macht ist nun entfesselt - lass das wahre Gemetzel beginnen!",
      "japanese": "すべてのアビリティをアンロックする。君はアビリティの真髄をマスターし、可能性の限界を超えた。今こそ、力のすべてを解き放て——真の大虐殺が始まる！",
      "koreana": "모든 능력 잠금 해제하기. 당신은 능력의 본질을 터득하여 가능성의 지평을 넓혔습니다. 이제 당신의 온전한 힘이 발휘됩니다. 진정한 대학살을 시작하세요!",
      "latam": "Desbloquea todas las habilidades. Has dominado la esencia de tus habilidades y has ampliado los límites de lo posible. Ahora puedes dar rienda suelta a todo tu poder: ¡Que comience la verdadera carnicería!",
      "polish": "Odblokuj wszystkie zdolności. Udało ci się opanować istotę swoich umiejętności, przesuwając granice tego, co możliwe. Pełne spektrum twojej mocy zostało uwolnione – czas na prawdziwą rzeź!",
      "russian": "Разблокировать все способности. Вы довели способности до совершенства, расширив границы возможного. В вашем распоряжении целый спектр умений. Да начнётся кровавая расправа!",
      "schinese": "解锁所有技能。你已彻底掌握自身能力的精髓，突破了可能的极限。你全部的力量现已释放——真正的血腥杀戮，即将开始！",
      "token": "ach35_desc"
    }
  },
  {
    "name": "AchAllEnemies",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/68fbe2188e61f8987fe65247437dcd39851a9c38.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/af9cbbd71fdbb07fd39f1134092b85de05b94d51.jpg",
    "displayName": {
      "brazilian": "Todos os Inimigos",
      "english": "The Whole Bunch",
      "french": "Le lot complet",
      "german": "Die ganze Meute",
      "japanese": "大群全員",
      "koreana": "전체 무리",
      "latam": "Pandilla completa",
      "polish": "Cała masa",
      "russian": "Все лики смерти",
      "schinese": "全数歼灭",
      "token": "ach36_title"
    },
    "description": {
      "brazilian": "Derrote cada inimigo uma vez. Você revirou cada canto, não poupou nenhum inimigo — toda a horda de desgraçados sucumbiu perante seus ataques impiedosos.",
      "english": "Defeat every enemy once. You have left no stone unturned, no enemy spared—the entire wretched horde has fallen before your merciless onslaught.",
      "french": "Éliminez chaque ennemi une fois. Vous n'avez reculé devant rien, et toute la misérable horde est tombée sous vos assauts impitoyables.",
      "german": "Töte jeden Gegner einmal. Du hast keinen Stein auf dem anderen gelassen, keinen Feind verschont - die gesamte elende Horde ist dir zum Opfer gefallen.",
      "japanese": "全種類の敵を1回ずつ倒す。1体残らず、1匹も逃がさず——君の容赦ない猛攻で哀れな大群はここに滅びた。",
      "koreana": "모든 적을 한 번씩 물리치기. 당신은 백방으로 노력하여 적 하나도 살려두지 않았습니다. 비루한 적 무리가 당신의 무자비한 공격에 남김없이 쓰러졌습니다.",
      "latam": "Derrota a cada enemigo una vez. No dejaste piedra sin mover, no perdonaste a ningún enemigo: Toda la miserable horda cayó ante tus despiadados ataques.",
      "polish": "Pokonaj raz każdego przeciwnika. Nie pozostał żaden kamień na kamieniu, żaden wróg nie został oszczędzony – cała nędzna horda padła przed twoim bezwzględnym atakiem.",
      "russian": "Одолеть каждого врага хотя бы раз. Вы не оставили камня на камне и не пощадили ни одного врага. Никто не устоял под вашим безжалостным натиском.",
      "schinese": "击败每个敌人一次。你没有遗漏任何一块石头，没有放过任何敌人——整个可憎的敌人群都在你的无情进攻下倒下。",
      "token": "ach36_desc"
    }
  },
  {
    "name": "AchPlayFirstCustom",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/5e6a275dc8a3bd5a792cc312acd338338281c966.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/28b4a8ea754f33cb1b7ea71b70f56c330b30d866.jpg",
    "displayName": {
      "brazilian": "Uma Boa Sessão",
      "english": "A Nice Session",
      "french": "Une belle session",
      "german": "Eine gute Partie",
      "japanese": "ナイスセッション",
      "koreana": "훌륭한 게임",
      "latam": "Buena sesión",
      "polish": "Miła rozgrywka",
      "russian": "Как вам это понравится",
      "schinese": "愉快的一场游戏",
      "token": "ach37_title"
    },
    "description": {
      "brazilian": "Jogue a sua primeira sessão personalizada. Você aceitou a emoção do caos personalizado pela primeira vez. Aventure-se e crie seu próprio rumo pela carnificina.",
      "english": "Play your first custom session. You have embraced the first thrill of customized mayhem. Venture forth and create your own path through the carnage.",
      "french": "Jouez à votre première session personnalisée. Vous avez goûté au frisson que procure un chaos personnalisé. Partez à l'aventure et tracez votre propre voie à travers le carnage.",
      "german": "Spiele eine benutzerdefinierte Partie. Du hast den ersten Nervenkitzel des individuellen Chaos erlebt. Trau dich und bahne dir deinen eigenen Weg durch das Gemetzel.",
      "japanese": "最初のカスタムセッションをプレイする。初めて自分で仕組んだ大乱闘のスリルを味わったようだな。さあ、再び旅立ち、自らの手で虐殺の渦を切り開け。",
      "koreana": "첫 번째 커스텀 게임 플레이하기. 당신은 첫 번째 맞춤형 아수라장의 스릴을 만끽했습니다. 대학살 속에서 스스로의 길을 개척해 보세요.",
      "latam": "Juega tu primera sesión personalizada. Has experimentado la primera emoción del caos personalizado. Aventúrate y crea tu propio camino a través de la carnicería.",
      "polish": "Rozegraj pierwszą niestandardową rozgrywkę. Ogarnął cię pierwszy dreszczyk niestandardowego chaosu. Wyrusz naprzód i stwórz własną ścieżkę przez masakrę.",
      "russian": "Впервые запустить раунд по-своему. Теперь вы знаете, что такое хаос на свой вкус! Прокладывайте собственную тропу сквозь кромешный ад.",
      "schinese": "进行你的第一次自定义游戏。你已经体验到定制混乱的第一次刺激。勇敢前行，创造属于你自己的毁灭之路。",
      "token": "ach37_desc"
    }
  },
  {
    "name": "AchCompleteAllCustoms",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/2f567549d282e72b397ed7dc8b26fb02bca99368.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/5ab43187a11b2cf87c1a8f94978f04d4c1c61c52.jpg",
    "displayName": {
      "brazilian": "É assim que eu gosto",
      "english": "That's the way I like it",
      "french": "Mon combat, mes règles",
      "german": "Ganz nach meinem Geschmack",
      "japanese": "これが自分のやり方だ",
      "koreana": "취향 존중",
      "latam": "A mi gusto",
      "polish": "Tak właśnie lubię",
      "russian": "На свой лад",
      "schinese": "就按我喜欢的方式来",
      "token": "ach38_title"
    },
    "description": {
      "brazilian": "Jogue todas as missões no modo personalizado. Esse é o seu reino, seu parquinho de destruições. Desfrute do caos, pois você se mostrou digno das maiores honrarias.",
      "english": "Complete all missions in custom mode. This is your domain, your playground of destruction. Revel in the mayhem, for you have proven yourself worthy of the ultimate accolade.",
      "french": "Jouez à toutes les missions en mode personnalisé. Ceci est votre domaine, votre terrain de jeu de la destruction. Exultez dans le carnage, vous avez prouvé que vous êtes digne de l'ultime distinction.",
      "german": "Beende alle Missionen benutzerdefiniert. Dies ist dein Reich, dein Spielplatz der Zerstörung. Genieße das Chaos, denn du hast bewiesen, dass du den ultimativen Ritterschlag verdient hast.",
      "japanese": "カスタムモードですべてのミッションをプレイする。ここは君にとっての領域、まさに破壊の遊び場だ。最高の栄誉にふさわしい存在であることを証明した今、この混沌を大いに楽しむがいい。",
      "koreana": "커스텀 모드에서 모든 미션 수행하기. 이곳은 당신의 영역이자 파괴의 놀이터입니다. 당신은 최고의 영예를 누릴 자격이 있음을 증명하였으니 이 난장판을 한껏 즐겨보세요.",
      "latam": "Juega todas las misiones en el modo personalizado. Este es tu reino, tu campo de destrucción. Disfruta del caos, ya que has demostrado que mereces el máximo honor.",
      "polish": "Ukończ wszystkie misje w trybie niestandardowym. To twoja domena, twój plac zniszczenia. Rozkoszuj się chaosem, bo zasługujesz na najwyższe uznanie.",
      "russian": "Пройти все миссии в режиме по-своему. Вы мастерски преодолеваете кошмары на свой лад. Наслаждайтесь кровавыми расправами, ведь вы доказали, что достойны высшей награды.",
      "schinese": "在自定义模式中进行所有任务。这是你的领域，你的毁灭游乐场。尽情享受混乱吧，你已证明自己配得上这个终极奖项。",
      "token": "ach38_desc"
    }
  },
  {
    "name": "AchTenHours",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/9a741c671acac7a2528f57851b83790f236e2e00.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/10c9b3cc7ae9754e32141f0d06f68c06453412f1.jpg",
    "displayName": {
      "brazilian": "Sobrevivente Persistente",
      "english": "Long Time Survivor",
      "french": "Survivant aguerri",
      "german": "Langzeitüberlebender",
      "japanese": "いにしえのサバイバー",
      "koreana": "오랜 생존자",
      "latam": "Pericia en supervivencia",
      "polish": "Zaprawiony ocaleniec",
      "russian": "Тёмные времена",
      "schinese": "长期幸存者",
      "token": "ach39_title"
    },
    "description": {
      "brazilian": "Jogue por dez horas. Tão pouco tempo e tanto a fazer! O tempo parece voar quando se está ocupado salvando o mundo.",
      "english": "Play for ten Hours. So little time and so much to do! How time flies when you are busy saving the world.",
      "french": "Jouer pendant dix heures. Si peu de temps et tellement de choses à faire ! Le temps passe si vite lorsque l'on est occupé à sauver le monde.",
      "german": "Spiele zehn Stunden lang. So wenig Zeit und so viel zu tun! Wie schnell doch die Zeit vergeht, wenn man mal eben noch die Welt retten muss.",
      "japanese": "10時間プレイする。やることが多くて時間が足りない！世界を救う忙しさに、時間はあっという間に過ぎてしまう。",
      "koreana": "10시간 동안 플레이하기. 시간은 없고 할 일은 너무 많습니다! 세상을 구하느라 바쁘니 시간이 쏜살같이 흘러갑니다.",
      "latam": "Juega por diez horas. Tan poco tiempo y tanto que hacer. ¡Cómo pasan las horas cuando te ocupas de salvar al mundo!",
      "polish": "Graj przez dziesięć godzin. Tak mało czasu, a tak wiele do zrobienia! Czas leci, kiedy na karku masz ratowanie świata.",
      "russian": "Играть десять часов. Вы набрались опыта и многое повидали. Когда спасаешь мир, время летит.",
      "schinese": "玩了十小时。时间如此短暂，事情如此多！当你忙于拯救世界时，时间飞逝。",
      "token": "ach39_desc"
    }
  },
  {
    "name": "AchAllAchs",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/1e99f9cb67c2516f2461d082a1599908dd50f3ae.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2747550/28d908585174953ced93e4a0f50669060370b0b4.jpg",
    "displayName": {
      "brazilian": "Mestre do Bloodshed",
      "english": "Master of Bloodshed",
      "french": "Maître de Bloodshed",
      "german": "Bloodshed-Meister!",
      "japanese": "Bloodshedマスター",
      "koreana": "Bloodshed 마스터",
      "latam": "Maestría en Bloodshed",
      "polish": "Mistrz Bloodshed",
      "russian": "Bloodshed от и до",
      "schinese": "Bloodshed大师",
      "token": "ach40_title"
    },
    "description": {
      "brazilian": "Pegue todas as outras 39 conquistas. Parabéns! Você desbloqueou a maior conquista das conquistas. Agora, você merece uma pausa.",
      "english": "Grab all the other 39 Achievements. Congratulations! You have unlocked the ultimate Achievement of all Achievements. Now allow yourself a little break.",
      "french": "Obtenez les 39 autres Succès. Félicitations ! Vous avez débloqué l'ultime succès. Maintenant, accordez-vous une petite pause.",
      "german": "Schnapp' dir die 39 anderen Errungenschaften. Herzlichen Glückwunsch! Du hast die ultimative Errungenschaft freigeschaltet. Gönn dir jetzt doch mal 'ne Pause.",
      "japanese": "39あるアチーブメントのすべてを獲得する。おめでとう！全アチーブメントの中の究極のアチーブメントを君はついにアンロックした。少し休憩してもいいぞ。",
      "koreana": "다른 39개 업적 달성하기. 축하합니다! 모든 업적 중 최고의 업적을 달성했습니다. 이제 잠시 휴식을 취하세요.",
      "latam": "Consigue los otros 39 logros. ¡Felicitaciones! Desbloqueaste el logro más importante de todos. Ya puedes tomarte un descanso.",
      "polish": "Zdobądź pozostałe 39 osiągnięć. Gratulacje! Udało ci się odblokować ostateczne osiągnięcie pośród wszystkich osiągnięć. Teraz czas na krótką przerwę.",
      "russian": "Совершить все 39 достижений. Поздравляем! Вы разблокировали достижение, которое затмило все остальные. Теперь можно и отдохнуть.",
      "schinese": "解锁所有其他39个成就。恭喜！你已经解锁了所有成就中的终极成就。现在给自己一点休息吧。",
      "token": "ach40_desc"
    }
  }
]