[
  {
    "name": "StageClear_01",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/98f28cd6d02fec10d0f39a819ec9878ac729fce0.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/f0efcebe7a381d0024fb00a70cdb27858b3d57c8.jpg",
    "displayName": {
      "arabic": "الفصل الأول: سيف القديس ليلا",
      "brazilian": "Capítulo 1: Laila, a Espada Sagrada",
      "bulgarian": "Глава 1: Лейла, Мечът на Светлината",
      "czech": "Kapitola 1: Mečová mistryně Laira",
      "danish": "Kapitel 1: Sværdmestren Laila",
      "dutch": "Hoofdstuk 1: Zwaardmeester Lila",
      "english": "Chapter 1: Sword Saint Laira",
      "finnish": "Luku 1: Miekkaherra Laila",
      "french": "Chapitre 1 : Lyla, la Maîtresse de l'Épée",
      "german": "Kapitel 1: Schwertmeisterin Laila",
      "greek": "Κεφάλαιο 1: Η Λέιλα, η Μάγισσα του Ξίφους",
      "hungarian": "Első fejezet: A Kardművész Laira",
      "indonesian": "Bab 1: Pendekar Pedang Lyla",
      "italian": "Capitolo 1 - L'Invincibile Laira",
      "japanese": "第一章 剣聖ライラ",
      "koreana": "제1장 검성 라일라",
      "latam": "Capítulo 1: Laira, la Espadachina Sagrada",
      "norwegian": "Kapittel 1: Sabelmester Laila",
      "polish": "Rozdział 1: Mistrzyni Miecza Laira",
      "portuguese": "Capítulo 1: Laila, a Espadachim",
      "romanian": "Capitolul 1: Maestrul Spadei, Laira",
      "russian": "Глава 1: Лаира, Мастер Меча",
      "schinese": "第一章 剑圣莱拉",
      "spanish": "Capítulo 1: La Espadachina Leyla",
      "swedish": "Kapitel 1: Svärdsmästaren Lila",
      "tchinese": "第一章 劍聖萊拉",
      "thai": "บทที่ 1 เลย์ลาเทพแห่งดาบ",
      "token": "NEW_ACHIEVEMENT_1_0_NAME",
      "turkish": "Bölüm 1: Kılıç Ustası Leyla",
      "ukrainian": "Розділ 1. Лейла, Майстер Меча",
      "vietnamese": "Chương 1: Kiếm Thánh Lyla"
    },
    "description": {
      "arabic": "استمتع باجتياز المستويات واحدًا تلو الآخر في بيئة لعب بسيطة وسهلة!",
      "brazilian": "Em um ambiente de jogo simples e descontraído, avance de fase em fase!",
      "bulgarian": "Преминете ниво след ниво в лесен и приятен игрови режим!",
      "czech": "Projděte úrovně jednu po druhé v jednoduchém a uvolněném herním prostředí.",
      "danish": "Gennemfør niveau efter niveau i et simpelt og afslappet spilmiljø.",
      "dutch": "Speel level na level in een eenvoudige en ontspannen game-omgeving!",
      "english": "Clear fun and easy levels one by one!",
      "finnish": "Pääse taso toisensa jälkeen helpossa ja rentoudessa pelimaailmassa!",
      "french": "Passez les niveaux un par un dans un environnement de jeu simple et détendu.",
      "german": "Meistere ein Level nach dem anderen in einer einfachen und entspannten Spielumgebung.",
      "greek": "Σε ένα απλό και χαλαρό παιχνίδι, προσπέρασε το ένα επίπεδο μετά το άλλο!",
      "hungarian": "Játssz könnyedén és szórakoztatóan, lépj át egy-egy pályát!",
      "indonesian": "Lewati satu per satu level dalam suasana permainan yang sederhana dan santai.",
      "italian": "Supera un livello dopo l'altro in un ambiente di gioco semplice e rilassante!",
      "japanese": "簡単でリラックスしたゲーム環境で、次々とステージをクリアしよう。",
      "koreana": "간단하고 쉬운 게임 환경에서 하나씩 스테이지를 클리어해 보세요.",
      "latam": "Pasa un nivel tras otro en un entorno de juego sencillo y relajado.",
      "norwegian": "Gjennomfør nivå etter nivå i et enkelt og avslappet spillmiljø.",
      "polish": "Przechodź kolejne poziomy w prostym i przyjaznym środowisku gry!",
      "portuguese": "Num ambiente de jogo simples e descontraído, supere fase após fase!",
      "romanian": "În mediul simplu și relaxant al jocului, parcurge nivel după nivel!",
      "russian": "Пройдите уровень за уровнем в простой и расслабляющей игровой атмосфере.",
      "schinese": "在简单又轻松的游戏环境下, 通关一个又一个的关卡吧;",
      "spanish": "Supera un nivel tras otro en un entorno de juego sencillo y relajado.",
      "swedish": "Klara nivå efter nivå i en enkel och avslappnad spelupplevelse!",
      "tchinese": "在簡單又輕鬆的遊戲環境下，通關一個又一個的關卡吧",
      "thai": "เล่นผ่านด่านไปทีละด่างในสภาพแวดล้อมเกมที่เรียบง่ายและผ่อนคลาย",
      "token": "NEW_ACHIEVEMENT_1_0_DESC",
      "turkish": "Kolay ve rahat bir oyun ortamında, birbirinden farklı bölümleri geçerek ilerleyin!",
      "ukrainian": "У простій та розслаблюючій ігровій атмосфері проходьте рівень за рівнем!",
      "vietnamese": "Trong môi trường game đơn giản và thoải mái, hãy chinh phục từng màn chơi một!"
    }
  },
  {
    "name": "StageClear_02",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/4ec1b87cac3cfb41375f36d05bbb35d4cfe034a8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/582308489d4a085834ab8bb913427bee7a7b6a0f.jpg",
    "displayName": {
      "arabic": "الفصل الثاني: البحث عن سيد السيف",
      "brazilian": "Capítulo 2: Em Busca do Espadachim",
      "bulgarian": "Глава втора: Търсене на Мечоносеца",
      "czech": "Kapitola 2: Hledání Mistra meče",
      "danish": "Kapitel 2: På jagt efter Sværdmestren",
      "dutch": "Hoofdstuk 2: Op Zoek naar de Zwaardmeester",
      "english": "Chapter 2: In Search of the Sword Saint",
      "finnish": "Luku 2: Miekkaonelan Etsintä",
      "french": "Chapitre 2 : À la recherche du Maître d'Épée",
      "german": "Kapitel 2: Die Suche nach dem Schwertmeister",
      "greek": "Κεφάλαιο 2: Η Αναζήτηση του Δαίμονα του Ξίφους",
      "hungarian": "Második fejezet - A Kardmester keresése",
      "indonesian": "Bab 2 Mencari Pendekar Pedang",
      "italian": "Capitolo 2: Alla Ricerca del Maestro di Spada",
      "japanese": "第二章 剣聖を探して",
      "koreana": "제2장 검성 찾기",
      "latam": "Capítulo 2: En Busca del Espadachín Sagrado",
      "norwegian": "Kapittel 2: Jakten på Sverdmesteren",
      "polish": "Rozdział 2: W poszukiwaniu Miecza Świętego",
      "portuguese": "Capítulo 2: Em Busca do Espadachim",
      "romanian": "Capitolul 2: Căutarea Maestrului Sabiei",
      "russian": "Глава 2: В поисках Мастера Меча",
      "schinese": "第二章 寻找剑圣",
      "spanish": "Capítulo 2: En Busca del Espadachín Sagrado",
      "swedish": "Kapitel 2: Sökandet efter Svärdsmästaren",
      "tchinese": "第二章 尋找劍聖",
      "thai": "บทที่ 2 การตามหาจอมดาบ",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "turkish": "Bölüm 2: Kılıç Ustasını Arayış",
      "ukrainian": "Розділ 2: У пошуках Майстра Меча",
      "vietnamese": "Chương 2: Tìm Kiếm Kiếm Thánh"
    },
    "description": {
      "arabic": "انتشر الخبر في جميع أنحاء البلدة أن سيدة السيف ليلا اختفت لأسباب مجهولة.",
      "brazilian": "Toda a cidade recebeu a notícia de que a Espada Sagrada Lyla desapareceu por razões desconhecidas.",
      "bulgarian": "Целият град получи вестта, че Лейла Мечоносеца е изчезнала по неизвестни причини.",
      "czech": "Celé město dostalo zprávu, že mečová mistryně Laila zmizela z neznámých důvodů.",
      "danish": "Hele byen har modtaget nyheden, at Sværdmest Laila er forsvundet af ukendte årsager.",
      "dutch": "Het hele stadje heeft het nieuws gehoord dat Zwaardmeester Laila om onbekende redenen is verdwenen.",
      "english": "The entire town has received word that Sword Saint Lyla has gone missing for unknown reasons.",
      "finnish": "Koko kaupunki on saanut tiedon, että Miekkanainen Leila on kadonnut tuntemattomasta syystä.",
      "french": "Toute la ville a appris que la Légendaire Laira a disparu pour une raison inconnue.",
      "german": "Die ganze Stadt hat die Nachricht erhalten, dass Schwertmeisterin Laila aus unbekannten Gründen verschwunden ist.",
      "greek": "Όλη η πόλη έλαβε το μήνυμα ότι η Λάιρα, η Δασκάλα του Ξίφους, έχει εξαφανιστεί για άγνωστους λόγους.",
      "hungarian": "Az egész város értesült arról, hogy Laira, a Kardmester ismeretlen okok miatt eltűnt.",
      "indonesian": "Seluruh kota mendapat kabar bahwa Lyla, Sang Pendekar Pedang, menghilang karena alasan yang tidak diketahui.",
      "italian": "Tutta la città ha ricevuto la notizia che la Maestra di Spada Layla è scomparsa per motivi sconosciuti.",
      "japanese": "町中に知れ渡った噂、剣聖ライラが何者かの手によって行方不明になったという。",
      "koreana": "마을 전체에 검성 라일라가 알 수 없는 이유로 실종되었다는 소식이 전해졌다.",
      "latam": "Todo el pueblo recibió la noticia de que la Espadachina Lyla desapareció por razones desconocidas.",
      "norwegian": "Hele byen har fått melding om at Swordsmaster Lira har forsvunnet av ukjente årsaker.",
      "polish": "Całe miasto otrzymało wiadomość, że Mistrzyni Mieczy Laila zniknęła z nieznanych przyczyn.",
      "portuguese": "Toda a cidade recebeu a notícia de que a Espadachim Lyla desapareceu por razões desconhecidas.",
      "romanian": "Întregul oraș a primit vestea că Maestrul Spadei Lira a dispărut din motive necunoscute.",
      "russian": "Весь город получил известие, что Мастер меча Лейла пропала по неизвестным причинам.",
      "schinese": "整个城镇都接到消息, 说剑圣莱拉因为未知的原因失踪了;",
      "spanish": "Todo el pueblo recibió la noticia de que la Espadachina Lyla había desaparecido por razones desconocidas.",
      "swedish": "Hela staden har fått nyheten att svärdsmästaren Laila har försvunnit av okänd anledning.",
      "tchinese": "整個城鎮都接到消息, 說劍聖萊拉因為未知的原因失蹤了;",
      "thai": "ทั้งเมืองได้รับข่าวว่าจอมดาบไลร่าหายตัวไปด้วยเหตุผลที่ไม่ทราบสาเหตุ",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "turkish": "Tüm kasaba, Kılıç Ustası Laila'nın bilinmeyen bir nedenle kaybolduğu haberini aldı.",
      "ukrainian": "Усе місто дізналося, що Майстер Мечів Лейла зникла з невідомих причин.",
      "vietnamese": "Toàn bộ thị trấn đều nhận được tin, kiếm thánh Laira đã mất tích vì lý do không rõ."
    }
  },
  {
    "name": "StageClear_03",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/dbf4fc518aed341af864e7bd2784336e99b0be29.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/97b13321bd2d0f3b81ae8233d76fac8067a89aa3.jpg",
    "displayName": {
      "arabic": "الفصل الثالث: أليس قاتلة الملوك",
      "brazilian": "Capítulo 3: A Imperatriz Espinhosa, Elly",
      "bulgarian": "Глава 3: Императрицата-убиец Ели",
      "czech": "Kapitola 3: Bodláková královna Ellie",
      "danish": "Kapitel 3: Dronning af Torne - Elly",
      "dutch": "Hoofdstuk 3: Keizerin Eri de Stekende",
      "english": "Chapter 3: The Thorn Empress Ellie",
      "finnish": "Luku 3: Piikkikuningatar Eri",
      "french": "Chapitre 3 : Aeli, l'Impératrice des Épines",
      "german": "Kapitel 3: Dornenkönigin Elly",
      "greek": "Κεφάλαιο 3: Η Αιλί, η Βασιλοκτόνος",
      "hungarian": "Harmadik fejezet: Tüskekirályné Eri",
      "indonesian": "Bab 3: Sang Pembunuh Ratu Elly",
      "italian": "Capitolo 3: L'Imperatrice Spinosa Elly",
      "japanese": "第三章 刺皇のエリー",
      "koreana": "제3장 암살자 여왕 엘리",
      "latam": "Capítulo 3: La Emperatriz Asesina Ellie",
      "norwegian": "Kapittel 3: Dronning av Dolker - Elly",
      "polish": "Rozdział 3: Cesarzowa Kolców Elly",
      "portuguese": "Capítulo 3: A Imperatriz dos Espinhos, Ellie",
      "romanian": "Capitolul 3: Regina Spadelor, Elly",
      "russian": "Глава 3. Айли, Королева Кинжалов",
      "schinese": "第三章 刺皇艾莉",
      "spanish": "Capítulo 3: La Emperatriz Espinosa, Ellie",
      "swedish": "Kapitel 3: Drottning Elis Sting",
      "tchinese": "第三章 刺皇艾莉",
      "thai": "บทที่ 3 ราชินีนักแทง เอลลี่",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "turkish": "Bölüm 3: Diken Kraliçe Ellie",
      "ukrainian": "Розділ 3: Королева Шипів Еллі",
      "vietnamese": "Chương 3: Nữ Hoàng Đâm Hích Elly"
    },
    "description": {
      "arabic": "بعد أن انتشر خبر اختفاء سيدة السيف ليلا في المدينة، تحركت الإمبراطورة الشبح إيلي.",
      "brazilian": "Depois que a notícia do desaparecimento da Espada Sagrada Laira se espalhou pela cidade, a Imperatriz das Sombras Eli agiu.",
      "bulgarian": "След като новината за изчезването на Майстора на меча Лейла се разпространи из града, Императрицата на сенките Ели предприе действия.",
      "czech": "Poté, co se zpráva o zmizení Mistra mečů Lairy rozšířila po městě, Císařovna vrahů Ali se dala do pohybu.",
      "danish": "Efter nyheden om Sword Saint Lailas forsvinden spredte sig i byen, sprang Assassin Empress Eli til handling.",
      "dutch": "Nadat het nieuws van de verdwijning van Zwaardmeester Leila zich door de stad verspreidde, kwam Keizerin der Dolken Ellie in actie.",
      "english": "After the news of Sword Saint Laila's disappearance spread through the town, Assassin Empress Ellie took action.",
      "finnish": "Kuninkaallinen salamurhaaja Aili toimi, kun uutiset Miekkaherra Lailan katoamisesta levisivät kaupungissa.",
      "french": "Après que la disparition de Laira, la Maîtresse des Lames, se soit répandue dans la ville, Aelie, l'Impératrice des Dagues, passa à l'action.",
      "german": "Nachdem die Nachricht vom Verschwinden der Schwertmeisterin Leila die Stadt erreichte, handelte die Meuchelmörderin Ali.",
      "greek": "Μετά την είδηση της εξαφάνισης της Λέιλα της Σπαθιέρ, η Άλι της Στιλέτο κινήθηκε.",
      "hungarian": "Miután a hír elterjedt, hogy a Kardmester Leila eltűnt, a Tőrkirálynő Elie cselekedett.",
      "indonesian": "Setelah kabar hilangnya Lyla, Sang Pendekar Pedang menyebar di kota, Aeli, Sang Raja Tikus, mulai bergerak.",
      "italian": "Dopo che la notizia della scomparsa della Spadaccina Laila si diffuse per la città, l'Assassina Imperiale Elly passò all'azione.",
      "japanese": "剣聖ライラ失踪の報が町中に広まると、刺皇エリーが動いた。",
      "koreana": "검성 라일라의 실종 소식이 마을에 퍼지자, 암살자 엘리가 움직였다.",
      "latam": "Después de que la noticia de la desaparición de la Espadachina Laira se extendiera por la ciudad, la Asesina Élith tomó acción.",
      "norwegian": "Etter at nyheten om sverdmester Lailas forsvinning spredde seg i byen, satte dronning av dolker Elly seg i bevegelse.",
      "polish": "Wieści o zniknięciu Mistrza Miecza Lairy rozeszły się po mieście, a Cesarzowa Ostrzy Elly podjęła działanie.",
      "portuguese": "Depois que a notícia do desaparecimento da Espada Sagrada Leila se espalhou pela cidade, a Imperatriz das Sombras Ali agiu.",
      "romanian": "După ce vestea dispariției Maestrului Sabiei Laila s-a răspândit prin oraș, Împărăteasa Asasinilor Eli a acționat.",
      "russian": "После того, как новости о пропаже мастера меча Лайлы распространились по городу, королева убийц Эли вышла на тропу войны.",
      "schinese": "剑圣莱拉失踪的消息传遍城镇后, 刺皇艾莉行动了;",
      "spanish": "Tras la desaparición de la Maestra Espadachín Laila, la Emperatriz Asesina Eri entró en acción.",
      "swedish": "När nyheterna om svärdsmästaren Lailas försvinnande spreds i staden, sat sig kejsarinnan av dolkar, Elly, i rörelse.",
      "tchinese": "劍聖萊拉失蹤的消息傳遍城鎮後, 刺皇艾莉行動了;",
      "thai": "หลังจากข่าวการหายตัวไปของเลล่า นักดาบผู้ยิ่งใหญ่แพร่กระจายไปทั่วเมือง เอลลี่ราชินีแห่งการแทงก็เริ่มลงมือ",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "turkish": "Kılıç Ustası Laila'nın kaybolduğu haberi kasabaya yayıldıktan sonra, Hançer Kraliçesi Elly harekete geçti.",
      "ukrainian": "Після того, як новина про зникнення Майстра Меча Лайли розлетілася містом, Імператриця Шпигунів Елі почала діяти.",
      "vietnamese": "Tin tức về sự biến mất của Kiếm Thánh Laira lan truyền khắp thị trấn, Hoàng Đế Ám Sát Elly đã hành động."
    }
  },
  {
    "name": "StageClear_04",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/6ae601f297fc803a24416aa2ed6c6e3de28058fa.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/99d13d0597f2c0b7d19c7a7283ed6342b606ae3f.jpg",
    "displayName": {
      "arabic": "الفصل الرابع: أعماق الغابة",
      "brazilian": "Capítulo 4: Profundezas da Floresta",
      "bulgarian": "Глава 4: Дълбините на гората",
      "czech": "Kapitola 4: Hluboký les",
      "danish": "Kapitel 4: Dybt i skoven",
      "dutch": "Hoofdstuk 4: Diep in het Woud",
      "english": "Chapter 4: Deep in the Forest",
      "finnish": "Luku 4: Metsän syvyydessä",
      "french": "Chapitre 4 : Profondeurs de la Forêt",
      "german": "Kapitel 4: Tief im Wald",
      "greek": "Κεφάλαιο 4: Στο Βάθος του Δάσους",
      "hungarian": "4. fejezet: Az erdő mélyén",
      "indonesian": "Bab 4: Kedalaman Hutan",
      "italian": "Capitolo 4: Cuore della Foresta",
      "japanese": "第四章 森の奥",
      "koreana": "제4장 숲 속 깊은 곳",
      "latam": "Capítulo 4: Profundidades del Bosque",
      "norwegian": "Kapittel 4: Dypet av skogen",
      "polish": "Rozdział 4: Głębia Lasu",
      "portuguese": "Capítulo 4: Profundezas da Floresta",
      "romanian": "Capitolul 4: Adâncul Pădurii",
      "russian": "Глава 4. Глубины леса",
      "schinese": "第四章 森林深处",
      "spanish": "Capítulo 4: Profundidades del Bosque",
      "swedish": "Kapitel 4: Djupet av skogen",
      "tchinese": "第四章 森林深處",
      "thai": "บทที่ 4 ลึกเข้าไปในป่า",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "turkish": "Bölüm 4: Orman Derinlikleri",
      "ukrainian": "Розділ 4: Глибина лісу",
      "vietnamese": "Chương 4: Sâu Trong Rừng"
    },
    "description": {
      "arabic": "أنت تبحث عن سيف القديس ليلى، وقد عبرت العديد من الأخطار لتصل إلى أعماق الغابة.",
      "brazilian": "Em busca da Espadachim Lyla, você atravessou perigos sem fim e chegou ao coração da floresta.",
      "bulgarian": "Търсейки Лейра, Владетелката на меча, ти премина през множество опасности и стигна до сърцето на гората.",
      "czech": "Hledáte-li Lairu, Mistryni meče, procházíte nebezpečím a dostáváte se do hlubin lesa.",
      "danish": "På din søgen efter Sværdmestren Laila, har du passeret gennem utallige farer og nået dybt ind i skoven.",
      "dutch": "Op zoek naar Zwaardmeester Lira, trotseer je talloze gevaren en bereik je het diepste deel van het bos.",
      "english": "Seeking the Sword Saint Laira, you braved countless dangers and ventured deep into the forest.",
      "finnish": "Etsit miekkojen mestari Laylaa, kuljet vaarojen läpi ja saavut metsän syvyyksiin;",
      "french": "En cherchant le Maître d'Épée Laira, vous avez traversé de nombreux dangers pour atteindre les profondeurs de la forêt.",
      "german": "Auf der Suche nach der Schwertmeisterin Leila durchquerst du gefährliche Gebiete und gelangst tief in den Wald.",
      "greek": "Ψάχνοντας για τη Λάιρα, τη Δαίμονα του Ξίφους, ταξίδεψες μέσα από πολλούς κινδύνους και έφτασες στα βάθη του δάσους.",
      "hungarian": "A kardművész Layla után kutatva, számos veszélyen átkelve, elértél az erdő mélyére.",
      "indonesian": "Sedang mencari Lyla Sang Pendekar Pedang, kamu menembus bahaya demi bahaya dan tiba di kedalaman hutan.",
      "italian": "Alla ricerca del Maestro di Spada Lyla, hai attraversato pericoli innumerevoli e raggiunto il cuore della foresta.",
      "japanese": "剣聖ライラを探すあなたは、幾多の危険を乗り越え、森の奥深くへとたどり着いた。",
      "koreana": "검성 라이라를 찾던 당신은, 수많은 위험을 헤치고 숲 깊숙이 들어왔습니다.",
      "latam": "Buscando a Laira, la Espada Maestra, atraviesas peligros y llegas a lo profundo del bosque.",
      "norwegian": "På leting etter sverdmesteren Lyra, har du reist gjennom farer og kommet dypt inn i skogen.",
      "polish": "Poszukując Mistrza Miecza Layli, przemierzyłeś niebezpieczeństwa i dotarłeś w głąb lasu.",
      "portuguese": "Em busca da Espadachim Lyla, você atravessou perigos imensos e chegou ao coração da floresta.",
      "romanian": "Căutând-o pe Maestra Spadă Lyla, ai străbătut primejdii nesfârșite până în inima pădurii;",
      "russian": "Ищущий мастера меча Лайру, ты преодолел множество опасностей и добрался в глубины леса.",
      "schinese": "正在寻找剑圣莱拉的你, 穿越了重重危险, 来到了森林的深处;",
      "spanish": "En busca de la Espadachina Lyla, atraviesas peligros y llegas a lo profundo del bosque.",
      "swedish": "På din jakt efter svärdsmästaren Lyra har du vandrat genom faror och nått skogens djup.",
      "tchinese": "正在尋找劍聖萊拉的你，穿越了重重危險，來到了森林的深處",
      "thai": "คุณกำลังตามหาเลล่าเทพดาบ เดินฝ่าอันตรายมากมายจนมาถึงใจกลางป่าลึก",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "turkish": "Kılıç Ustası Leyla'yı arayan sen, tehlikeleri aşarak ormanın derinliklerine ulaştın.",
      "ukrainian": "Ви шукаєте Лейлу, Майстра Мечів, і, подолавши численні небезпеки, дісталися глибин лісу.",
      "vietnamese": "Bạn đang tìm kiếm Kiếm Thánh Lyla, vượt qua bao hiểm nguy để tiến sâu vào rừng rậm."
    }
  },
  {
    "name": "StageClear_05",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/619a92397d8a9e78a50deeee72081a4e13907497.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/8d1e60237d2c57003fd42fedd8043ab94ed577bc.jpg",
    "displayName": {
      "arabic": "الفصل الخامس: الساحرة لالا",
      "brazilian": "Capítulo 5: A Bruxa Lala",
      "bulgarian": "Глава 5: Вълшебницата Лала",
      "czech": "Kapitola 5: Čarodějka Lala",
      "danish": "Kapitel 5: Heksen Lala",
      "dutch": "Hoofdstuk 5: Heks Lala",
      "english": "Chapter 5: The Witch Lala",
      "finnish": "Luku 5: Noita Lala",
      "french": "Chapitre 5 : La Sorcière Lara",
      "german": "Kapitel 5: Hexe Lala",
      "greek": "Κεφάλαιο 5: Η Μάγισσα Λάλα",
      "hungarian": "5. fejezet: A boszorkány Lala",
      "indonesian": "Bab 5 Penyihir Lala",
      "italian": "Capitolo 5 La Strega Lala",
      "japanese": "第五章 魔女ララ",
      "koreana": "제5장 마녀 라라",
      "latam": "Capítulo 5: La Bruja Lala",
      "norwegian": "Kapittel 5: Heksa Lala",
      "polish": "Rozdział 5: Czarownica Lala",
      "portuguese": "Capítulo 5 - A Bruxa Lala",
      "romanian": "Capitolul 5: Vrăjitoarea Lala",
      "russian": "Глава 5. Ведьма Лала",
      "schinese": "第五章 魔女拉拉",
      "spanish": "Capítulo 5: La Bruja Lala",
      "swedish": "Kapitel 5: Häxan Lala",
      "tchinese": "第五章 魔女拉拉",
      "thai": "บทที่ 5 แม่มดลาล่า",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "turkish": "Bölüm 5: Cadı Lala",
      "ukrainian": "Розділ 5: Чарівниця Лала",
      "vietnamese": "Chương 5: Phù Thủy Lala"
    },
    "description": {
      "arabic": "بعد تحرك إمبراطور الأشواك إيلي، توجهت الساحرة لالا أيضًا إلى الغابة.",
      "brazilian": "A Rainha Espinhosa Eri agiu; a Bruxa Lala também foi para a floresta.",
      "bulgarian": "Императорската алигатор Али се придвижи; след това вещицата Лала също тръгна към гората.",
      "czech": "Po akci Císařovny trnů Ally; čarodějka Lara také zamířila do lesa.",
      "danish": "Efter Kejserinde Alis handling; rejste heksen Lala også ind i skoven;",
      "dutch": "Keizerin Eri handelde; Heks Lala ging ook naar het bos.",
      "english": "After Empress Thorn Elly's move; Witch Lala also headed into the forest.",
      "finnish": "Keisarinna Elin toiminnan jälkeen; noita Lala myös lähti metsään;",
      "french": "L'Impératrice Élie agit, puis la Sorcière Lala se dirige vers la forêt.",
      "german": "Kaiserin Elli handelte; dann ging Hexe Lala in den Wald.",
      "greek": "Ο Αυτοκράτορας Αγκάθα μετά την κίνησή του· η μάγισσα Λάλα πήγε επίσης στο δάσος.",
      "hungarian": "Tüskekirály Aliz cselekedett; a boszorkány Lara is elindult az erdőbe.",
      "indonesian": "Raja Duri Aili bergerak; Penyihir Lala juga pergi ke hutan;",
      "italian": "Dopo l'azione della Regina delle Spine Elly, anche la Strega Lala si è diretta nella foresta.",
      "japanese": "刺皇アリーの行動後、魔女ララも森へ向かった。",
      "koreana": "가시 여왕 앨리스가 움직인 후; 마녀 라라도 숲으로 향했다;",
      "latam": "La Emperatriz Espinosa Ellie actuó; luego, la Bruja Lara también se dirigió al bosque.",
      "norwegian": "Keiserinne Ali handlet; Heks Lala dro også til skogen;",
      "polish": "Cesarzowa Elly wyruszyła w akcję; Czarownica Lala również udała się do lasu;",
      "portuguese": "A Rainha Espinhosa Ali agiu; a Bruxa Lala também foi para a floresta.",
      "romanian": "Regina Spinel Elise a acționat; vrăjitoarea Lara a mers și ea în pădure;",
      "russian": "Король-убийца Эли действует; Ведьма Лала тоже отправилась в лес;",
      "schinese": "刺皇艾莉行动后; 魔女拉拉也前往了森林里;",
      "spanish": "La Emperatriz Espinosa Ellie actuó; luego, la Bruja Lala también se adentró en el bosque.",
      "swedish": "Kejsaren Elys handlade; Häxan Lala följde efter in i skogen;",
      "tchinese": "刺皇艾莉行動後；魔女拉拉也前往了森林裡；",
      "thai": "จักรพรรดิหนามเอลลี่เคลื่อนไหวแล้ว; แม่มดลาล่าได้เดินทางเข้าป่าเช่นกัน",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "turkish": "Diken Kraliçesi Elly'nin hareketinden sonra; Cadı Lala da ormana gitti.",
      "ukrainian": "Королева шипів Елі діє; Чарівниця Лала також вирушає до лісу.",
      "vietnamese": "Sát thủ Elise hành động; Phù thủy Lala cũng tiến vào rừng."
    }
  },
  {
    "name": "StageClear_06",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/de2ff2fb7c4619eb2340ff41d3e0d30fd65591aa.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/45b6a343c7aed0870322c4b9d4d9c6f9a2ca4d43.jpg",
    "displayName": {
      "arabic": "الفصل السادس: سيف الإله الأعلى",
      "brazilian": "Capítulo 6: A Espada do Soberano Celestial",
      "bulgarian": "Глава 6: Мечът на Небесния Владетел",
      "czech": "Kapitola 6: Meč Nebeského Vládce",
      "danish": "Kapitel 6 - Himmelherrens Sværd",
      "dutch": "Hoofdstuk 6: Het Zwaard van de Hemelse Meester",
      "english": "Chapter 6: The Celestial Sword",
      "finnish": "Luku 6: Taivaallisen Mestarin Miekka",
      "french": "Chapitre 6 : L'Épée du Céleste",
      "german": "Kapitel 6: Das Schwert des Himmelsrichters",
      "greek": "Κεφάλαιο 6: Το Σπαθί του Θεϊκού Άρχοντα",
      "hungarian": "Hatodik fejezet: A Mennyei Kard",
      "indonesian": "Bab 6 Pedang Dewa Langit",
      "italian": "Capitolo 6: La Spada del Sovrano Celeste",
      "japanese": "第六章 天尊の剣",
      "koreana": "제6장 천존의 검",
      "latam": "Capítulo 6: La Espada del Soberano Celestial",
      "norwegian": "Kapittel 6: Himmelherrens sverd",
      "polish": "Rozdział 6: Miecz Niebiańskiego Władcy",
      "portuguese": "Capítulo 6: A Espada do Soberano Celestial",
      "romanian": "Capitolul 6: Sabia Zeului Suprem",
      "russian": "Глава 6. Меч Небесного Владыки",
      "schinese": "第六章 天尊之剑",
      "spanish": "Capítulo 6: La Espada del Soberano Celestial",
      "swedish": "Kapitel 6: Himmelens Svärdsmästares Klinga",
      "tchinese": "第六章 天尊之劍",
      "thai": "บทที่ 6 ดาบเทพสูงสุด",
      "token": "NEW_ACHIEVEMENT_1_5_NAME",
      "turkish": "Bölüm 6: Göksel Kılıç",
      "ukrainian": "Розділ VI: Меч Небесного Владики",
      "vietnamese": "Chương 6: Kiếm Thiên Tôn"
    },
    "description": {
      "arabic": "نظرت عن قرب ووجدت أنه سيف الإمبراطور السماوي التساعي للبطل لينغ!",
      "brazilian": "Você se aproxima e descobre que é a lendária Espada Celestial de Lira, a Espada Sagrada!",
      "bulgarian": "Поглеждаш по-отблизо и откриваш, че това е свещеният меч на Майстора на меча Лейла - Деветте ритуала на Небесния владетел!",
      "czech": "Při bližším pohledu zjistíš, že je to Devítrůstný meč nebeského vládce od Mistra mečů Leyly!",
      "danish": "Du går tættere på og opdager, at det faktisk er Sværdmestren Lailas ni ceremoniers himmelske sværd!",
      "dutch": "Je kijkt beter en ziet tot je verbazing dat het het Hemelse Zwaard van de Negen Riten is van Zwaardmeester Leila!",
      "english": "As you step closer, you realize it's none other than Sword Saint Laila's Nine Rites Celestial Blade!",
      "finnish": "Katsot lähempää ja huomaat, että se on Miekkaherra Layran yhdeksän seremonian taivaallinen miekka!",
      "french": "En vous approchant, vous reconnaissez avec stupeur l'Épée Céleste des Neuf Rites de Laira la Sainte Épée !",
      "german": "Du schaust genauer hin und erkennst – es ist das legendäre Schwert der Neun Riten, das Schwert des Schwertmeisters Laira!",
      "greek": "Μπαίνοντας πιο κοντά, διαπίστωσες ότι είναι το θρυλικό σπαθί της Λάιρα, της Θεϊκής Μάχισσας!",
      "hungarian": "Ahogy közelebb érsz, rájössz, hogy az nem más, mint Laira Kardmesternő Kilenc Rítusú Mennyei Kardja!",
      "indonesian": "Kamu mendekat dan melihat, ternyata itu adalah Pedang Kesembilan Dewa dari Sword Saint Leila!",
      "italian": "Ti avvicini e scopri con stupore che è la Spada Celeste dei Nove Riti di Laira, la Maestra della Spada!",
      "japanese": "よく見ると、それは剣聖ライラの九儀天尊の剣だった！",
      "koreana": "자세히 보니, 그것은 검성 라이라의 구의천존검이었다!",
      "latam": "Al acercarte, ¡descubres que es nada menos que la Espada Celestial de los Nueve Ritos de Laira, la Maestra de Espadas!",
      "norwegian": "Du går nærmere og oppdager at det faktisk er Swordsaint Laylas ni-ritualers himmelsverd!",
      "polish": "Zbliżasz się i widzisz - to Miecz Niebiańskiego Władcy Lairy, Mistrzyni Miecza!",
      "portuguese": "Você se aproxima e descobre que é a Espada Celestial dos Nove Ritos de Laira, a Mestra da Espada!",
      "romanian": "Privind mai atent, descoperi că este sabia divină a lui Laira, Maestrul Spadă!",
      "russian": "Присмотревшись, ты понимаешь — это же Девятиричный Небесный Меч Лейлы, Мастера Меча!",
      "schinese": "你走进一看, 发现那居然是剑圣莱拉的九仪天尊之剑!",
      "spanish": "Al acercarte, ¡descubres que es nada menos que la Espada Celestial de los Nueve Ritos de Laira, la Maestra de Espadas!",
      "swedish": "När du kommer närmare ser du att det faktiskt är Svärdsmästaren Lailas himmelska nio-ritualers svärd!",
      "tchinese": "你走進一看, 發現那居然是劍聖萊拉的九儀天尊之劍!",
      "thai": "คุณเดินเข้าไปดูใกล้ๆ แล้วพบว่ามันคือดาบเก้าพระราชาของจอมดาบไลร่า!",
      "token": "NEW_ACHIEVEMENT_1_5_DESC",
      "turkish": "Yakından baktığında, Kılıç Ustası Leyla'nın Dokuz Ayin Kutsal Kılıcı olduğunu fark ettin!",
      "ukrainian": "Ви заходите ближче і бачите, що це ж меч дев'яти небес імператора — меч Лейри, Майстра Меча!",
      "vietnamese": "Bạn tiến lại gần và phát hiện ra đó chính là Cửu Nghi Thiên Tôn kiếm của Kiếm Thánh Lyra!"
    }
  },
  {
    "name": "StageClear_07",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/9f301becdcad3b1736c4851d8820584cfd9ecf4d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/c839de5dc6b5c86c9b989a769c633ee18cc62454.jpg",
    "displayName": {
      "arabic": "الفصل السابع: الخصم القوي",
      "brazilian": "Capítulo 7: O Poderoso Inimigo",
      "bulgarian": "Глава 7: Силен противник",
      "czech": "Kapitola 7: Silný protivník",
      "danish": "Kapitel 7: Mægtig Fjende",
      "dutch": "Hoofdstuk 7: Formidabele Vijand",
      "english": "Chapter 7: Formidable Foes",
      "finnish": "Luku 7: Vahva Vastustaja",
      "french": "Chapitre 7 : Un redoutable adversaire",
      "german": "Kapitel 7: Starker Gegner",
      "greek": "Κεφάλαιο 7: Δυνατός Εχθρός",
      "hungarian": "7. Fejezet: Erős ellenfél",
      "indonesian": "Bab 7: Musuh Kuat",
      "italian": "Capitolo 7: Nemico Potente",
      "japanese": "第七章 強敵",
      "koreana": "제7장 강적",
      "latam": "Capítulo 7: Enemigo Poderoso",
      "norwegian": "Kapittel 7: Fryktelig fiende",
      "polish": "Rozdział 7: Potężny Przeciwnik",
      "portuguese": "Capítulo 7: Inimigo Poderoso",
      "romanian": "Capitolul 7: Inamicul Puternic",
      "russian": "Глава 7: Сильный противник",
      "schinese": "第七章 强敌",
      "spanish": "Capítulo 7: Enemigo Poderoso",
      "swedish": "Kapitel 7: Mäktiga Fiender",
      "tchinese": "第七章 強敵",
      "thai": "บทที่ 7 ศัตรูที่แข็งแกร่ง",
      "token": "NEW_ACHIEVEMENT_1_6_NAME",
      "turkish": "Bölüm 7: Güçlü Düşman",
      "ukrainian": "Розділ 7: Сильний ворог",
      "vietnamese": "Chương 7: Kẻ thù mạnh mẽ"
    },
    "description": {
      "arabic": "ظهر فجأة شخص مألوف في الأفق، إنه...",
      "brazilian": "À frente, uma figura familiar se aproxima... é...",
      "bulgarian": "Пред тях се появи позната фигура, това е...",
      "czech": "Před námi se objevila známá postava, to je...",
      "danish": "Der kommer en velkendt skikkelse forude, det er...",
      "dutch": "Daar komt een bekend figuur aan, dat is...",
      "english": "A familiar figure approaches... It's...",
      "finnish": "Edessä näkyy tuttu hahmo, se on...",
      "french": "Une silhouette familière apparaît au loin, c'est...",
      "german": "Da kommt eine vertraute Gestalt auf uns zu... das ist...",
      "greek": "Μπροστά εμφανίζεται ένα γνώριμο πρόσωπο, αυτό είναι...",
      "hungarian": "Egy ismerős alak közeledik, az...",
      "indonesian": "Di depan muncul sosok yang familiar, itu...",
      "italian": "Davanti si avvicina una figura familiare, è...",
      "japanese": "前方に懐かしい姿が...あれは...",
      "koreana": "앞은 곳에서 익숙한 모습이 다가온다, 그것은...",
      "latam": "Aparece una figura familiar en la distancia, es...",
      "norwegian": "Foran kommer en kjent skikkelse, det er...",
      "polish": "Przed nami pojawia się znajoma postać... to...",
      "portuguese": "À frente surge uma figura familiar, é...",
      "romanian": "Un chip familiar apare în față, acela este...",
      "russian": "Впереди показался знакомый силуэт... Это...",
      "schinese": "前方来了一个熟悉的身影, 那是...",
      "spanish": "Una figura familiar se acerca... ¿Será...?",
      "swedish": "Framför mig dyker en välbekant gestalt upp, det är...",
      "tchinese": "前方來了一個熟悉的身影, 那是...",
      "thai": "ข้างหน้ามีร่างที่คุ้นเคย... นั่นคือ...",
      "token": "NEW_ACHIEVEMENT_1_6_DESC",
      "turkish": "Önden tanıdık bir siluet geliyor, o...",
      "ukrainian": "Попереду з'явився знайомий силует... Це...",
      "vietnamese": "Phía trước xuất hiện một bóng hình quen thuộc, đó là..."
    }
  },
  {
    "name": "StageClear_08",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/96e5456876a0547fe878be139257ff29c43fe697.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/86a8a981cc7fd0872f597bf37fa352f580ae979b.jpg",
    "displayName": {
      "arabic": "الفصل الثامن: إيفير وفيفير",
      "brazilian": "Capítulo 8: Aihuil e Fahuil",
      "bulgarian": "Глава осма: Айвил и Фавил",
      "czech": "Kapitola 8: Aihuil a Fahuil",
      "danish": "Kapitel 8: Eir og Får",
      "dutch": "Hoofdstuk 8: Aiviel en Favier",
      "english": "Chapter 8: Aihuil and Fahuil",
      "finnish": "Luku 8: Aiviel ja Faviel",
      "french": "Chapitre 8 : Aihuil et Fahuil",
      "german": "Kapitel 8: Eihir und Fahihir",
      "greek": "Κεφάλαιο 8: Έιβερ και Φάιβερ",
      "hungarian": "8. Fejezet: Aivér és Favér",
      "indonesian": "Bab 8: Aihir dan Fahir",
      "italian": "Capitolo 8: Eihir e Fahir",
      "japanese": "第八章 エイヴィルとファヴィル",
      "koreana": "제8장 에이휠과 파휠",
      "latam": "Capítulo 8: Eihir y Fahir",
      "norwegian": "Kapittel 8: Eivor og Fivor",
      "polish": "Rozdział 8: Aihuil i Fahuil",
      "portuguese": "Capítulo 8: Eihir e Faehir",
      "romanian": "Capitolul 8: Aihuil și Fahuil",
      "russian": "Глава 8. Айвир и Фавир",
      "schinese": "第八章 艾辉尔和法辉尔",
      "spanish": "Capítulo 8: Ehir y Fahir",
      "swedish": "Kapitel 8: Aivell och Favell",
      "tchinese": "第八章 艾輝爾和法輝爾",
      "thai": "บทที่ 8 เอเธอร์และฟาเธอร์",
      "token": "NEW_ACHIEVEMENT_1_7_NAME",
      "turkish": "Bölüm 8: Aihuil ve Fahuil",
      "ukrainian": "Розділ 8: Ехір та Фахір",
      "vietnamese": "Chương 8: Eihir và Fahir"
    },
    "description": {
      "arabic": "هذا هو سلاح إمبراطور الأشواك، إيهويل وفاهويل!",
      "brazilian": "Essas são as armas do Imperador Espinhoso, Aihuil e Fahuil!",
      "bulgarian": "Това са оръжията на Императора на шиповете - Айвиел и Фавиел!",
      "czech": "To jsou zbraně Královny trnů - Eihwaz a Fehu!",
      "danish": "Det er netop Assassinens våben, Eihver og Fahver!",
      "dutch": "Dat zijn de wapens van de Keizer der Doornen - Eihwil en Fahwil!",
      "english": "That is the Assassin King's weapons, Aihuil and Fahuil!",
      "finnish": "Se on juuri Keisarinpiikkien aseet, Aihuil ja Fahuil!",
      "french": "C'est justement les armes de l'Empereur des Épines - Aihuil et Fahuil !",
      "german": "Das sind die Waffen des Dornenkönigs - Aihuil und Fahil!",
      "greek": "Αυτό είναι ακριβώς το όπλο του Αυτοκράτορα των Δολοφόνων, το Aihuil και το Fahui!",
      "hungarian": "Ez az Öldöklő Király fegyvere, Aihuil és Fahui!",
      "indonesian": "Itu adalah senjata Raja Duri, Eihir dan Fahil!",
      "italian": "Quelle sono le armi del Re degli Assassini, Aevir e Fevir!",
      "japanese": "それはまさに刺皇の武器、アイヴィールとファヴィールだ！",
      "koreana": "그것이 바로 암살황의 무기, 에이휠과 파휠이다!",
      "latam": "¡Esas son las armas del Emperador Espinoso, Aihuil y Fahuil!",
      "norwegian": "Det er nettopp Dolkekongens våpen, Aihver og Fahver!",
      "polish": "To właśnie broń Cesarza Kolców - Aihuil i Fahui!",
      "portuguese": "Essas são as armas do Imperador Espinhoso, Aihir e Fahir!",
      "romanian": "Acele sunt armele Împăratului Spin, Eihwaz și Fehu!",
      "russian": "Это оружие Короля Шипов — Эйхил и Фахил!",
      "schinese": "那正是刺皇的武器 艾辉尔 和 法辉尔!",
      "spanish": "¡Esas son las armas del Emperador Espinado, Aihuil y Fahuil!",
      "swedish": "Det är just Kejsardödarens vapen, Eihver och Fahver!",
      "tchinese": "那正是刺皇的武器 艾輝爾 與 法輝爾!",
      "thai": "นั่นคืออาวุธของราชาแห่งการแทง - ไอเวียร์ และ ฟาเวียร์!",
      "token": "NEW_ACHIEVEMENT_1_7_DESC",
      "turkish": "İşte Diken Kralı'nın silahları: Aether ve Fether!",
      "ukrainian": "Це зброя Короля-Кинджала — Ехір та Фахір!",
      "vietnamese": "Đó chính là vũ khí của Vua Gai - Aihuil và Fahuil!"
    }
  },
  {
    "name": "StageClear_09",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/0fd0aa845e9c39c56fa9c73273a8488d66157efa.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/f2ced02c4504a7907e50ad5e0cb694a8e8676272.jpg",
    "displayName": {
      "arabic": "الفصل التاسع: الخطر",
      "brazilian": "Capítulo 9: Perigo Iminente",
      "bulgarian": "Глава 9: Опасност",
      "czech": "Kapitola 9: Nebezpečná situace",
      "danish": "Kapitel 9: Farlig Situation",
      "dutch": "Hoofdstuk 9: Gevaar",
      "english": "Chapter 9: Peril",
      "finnish": "Luku 9: Vaara",
      "french": "Chapitre 9 : Danger imminent",
      "german": "Kapitel 9: Gefahrensituation",
      "greek": "Κεφάλαιο 9: Κίνδυνος",
      "hungarian": "9. Fejezet: Veszély",
      "indonesian": "Bab 9: Situasi Berbahaya",
      "italian": "Capitolo 9: Pericolo Imminente",
      "japanese": "第九章 危険な状況",
      "koreana": "제9장 위험한 상황",
      "latam": "Capítulo 9: Peligro Inminente",
      "norwegian": "Kapittel 9: Fare",
      "polish": "Rozdział 9: Niebezpieczeństwo",
      "portuguese": "Capítulo 9: Perigo",
      "romanian": "Capitolul 9: Pericol",
      "russian": "Глава 9: Опасность",
      "schinese": "第九章 险情",
      "spanish": "Capítulo 9: Peligro",
      "swedish": "Kapitel 9: Fara",
      "tchinese": "第九章 險情",
      "thai": "บทที่ 9 อันตราย",
      "token": "NEW_ACHIEVEMENT_1_8_NAME",
      "turkish": "Bölüm 9: Tehlike",
      "ukrainian": "Розділ 9: Небезпечна ситуація",
      "vietnamese": "Chương 9: Nguy Hiểm"
    },
    "description": {
      "arabic": "الآن ليس لديك أسلحة قوية، والأعداء أقوياء جدًا.",
      "brazilian": "Agora você não tem armas poderosas e os inimigos são muito fortes.",
      "bulgarian": "Сега нямаш силно оръжие, а враговете са много силни.",
      "czech": "Teď nemáš silné zbraně a nepřátelé jsou velmi silní.",
      "danish": "Du har ingen kraftfulde våben, og fjenderne er alle meget stærke.",
      "dutch": "Je hebt nu geen krachtig wapen, en de vijanden zijn erg sterk.",
      "english": "You lack powerful weapons, yet face formidable foes.",
      "finnish": "Sinulla ei ole vahvaa asetta, ja viholliset ovat erittäin voimakkaita.",
      "french": "Maintenant, tu n'as pas d'arme puissante et les ennemis sont très forts.",
      "german": "Jetzt hast du keine starken Waffen, aber die Gegner sind extrem mächtig.",
      "greek": "Τώρα δεν έχεις δυνατό όπλο, και οι εχθροί είναι όλοι ισχυροί.",
      "hungarian": "Most nincs erős fegyvered, és az ellenfelek is nagyon erősek.",
      "indonesian": "Saat ini kamu tidak punya senjata kuat, musuh-musuhnya sangat kuat.",
      "italian": "Ora non hai armi potenti e i nemici sono tutti molto forti.",
      "japanese": "今は強力な武器もなく、敵はどれも手強い。",
      "koreana": "지금 당신은 강력한 무기가 없고, 적들은 모두 강력합니다.",
      "latam": "Ahora no tienes armas poderosas y los enemigos son muy fuertes.",
      "norwegian": "Nå har du ikke kraftige våpen, og fiendene er alle svært sterke.",
      "polish": "Teraz nie masz potężnej broni, a przeciwnicy są bardzo silni.",
      "portuguese": "Agora não tens armas poderosas, e os inimigos são todos muito fortes.",
      "romanian": "Acum nu ai arme puternice, iar inamicii sunt foarte puternici.",
      "russian": "Сейчас у тебя нет мощного оружия, а враги очень сильные.",
      "schinese": "现在你没有强力的武器, 敌人又都是很强力的敌人;",
      "spanish": "Ahora no tienes armas poderosas y los enemigos son muy fuertes.",
      "swedish": "Nu har du inga kraftfulla vapen, och fienderna är mycket starka.",
      "tchinese": "現在你沒有強力的武器，敵人又都是很強力的敵人。",
      "thai": "ตอนนี้คุณไม่มีอาวุธที่ทรงพลัง แต่ศัตรูทุกตัวล้วนแข็งแกร่ง",
      "token": "NEW_ACHIEVEMENT_1_8_DESC",
      "turkish": "Şu an güçlü bir silahın yok ve düşmanlar çok güçlü.",
      "ukrainian": "Зараз у тебе немає потужної зброї, а вороги дуже сильні.",
      "vietnamese": "Hiện tại bạn không có vũ khí mạnh, trong khi kẻ thù đều rất hùng mạnh."
    }
  },
  {
    "name": "StageClear_10",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/989ce17dc9e5142857b5529c2401832e037503b2.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/3099483d0b25f7e37b954747c8b3bb17c32d24ab.jpg",
    "displayName": {
      "arabic": "الفصل العاشر: الأمل",
      "brazilian": "Capítulo 10: Esperança",
      "bulgarian": "Глава десет: Надежда",
      "czech": "Kapitola 10: Naděje",
      "danish": "Kapitel 10: Håb",
      "dutch": "Hoofdstuk 10: Hoop",
      "english": "Chapter 10: Hope",
      "finnish": "Luku 10: Toivo",
      "french": "Chapitre 10 : Espoir",
      "german": "Kapitel 10: Hoffnung",
      "greek": "Κεφάλαιο 10: Ελπίδα",
      "hungarian": "X. fejezet – Remény",
      "indonesian": "Bab 10: Harapan",
      "italian": "Capitolo 10: Speranza",
      "japanese": "第10章 希望",
      "koreana": "제10장 희망",
      "latam": "Capítulo 10: Esperanza",
      "norwegian": "Kapittel 10: Håp",
      "polish": "Rozdział 10: Nadzieja",
      "portuguese": "Capítulo 10: Esperança",
      "romanian": "Capitolul 10: Speranța",
      "russian": "Глава 10: Надежда",
      "schinese": "第十章 希望",
      "spanish": "Capítulo 10: Esperanza",
      "swedish": "Kapitel 10: Hopp",
      "tchinese": "第十章 希望",
      "thai": "บทที่ 10 ความหวัง",
      "token": "NEW_ACHIEVEMENT_1_9_NAME",
      "turkish": "Bölüm 10: Umut",
      "ukrainian": "Розділ 10. Надія",
      "vietnamese": "Chương 10: Hy vọng"
    },
    "description": {
      "arabic": "لقد قدمت لك شيئًا، إنه جرس \"تيان تي تون ريه\" لسيد السيوف!",
      "brazilian": "Ela te entregou um item, que era o Sino Devorador do Sol do Espadachim!",
      "bulgarian": "Тя ти подаде предмет - точно звънецът \"Ненаситен поглъщач на слънцето\" на Мечоносеца!",
      "czech": "Podala vám předmět, který je právě Pochoutkový zvon pohlcující slunce od Mistra meče!",
      "danish": "Hun rakte dig en genstand, det var netop Sværdmestrens \"Slugtende Solklokke\"!",
      "dutch": "Ze gaf je een voorwerp, het was de Zwaardmeester's Gulzige Zonverslinder Bel!",
      "english": "She handed you an item - the Sword Saint's Devouring Sun Bell!",
      "finnish": "Hän antoi sinulle esineen, joka oli Miekkaherran ahmaiseva auringonnaamio!",
      "french": "Elle vous tend un objet : la Cloche Gloutonne du Sabreur Solaire !",
      "german": "Sie reicht dir einen Gegenstand – genau das \"Glöckchen des Schwertmeisters, verschlingt die Sonne\"!",
      "greek": "Σου έδωσε ένα αντικείμενο, το κουδούνι της Αρπαγής του Ήλιου του Μαστόρα του Ξίφους!",
      "hungarian": "Átadott neked egy tárgyat, a Kardmester Falánk Napszívó Harangját!",
      "indonesian": "Dia memberimu sebuah benda, yaitu Lonceng Penelan Matahari dari Sword Saint!",
      "italian": "Ti ha consegnato un oggetto, proprio la Campana del Divoratore del Sole del Maestro della Spada!",
      "japanese": "彼女はあなたにアイテムを手渡しました。それはまさに剣聖の『饕餮日喰らいの鈴』でした！",
      "koreana": "그녀는 당신에게 아이템을 건넸는데, 그것은 바로 검성의 탐욕스러운 해를 삼키는 방울이었습니다!",
      "latam": "Ella te entregó un objeto: ¡la Campana Glotona del Sol del Espadachín Sagrado!",
      "norwegian": "Hun rakte deg en gjenstand, det var sverdmesterens \"Grådig Solslukerklokke\"!",
      "polish": "Podaje ci przedmiot - to Dzwon Pożeracza Słońca Mistrza Miecza!",
      "portuguese": "Ela entregou-te um item, o Sino Devorador do Sol do Espadachim!",
      "romanian": "Ea ți-a dat un obiect - Clopoțelul Devorator al Soarelui al Maestrului Spadă!",
      "russian": "Она передала вам предмет — это был Колокол Пожирателя Солнца от Мастера Меча!",
      "schinese": "她递给了你一件物品, 那正是剑圣的 饕餮吞日铃!",
      "spanish": "Ella te entregó un objeto: ¡el Glotón Devorador del Sol del Espadachín!",
      "swedish": "Hon räckte dig en föremål, det var just Svärdsmästarens Glupska Solslukarring!",
      "tchinese": "她遞給了你一件物品，那正是劍聖的饕餮吞日鈴！",
      "thai": "เธอส่งไอเท็มให้คุณ นั่นคือ \"กระดิ่งกลืนตะวัน\" ของเทพดาบ!",
      "token": "NEW_ACHIEVEMENT_1_9_DESC",
      "turkish": "Size bir eşya verdi, Kılıç Ustası'nın \"Açgözlü Güneş Yutan Çanı\"!",
      "ukrainian": "Вона передала вам предмет — це ж «Дзвін Пожирача Сонця» Мечника!",
      "vietnamese": "Cô ấy đưa cho bạn một món đồ, chính là Linh Khí \"Thiên Địa Thôn Nhật\" của Kiếm Thánh!"
    }
  },
  {
    "name": "StageClear_11",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/e41485766fee696609888996f47231043457f4fe.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/d35199d7b5074f5e4f1c7259a780ac53c67c32a3.jpg",
    "displayName": {
      "arabic": "الفصل الحادي عشر: قوة العقيدة",
      "brazilian": "Capítulo 11: O Poder do Credo",
      "bulgarian": "Глава 11: Силата на кредото",
      "czech": "Kapitola 11: Síla kréda",
      "danish": "Kapitel 11 - Kraften af Troen",
      "dutch": "Hoofdstuk 11: Kracht van het Geloof",
      "english": "Chapter 11: The Power of Creed",
      "finnish": "Luku 11: Uskon voima",
      "french": "Chapitre 11 - Le Pouvoir du Credo",
      "german": "Kapitel 11: Die Macht des Glaubens",
      "greek": "Κεφάλαιο 11: Η Δύναμη του Δόγματος",
      "hungarian": "XI. fejezet - A hit ereje",
      "indonesian": "Bab 11 Kekuatan Keyakinan",
      "italian": "Capitolo XI: Il Potere del Credo",
      "japanese": "第十一章 信条の力",
      "koreana": "제11장 신조의 힘",
      "latam": "Capítulo 11: El Poder del Credo",
      "norwegian": "Kapittel 11: Kraften i troen",
      "polish": "Rozdział XI: Moc Wyznania",
      "portuguese": "Capítulo 11: O Poder do Credo",
      "romanian": "Capitolul 11: Puterea Crezului",
      "russian": "Глава 11: Сила Кредо",
      "schinese": "第十一章 信条的力量",
      "spanish": "Capítulo XI: El Poder del Credo",
      "swedish": "Kapitel 11: Kraften av tron",
      "tchinese": "第十一章 信條的力量",
      "thai": "บทที่ 11 พลังแห่งความเชื่อ",
      "token": "NEW_ACHIEVEMENT_1_10_NAME",
      "turkish": "Bölüm 11: İnanç Gücü",
      "ukrainian": "Розділ 11: Сила віри",
      "vietnamese": "Chương 11: Sức mạnh của Tín điều"
    },
    "description": {
      "arabic": "الشيء الذي تحمله في يدها هو \"عقيدة القاتل\"!",
      "brazilian": "O que ela segurava era nada menos que o Credo do Assassino!",
      "bulgarian": "Това, което държи в ръката си, е... \"Assassin's Creed\"!",
      "czech": "To, co držela v ruce, byla Assassin's Creed!",
      "danish": "Hun holdt faktisk Assassin's Creed i hånden!",
      "dutch": "Wat ze in haar handen hield, was niets minder dan de Creed of Assassins!",
      "english": "The item in her hand is actually Creed of the Thorned Emperor!",
      "finnish": "Hänen kädessään oleva esine oli Assassin's Creed!",
      "french": "Ce qu'elle tenait en main n'était autre que... l'Épée des Assassins !",
      "german": "Was sie in der Hand hielt, war tatsächlich Assassin's Creed!",
      "greek": "Αυτό που κρατάει στο χέρι της είναι η «Δοξασία του Ασασίνου»!",
      "hungarian": "A kezében tartott tárgy nem más, mint a Tövis Trónus Hite!",
      "indonesian": "Barang yang dipegangnya ternyata adalah Assassin's Creed!",
      "italian": "Quello che tiene in mano è nientemeno che il Codice del Re delle Spine!",
      "japanese": "彼女が手に持っているものは、なんと『アサシンクリード』だった！",
      "koreana": "그녀가 손에 들고 있는 것은 바로 '어쌔신 크리드'였다!",
      "latam": "¡Lo que tiene en la mano es el Credo del Asesino!",
      "norwegian": "Hun holder i hånden en kopi av Assassin's Creed!",
      "polish": "To, co trzymała w dłoniach, to nic innego jak Wyznanie Królewskiego Skrytobójcy!",
      "portuguese": "O que ela segurava nas mãos era nada menos que o Credo do Assassino!",
      "romanian": "Cee ce ținea în mână era chiar Crezul Asasinului!",
      "russian": "В её руках оказался Кодекс Убийцы!",
      "schinese": "她手里拿着的东西, 居然是 刺皇信条!",
      "spanish": "¡Lo que tiene en la mano es el Credo del Asesino!",
      "swedish": "Hon höll faktiskt Assassin's Creed i handen!",
      "tchinese": "她手裡拿著的東西，居然是 刺皇信條！",
      "thai": "สิ่งที่เธอถืออยู่ในมือคือ Creed of the Assassin!",
      "token": "NEW_ACHIEVEMENT_1_10_DESC",
      "turkish": "Elinde tuttuğu şey, Assassin's Creed'in kılıcıydı!",
      "ukrainian": "У її руках був... Кредо Вбивці!",
      "vietnamese": "Thứ cô ấy cầm trên tay, hóa ra là Assassin's Creed!"
    }
  },
  {
    "name": "StageClear_12",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/86b884693e608933fee8c60de83522ed2948d03d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/0b685280f00232941c9ee0b95fcba4db18abd0d9.jpg",
    "displayName": {
      "arabic": "الفصل الثاني عشر: الساحرة القوية",
      "brazilian": "Capítulo 12 - A Poderosa Bruxa",
      "bulgarian": "Глава 12: Могъщата вещица",
      "czech": "Kapitola 12: Mocná čarodějka",
      "danish": "Kapitel 12 - Den Mægtige Heks",
      "dutch": "Hoofdstuk 12: De Machtige Heks",
      "english": "Chapter 12: The Mighty Witch",
      "finnish": "Luku 12: Mahtava noita",
      "french": "Chapitre 12 : La Sorcière Puissante",
      "german": "Kapitel 12: Die mächtige Hexe",
      "greek": "Κεφάλαιο 12: Η Ισχυρή Μάγισσα",
      "hungarian": "12. fejezet – A hatalmas boszorkány",
      "indonesian": "Bab XII Penyihir Perkasa",
      "italian": "Capitolo 12 - La Potente Strega",
      "japanese": "第十二章 強力な魔女",
      "koreana": "제12장 강력한 마녀",
      "latam": "Capítulo 12: La Bruja Poderosa",
      "norwegian": "Kapittel 12: Den mektige heksa",
      "polish": "Rozdział 12: Potężna Czarodziejka",
      "portuguese": "Capítulo 12: A Feiticeira Poderosa",
      "romanian": "Capitolul XII - Vrăjitoarea Puternică",
      "russian": "Глава 12. Могущественная ведьма",
      "schinese": "第十二章 强大的魔女",
      "spanish": "Capítulo 12: La Bruja Poderosa",
      "swedish": "Kapitel 12 - Den mäktiga häxan",
      "tchinese": "第十二章 強大的魔女",
      "thai": "บทที่ 12 แม่มดผู้ทรงพลัง",
      "token": "NEW_ACHIEVEMENT_1_11_NAME",
      "turkish": "Bölüm 12: Güçlü Cadı",
      "ukrainian": "Розділ 12. Могутня Чаклунка",
      "vietnamese": "Chương 12: Phù Thủy Quyền Năng"
    },
    "description": {
      "arabic": "فجأة، ظهر تيار سحري مضطرب في الغابة، واندفعت قوة سحرية جامحة تهز السماء والأرض!",
      "brazilian": "De repente, uma corrente caótica de magia surgiu na floresta, soprando ferozmente pelos céus e pela terra!",
      "bulgarian": "Изведнъж, в гората се появи магьоснически хаос, а яростната магия заглъхна небето и земята!",
      "czech": "Najednou se v lese objevila magická turbulence, zuřivá magie burácela nebesy i zemí!",
      "danish": "Pludselig opstår der en magisk turbulens i skoven, og vild magi fylder luften!",
      "dutch": "Plotseling barst er een magische storm los in het bos, woeste energie raast door de lucht!",
      "english": "Suddenly, a chaotic surge of magic erupted in the forest, wild energies howling through the world!",
      "finnish": "Yhtäkkiä, metsässä puhkesi maaginen myllerrys, ja raivoisa taika vyöryi maailmaa täyttäen!",
      "french": "Soudain, une tempête magique déferle dans la forêt, déchaînant un chaos énergétique !",
      "german": "Plötzlich entstand im Wald ein magischer Wirbelsturm, der mit wilder Energie Himmel und Erde erschütterte!",
      "greek": "Ξαφνικά, μια μαγική αναταραχή ξέσπασε στο δάσος, με βίαιη ενέργεια να σαρώνει τον ουρανό και τη γη!",
      "hungarian": "Hirtelen, a vad erdőben varázslatos káosz tör ki, és a tomboló mágia betölti az eget és a földet!",
      "indonesian": "Tiba-tiba, pusaran energi magis muncul di hutan, kekuatan magis yang mengamuk mengguncang langit dan bumi!",
      "italian": "Improvvisamente, nel bosco si scatenano flussi magici caotici, un'energia selvaggia che scuote il cielo e la terra!",
      "japanese": "突然、森の中に魔力の乱流が現れ、狂暴な魔力が天地を吹き荒れた！",
      "koreana": "갑자기, 숲 속에 마력의 난류가 나타나며, 광란의 마력이 천지를 울렸다!",
      "latam": "De repente, ¡un caos mágico surgió en el bosque y los vientos furiosos resonaron por doquier!",
      "norwegian": "Plutselig oppsto det magiske turbulens i skogen, og voldsom magi fylte luften!",
      "polish": "Nagle w lesie pojawił się chaos magiczny, gwałtowna energia wstrząsnęła niebem i ziemią!",
      "portuguese": "De repente, uma torrente de energia mágica irrompeu na floresta, ventos furiosos rugindo pelos céus e pela terra!",
      "romanian": "Brusc, în pădure a apărut un vârtej de magie haotic, forțele sălbatice ale magiei răsună peste tot!",
      "russian": "Внезапно в лесу возник хаос магии, безумная энергия пронзила небо и землю!",
      "schinese": "忽然, 森林里出现了魔力乱流, 狂暴的魔力吹响天地!",
      "spanish": "De repente, ¡una corriente mágica salvaje surgió en el bosque, sacudiendo el cielo y la tierra!",
      "swedish": "Plötsligt uppstår en magisk virvel i skogen, och vild magi fyller luften!",
      "tchinese": "忽然, 森林裡出現了魔力亂流, 狂暴的魔力吹響天地!",
      "thai": "ทันใดนั้น พายุเวทมนตร์ก็ปะทุขึ้นในป่า พลังเวทย์ที่ดุร้ายพัดกระหน่ำไปทั่วฟ้าและดิน!",
      "token": "NEW_ACHIEVEMENT_1_11_DESC",
      "turkish": "Aniden, ormanda bir büyü kaosu patlak verdi, çılgın enerji gökyüzünü ve yeri sarstı!",
      "ukrainian": "Раптом у лісі з'явився хаотичний потік магії, бурхлива енергія наповнила небо й землю!",
      "vietnamese": "Đột nhiên, trong rừng xuất hiện dòng chảy ma thuật hỗn loạn, năng lượng điên cuồng gào thét khắp thiên địa!"
    }
  },
  {
    "name": "StageClear_13",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/2e25af2aaad74184ef06f14d9c69008fcaa51d4e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/77cb28b223b4043fd4a5566ceabd442d0d8aa908.jpg",
    "displayName": {
      "arabic": "الفصل الثالث عشر: درع الجان",
      "brazilian": "Capítulo 13: Escudo Élfico",
      "bulgarian": "Глава 13: Елфийски щит",
      "czech": "Kapitola 13: Elfský štít",
      "danish": "Kapitel 13 - Elvernes Skjold",
      "dutch": "Hoofdstuk 13: Elvenschild",
      "english": "Chapter 13: Elven Shield",
      "finnish": "Luku 13: Keijukilpi",
      "french": "Chapitre 13 : Bouclier des Elfes",
      "german": "Kapitel 13: Elfenschild",
      "greek": "Κεφάλαιο 13: Πνευματική Ασπίδα",
      "hungarian": "13. fejezet - Tündérpajzs",
      "indonesian": "Bab 13: Perisai Peri",
      "italian": "Capitolo 13: Scudo degli Elfi",
      "japanese": "第十三章 精霊の盾",
      "koreana": "제13장 정령의 방패",
      "latam": "Capítulo 13: Escudo Élfico",
      "norwegian": "Kapittel 13: Alveskjold",
      "polish": "Rozdział 13: Tarcza Elfów",
      "portuguese": "Capítulo 13 - Escudo Élfico",
      "romanian": "Capitolul XIII: Scutul Elf",
      "russian": "Глава 13: Щит эльфов",
      "schinese": "第十三章 精灵之盾",
      "spanish": "Capítulo 13: Escudo Élfico",
      "swedish": "Kapitel 13: Alvskölden",
      "tchinese": "第十三章 精靈之盾",
      "thai": "บทที่ 13 โล่แห่งเอลฟ์",
      "token": "NEW_ACHIEVEMENT_1_12_NAME",
      "turkish": "Bölüm 13: Peri Kalkanı",
      "ukrainian": "Розділ 13: Ельфійський щит",
      "vietnamese": "Chương 13: Khiên Tinh Linh"
    },
    "description": {
      "arabic": "لقد أعطتك درع الجني، هذا الدرع سوف يحميك بشكل جيد.",
      "brazilian": "Ela te entregou um Escudo Élfico, que te protegerá muito bem.",
      "bulgarian": "Тя ти даде щит на елфите, който ще те предпази добре.",
      "czech": "Dala ti Elfí štít, který tě dobře ochrání.",
      "danish": "Hun gav dig et Alfeskjold, som vil beskytte dig godt.",
      "dutch": "Ze gaf je een Elvenschild, dat je goed zal beschermen.",
      "english": "She handed you an Elven Shield, which will protect you well.",
      "finnish": "Hän antoi sinulle Keijukilven, joka suojelee sinua hyvin.",
      "french": "Elle vous a remis un Bouclier des Elfes, qui vous protégera efficacement.",
      "german": "Sie hat dir einen Elfen-Schild übergeben, der dich gut beschützt.",
      "greek": "Σου έδωσε μια Ασπίδα Ξωτικού, που θα σε προστατεύει καλά.",
      "hungarian": "Átadott neked egy Tündérpajzsot, amely jól véd téged.",
      "indonesian": "Dia memberimu sebuah Perisai Peri yang bisa melindungimu dengan baik.",
      "italian": "Ti ha consegnato uno Scudo degli Elfi, che ti proteggerà efficacemente.",
      "japanese": "彼女はあなたに「精霊の盾」を渡しました。この盾はあなたをしっかり守ってくれます。",
      "koreana": "그녀는 당신에게 정령의 방패를 건네주었습니다. 이 방패는 당신을 훌륭히 보호해 줄 것입니다.",
      "latam": "Ella te entregó un Escudo Élfico, que te protegerá muy bien.",
      "norwegian": "Hun ga deg et alveskjold, som vil beskytte deg godt.",
      "polish": "Dała ci Tarczę Elfów, która doskonale cię ochroni.",
      "portuguese": "Ela entregou-te um Escudo Élfico, que te protegerá muito bem.",
      "romanian": "Ți-a dat un Scut al Zânelor, care te va proteja eficient.",
      "russian": "Она передала тебе Эльфийский щит, который отлично защитит тебя.",
      "schinese": "她交给了你一个 精灵之盾, 这个精灵之盾能很好的保护你;",
      "spanish": "Te entregó un Escudo Élfico, que te protegerá eficazmente.",
      "swedish": "Hon gav dig en Alvsköld, denna sköld skyddar dig väl.",
      "tchinese": "她交給了你一個 精靈之盾, 這個精靈之盾能很好地保護你",
      "thai": "เธอให้โล่แห่งเอลฟ์กับคุณ โล่นี้จะปกป้องคุณได้ดีมาก",
      "token": "NEW_ACHIEVEMENT_1_12_DESC",
      "turkish": "Size bir Peri Kalkanı verdi, bu kalkan sizi iyi koruyacak.",
      "ukrainian": "Вона передала вам Щит Ельфів, який чудово захищатиме вас.",
      "vietnamese": "Cô ấy đã trao cho bạn một Chiếc Khiên Tinh Linh, nó sẽ bảo vệ bạn rất tốt."
    }
  },
  {
    "name": "StageClear_14",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/95761a6549552bac8e3dcc1a950dc9e52e5b4dc7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/fcf31c1f691946484ce07223fa0858d49e49f4fd.jpg",
    "displayName": {
      "arabic": "الفصل الرابع عشر: اختبار السيف التنين القديم",
      "brazilian": "Capítulo 14: A Prova da Espada do Dragão Ancestral",
      "bulgarian": "Глава 14: Изпитанието на Драконовия меч",
      "czech": "Kapitola XIV: Zkouška Dračího meče",
      "danish": "Kapitel 14: Prøven af den Gamle Drageklinge",
      "dutch": "Hoofdstuk 14: De Beproeving van de Drakenzwaard",
      "english": "Chapter 14: Trial of the Ancient Dragonblade",
      "finnish": "Luku XIV: Muinaisen miekan lohikäärmekoe",
      "french": "Chapitre 14 : L'Épreuve de l'Épée-Dragon Ancestrale",
      "german": "Kapitel 14: Die Prüfung der Drachenklinge",
      "greek": "Κεφάλαιο 14: Η Δοκιμασία του Αρχαίου Δράκοντα Σπαθιού",
      "hungarian": "XIV. Fejezet - Az ősi kard sárkánypróbája",
      "indonesian": "Bab 14 Ujian Pedang Naga Kuno",
      "italian": "Capitolo XIV: La Prova della Spada del Drago Antico",
      "japanese": "第十四章 古剣龍形の試練",
      "koreana": "제14장 고대 검룡의 시험",
      "latam": "Capítulo XIV: La Prueba de la Espada del Dragón Ancestral",
      "norwegian": "Kapittel 14: Prøven til den gamle drageklingens form",
      "polish": "Rozdział XIV: Próba Starożytnego Miecza w Kształcie Smoka",
      "portuguese": "Capítulo XIV: Prova da Espada do Dragão Ancestral",
      "romanian": "Capitolul XIV: Încercarea Sabiei Dragonului Antic",
      "russian": "Глава 14: Испытание Древнего Меча-Дракона",
      "schinese": "第十四章 古剑龙形的试炼",
      "spanish": "Capítulo XIV: La Prueba de la Espada del Dragón Ancestral",
      "swedish": "Kapitel 14: Draksvärdets prövning",
      "tchinese": "第十四章 古劍龍形的試煉",
      "thai": "บทที่ 14 การทดสอบดาบมังกรโบราณ",
      "token": "NEW_ACHIEVEMENT_1_13_NAME",
      "turkish": "Bölüm 14: Ejderha Kılıcının Sınavı",
      "ukrainian": "Розділ XIV. Випробування древнього меча-дракона",
      "vietnamese": "Chương 14: Thử Thách Của Thanh Kiếm Rồng Cổ"
    },
    "description": {
      "arabic": "هذا السيف غريب، مع تنين ملتف على مقبضه.",
      "brazilian": "Esta espada é peculiar, com um dragão esculpido no cabo.",
      "bulgarian": "Този меч е много особен - дръжката му е изрисувана с извиващ се дракон.",
      "czech": "Tento meč je velmi zvláštní, na jílci je vyrytý drak.",
      "danish": "Dette sværd er meget ejendommeligt, med en snoet drage indgraveret på håndtaget.",
      "dutch": "Dit zwaard is bijzonder, met een gedraaide draak gegraveerd op het gevest.",
      "english": "This sword is peculiar, with a coiling dragon engraved on its hilt.",
      "finnish": "Tämä miekka on erikoinen, sen kahvassa on kuvattuna käärmemäinen lohikäärme.",
      "french": "Cette épée est étrange, avec un dragon enroulé gravé sur sa poignée.",
      "german": "Dieses Schwert ist einzigartig, sein Griff ist mit einem sich windenden Drachen verziert.",
      "greek": "Αυτό το σπαθί είναι πολύ ασυνήθιστο, η λαβή του είναι διακοσμημένη με έναν ελικοειδή δράκο.",
      "hungarian": "Ez a kard különleges, a markolatán egy kígyózó sárkányt ábrázoló minta látható.",
      "indonesian": "Pedang ini sangat unik, di gagangnya terdapat ukiran naga yang melingkar.",
      "italian": "Questa spada è molto particolare, con un drago avvolto sull'elsa.",
      "japanese": "この剣はとても奇妙で、柄には龍が彫られている。",
      "koreana": "이 검은 매우 특이해서, 검자루에 용이 감겨 있는 문양이 새겨져 있다.",
      "latam": "Esta espada es peculiar, con un dragón tallado en el mango.",
      "norwegian": "Dette sverdet er spesielt, med en innviklet drage inngravert på håndtaket.",
      "polish": "Ten miecz jest wyjątkowy, na rękojeści wyrzeźbiono wijącego się smoka.",
      "portuguese": "Esta espada é peculiar, com um dragão esculpido no cabo.",
      "romanian": "Acest sabie este foarte ciudat, pe mâner este gravat un dragon încolăcit.",
      "russian": "Этот меч весьма необычен - на его рукояти выгравирован дракон.",
      "schinese": "这把剑很奇特, 剑柄上纹者一条盘龙;",
      "spanish": "Esta espada es peculiar, con un dragón tallado en su empuñadura.",
      "swedish": "Detta svärd är mycket speciellt, med en lindad drake inristad på fästet.",
      "tchinese": "這把劍很奇特, 劍柄上紋著一條盤龍",
      "thai": "ดาบเล่มนี้แปลกประหลาด ด้ามจับมีลายมังกรพัน",
      "token": "NEW_ACHIEVEMENT_1_13_DESC",
      "turkish": "Bu kılıç oldukça sıra dışı, kabzasında dolanan bir ejderha motifi var.",
      "ukrainian": "Цей меч дуже незвичайний, на рукояті вирізьблений дракон, що звивається.",
      "vietnamese": "Thanh kiếm này rất kỳ lạ, trên chuôi có khắc hình một con rồng cuộn."
    }
  },
  {
    "name": "StageClear_15",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/b7f29498606e2be62ac1010ba88fededf6f189dd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/db58b1261f89ee80894a88de4e46808eecd3e339.jpg",
    "displayName": {
      "arabic": "الفصل الخامس عشر: سيف الشر",
      "brazilian": "Capítulo 15 - A Espada Maldita",
      "bulgarian": "Глава 15: Зъл меч",
      "czech": "Kapitola 15: Zlověstný meč",
      "danish": "Kapitel 15: Sværdets Vantro",
      "dutch": "Hoofdstuk 15: Het Zwaard van het Kwaad",
      "english": "Chapter 15: Sword Demon",
      "finnish": "Luku 15: Miekka ja pahuus",
      "french": "Chapitre XV : L'Épée Maléfique",
      "german": "Kapitel 15: Schwert des Bösen",
      "greek": "Κεφάλαιο 15: Το Δαιμόνιο του Ξίφους",
      "hungarian": "XV. fegyver gonosz",
      "indonesian": "Bab XV Pedang Kegelapan",
      "italian": "Capitolo 15: La Spada Maligna",
      "japanese": "第十五章 剣邪",
      "koreana": "제15장 검은 악",
      "latam": "Capítulo XV: La Espada Maldita",
      "norwegian": "Kapittel 15: Swords of the Fallen",
      "polish": "Rozdział 15: Miecz Zła",
      "portuguese": "Capítulo XV: A Espada Maldita",
      "romanian": "Capitolul XV - Sabia Malefică",
      "russian": "Глава 15: Меч Зла",
      "schinese": "第十五章 剑邪",
      "spanish": "Capítulo XV: La Espada Maldita",
      "swedish": "Kapitel 15: Svärdsvred",
      "tchinese": "第十五章 劍邪",
      "thai": "บทที่ 15 ดาบปีศาจ",
      "token": "NEW_ACHIEVEMENT_1_14_NAME",
      "turkish": "Bölüm 15: Kılıç Sapkını",
      "ukrainian": "Розділ 15. Меч Зла",
      "vietnamese": "Chương 15: Kiếm Tà"
    },
    "description": {
      "arabic": "ظهر شخص في الغابة، إنه سيف الشر الأسطوري.",
      "brazilian": "Uma pessoa apareceu na floresta, ele é o lendário Espadachim Herético.",
      "bulgarian": "В гората се появи човек - легендарният Мечът на злото.",
      "czech": "V lese se objevil člověk - legendární Mečový démon.",
      "danish": "En mand dukkede op i skoven, han er det legendariske Sværdets Ondskab.",
      "dutch": "In het bos verscheen een man, hij was de legendarische Zwaardketter.",
      "english": "A man emerges from the forest—the legendary Sword Demon.",
      "finnish": "Metsässä ilmestyy mies, hän on legendaarinen Miekkaherra.",
      "french": "Un homme apparaît dans la forêt, c'est le légendaire Épée Maudite.",
      "german": "Im Wald erscheint eine Gestalt - der legendäre Schwertfluch.",
      "greek": "Στο δάσος εμφανίστηκε ένας άνθρωπος, αυτός είναι ο θρυλικός «Δαίμονας του Σπαθιού».",
      "hungarian": "Az erdőben megjelent egy ember, ő a legendás Kardördög.",
      "indonesian": "Seorang muncul di hutan, dia adalah Pendekar Pedang Legendaris.",
      "italian": "Nella foresta è apparso un uomo, la leggendaria Spada Malvagia.",
      "japanese": "森に現れた一人、伝説の剣邪である。",
      "koreana": "숲 속에 나타난 한 사람, 전설 속의 검사(劍邪)다.",
      "latam": "Un hombre apareció en el bosque, era la legendaria Espada Maldita.",
      "norwegian": "En mann dukker opp i skogen, han er det legendariske Swordsverdet.",
      "polish": "W lesie pojawia się postać - to legendarny Mieczowy Herezjarcha.",
      "portuguese": "Uma pessoa apareceu na floresta, ele é o lendário Espadachim Herético.",
      "romanian": "În pădure a apărut un om, el este legendarul „Spadasul Blestemat”.",
      "russian": "В лесу появился человек — это легендарный Меч Зла.",
      "schinese": "森林中出现了一个人, 他就是传说中的剑邪;",
      "spanish": "Un hombre apareció en el bosque, era la legendaria Espada Maldita.",
      "swedish": "En man dyker upp i skogen, han är den legendariske Svärdsvilden.",
      "tchinese": "森林中出現了一個人, 他就是傳說中的劍邪;",
      "thai": "มีคนปรากฏตัวขึ้นในป่า เขาคือดาบปีศาจในตำนาน",
      "token": "NEW_ACHIEVEMENT_1_14_DESC",
      "turkish": "Ormanda bir adam belirdi, efsanevi Kılıç Şeytanı oydu.",
      "ukrainian": "У лісі з'явилася людина — легендарний Меч Зла.",
      "vietnamese": "Trong rừng xuất hiện một người, chính là Kiếm Tà trong truyền thuyết."
    }
  },
  {
    "name": "StageClear_16",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/85f939e2882f6017fc56baf79eb00fdf16340321.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/2838fca5e15cb97609cc755d9d8be1b37dbb4512.jpg",
    "displayName": {
      "arabic": "الفصل السادس عشر: الطريق المشؤوم",
      "brazilian": "Capítulo 16: Caminho Sinistro",
      "bulgarian": "Глава 16: Пътят на злото",
      "czech": "Kapitola 16: Krvavá cesta",
      "danish": "Kapitel 16: Ondskabens Vej",
      "dutch": "Hoofdstuk 16: Het Kwaad Pad",
      "english": "Chapter 16: Path of Doom",
      "finnish": "Luku 16: Murhan tie",
      "french": "Chapitre 16 : Chemin Sinistre",
      "german": "Kapitel 16: Der Pfad des Grauens",
      "greek": "Κεφάλαιο 16: Ο Μοιραίος Δρόμος",
      "hungarian": "16. Fejezet: A Vérszomjas Út",
      "indonesian": "Bab 16: Jalan Berbahaya",
      "italian": "Capitolo XVI: La Strada del Male",
      "japanese": "第十六章 凶悪の道",
      "koreana": "제16장 흉로",
      "latam": "Capítulo 16: Camino Siniestro",
      "norwegian": "Kapittel 16: Den onde veien",
      "polish": "Rozdział 16: Droga Zagłady",
      "portuguese": "Capítulo 16: Caminho da Perdição",
      "romanian": "Capitolul XVI: Calea Malefică",
      "russian": "Глава 16: Роковой путь",
      "schinese": "第十六章 凶路",
      "spanish": "Capítulo XVI: Camino Siniestro",
      "swedish": "Kapitel 16: Ondskans väg",
      "tchinese": "第十六章 兇路",
      "thai": "บทที่ 16 ทางแห่งความชั่วร้าย",
      "token": "NEW_ACHIEVEMENT_1_15_NAME",
      "turkish": "Bölüm 16: Ölümcül Yol",
      "ukrainian": "Розділ 16. Зловісний шлях",
      "vietnamese": "Chương 16: Con Đường Hung Ác"
    },
    "description": {
      "arabic": "إذا كنت تريد أن تصبح أقوى، فأنت بحاجة إلى معدات نادرة أكثر قوة.",
      "brazilian": "Para ficar mais forte, você precisa de equipamentos lendários mais poderosos.",
      "bulgarian": "Ако искаш да станеш по-силен, се нуждаеш от по-мощни уникални предмети.",
      "czech": "Pokud chceš být silnější, potřebuješ mocnější unikátní vybavení.",
      "danish": "For at blive stærkere, har du brug for mere kraftfuld unik udstyr.",
      "dutch": "Om sterker te worden, heb je krachtigere unieke uitrusting nodig.",
      "english": "To grow stronger, you need more powerful Uniques.",
      "finnish": "Jos haluat tulla vahvemmaksi, tarvitset voimakkaampia legendaarisia varusteita.",
      "french": "Pour devenir plus fort, vous avez besoin d'équipements légendaires plus puissants.",
      "german": "Um stärker zu werden, brauchst du mächtigere legendäre Ausrüstung.",
      "greek": "Αν θέλεις να γίνεις πιο δυνατός, χρειάζεσαι πιο ισχυρό σκοτεινό χρυσό εξοπλισμό.",
      "hungarian": "Ha erősebb akarsz lenni, erősebb sötét arany felszerelésre van szükséged.",
      "indonesian": "Jika ingin lebih kuat, kamu butuh peralatan Dark Gold yang lebih kuat.",
      "italian": "Per diventare più forte, hai bisogno di equipaggiamento leggendario più potente.",
      "japanese": "強くなるには、より強力なレアアイテムが必要だ。",
      "koreana": "강해지려면 더 강력한 앤젤릭 장비가 필요해.",
      "latam": "Para ser más fuerte, necesitas equipo legendario más poderoso.",
      "norwegian": "For å bli sterkere, trenger du mer kraftfullt unikt utstyr.",
      "polish": "Aby stać się silniejszym, potrzebujesz potężniejszych legendarnych przedmiotów.",
      "portuguese": "Para ficar mais forte, precisas de equipamento lendário mais poderoso.",
      "romanian": "Pentru a deveni mai puternic, ai nevoie de echipament unic mai puternic.",
      "russian": "Чтобы стать сильнее, тебе нужны мощные уникальные предметы.",
      "schinese": "如果要变得更强, 你需要强度更强的暗金装备;",
      "spanish": "Para ser más fuerte, necesitas equipo único más poderoso.",
      "swedish": "För att bli starkare behöver du kraftfullare unika föremål.",
      "tchinese": "如果要變得更強, 你需要強度更高的暗金裝備;",
      "thai": "หากต้องการแข็งแกร่งขึ้น คุณต้องมีอุปกรณ์สีดำที่แข็งแกร่งกว่า",
      "token": "NEW_ACHIEVEMENT_1_15_DESC",
      "turkish": "Eğer daha güçlü olmak istiyorsan, daha güçlü efsanevi ekipmanlara ihtiyacın var.",
      "ukrainian": "Щоб стати сильнішим, тобі знадобляться потужніші унікальні предмети.",
      "vietnamese": "Nếu muốn mạnh hơn, bạn cần trang bị Ám Kim cấp cao."
    }
  },
  {
    "name": "StageClear_17",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/33e23bfc6952c3b969d8d71cce968bfc890190a5.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/65c8f3beb75d4bcd4c5b3021d18c76283f3eb306.jpg",
    "displayName": {
      "arabic": "الفصل السابع عشر: ظهور الذهب المظلم",
      "brazilian": "Capítulo 17: O Surgimento do Ouro Sombrio",
      "bulgarian": "Глава 17: Появата на Тъмното Злато",
      "czech": "Kapitola 17: Zjevení temného zlata",
      "danish": "Kapitel 17: Mørkets Guld",
      "dutch": "Hoofdstuk 17: Het Verschijnen van Duister Goud",
      "english": "Chapter 17: The Legendary Emerges",
      "finnish": "Luku 17: Pimeän kullan ilmestys",
      "french": "Chapitre 17 : L'Émergence de l'Orbe Sombre",
      "german": "Kapitel 17: Das Erscheinen der Dunkelgoldenen",
      "greek": "Κεφάλαιο 17: Η Εμφάνιση του Σκοτεινού Χρυσού",
      "hungarian": "XVII. Fehér Arany Megjelenése",
      "indonesian": "Bab 17: Emas Hitam Muncul",
      "italian": "Capitolo 17: L'Apparizione dell'Oro Oscuro",
      "japanese": "第十七章 暗黒金の出現",
      "koreana": "제17장 다크 골드 출현",
      "latam": "Capítulo 17: El Amanecer del Oro Oscuro",
      "norwegian": "Kapittel 17: Mørkegull oppdages",
      "polish": "Rozdział 17: Mroczne Złoto",
      "portuguese": "Capítulo XVII: O Surgimento do Ouro Negro",
      "romanian": "Capitolul 17: Apariția Aurului Întunecat",
      "russian": "Глава 17: Появление Тёмного Золота",
      "schinese": "第十七章 暗金现世",
      "spanish": "Capítulo 17: El Amanecer del Oro Oscuro",
      "swedish": "Kapitel 17: Mörkguldets ankomst",
      "tchinese": "第十七章 暗金現世",
      "thai": "บทที่ 17 อาวุธสีดำปรากฏตัว",
      "token": "NEW_ACHIEVEMENT_1_16_NAME",
      "turkish": "Bölüm 17: Efsuni Altın Ortaya Çıkıyor",
      "ukrainian": "Розділ 17: Темне Золото З'являється",
      "vietnamese": "Chương 17: Vàng Đen Hiện Thế"
    },
    "description": {
      "arabic": "ظهرت معدات أسطورية من المستوى الذهبي الأسطوري بين يديك.",
      "brazilian": "Equipamento lendário de nível único apareceu em suas mãos.",
      "bulgarian": "Легендарното тъмно златно оборудване се появи в ръцете ви.",
      "czech": "Legendární temné zlaté vybavení se objevilo ve vašich rukou.",
      "danish": "En legendarisk mørk guld genstand er nu i dine hænder.",
      "dutch": "Legendarisch donkergoud uitrusting verschijnt in je handen.",
      "english": "Legendary Dark Gold equipment appears in your hands.",
      "finnish": "Legendaaninen tumman kultaluokan varuste on nyt käsissäsi.",
      "french": "Une légendaire pièce d'équipement de rang Or est apparue dans vos mains.",
      "german": "Legendäre dunkelgoldene Ausrüstung erscheint in deiner Hand.",
      "greek": "Ο θρυλικός σκοτεινός χρυσός εξοπλισμός εμφανίστηκε στα χέρια σου.",
      "hungarian": "Egy legendás sötét arany felszerelés került a kezedbe.",
      "indonesian": "Perlengkapan legendaris kelas Dark Gold muncul di tanganmu.",
      "italian": "Un'oggetto leggendario di livello mitico è apparso nelle tue mani.",
      "japanese": "伝説のダークゴールド級装備があなたの手に",
      "koreana": "전설의 다크 골드 장비가 당신의 손에 들어왔습니다.",
      "latam": "¡Equipo legendario de grado oscuro en tus manos!",
      "norwegian": "Legendarisk mørk gull-utstyr dukket opp i hendene dine.",
      "polish": "Legendarny złoty ekwipunek pojawił się w twoich rękach.",
      "portuguese": "Equipamento lendário de nível Épico apareceu nas tuas mãos.",
      "romanian": "Echipament legendar de calitate aurie a apărut în mâinile tale.",
      "russian": "Легендарное тёмное золотое снаряжение оказалось в твоих руках.",
      "schinese": "传说中的暗金级装备出现在了你的手中;",
      "spanish": "¡Una legendaria pieza de equipo Épico ha aparecido en tus manos!",
      "swedish": "Legendarisk mörkguldutrustning har dykt upp i dina händer.",
      "tchinese": "傳說中的暗金級裝備出現在了你的手中",
      "thai": "อุปกรณ์ระดับตำนานสีดำทองปรากฏอยู่ในมือของคุณ",
      "token": "NEW_ACHIEVEMENT_1_16_DESC",
      "turkish": "Efsanevi karanlık altın ekipman elinizde belirdi.",
      "ukrainian": "Легендарний темнозолотий предмет з'явився у ваших руках.",
      "vietnamese": "Trang bị huyền thoại hạng Tối Kim đã xuất hiện trong tay bạn."
    }
  },
  {
    "name": "StageClear_18",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/b25928f6929fcdf0b91cd1bcf0751b5081d3e401.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/6c72acea89bf0521c96de475d1969dceb091349c.jpg",
    "displayName": {
      "arabic": "الفصل الثامن عشر: معركة جديدة ضد سيف الشر",
      "brazilian": "Capítulo 18: O Retorno da Espada Maldita",
      "bulgarian": "Глава 18: Отново срещу Мечния Зъл дух",
      "czech": "Kapitola 18: Znovu proti Mečovému démonovi",
      "danish": "Kapitel 18: Genkamp mod Sværdets Ondskab",
      "dutch": "Hoofdstuk 18: Opnieuw tegen het Zwaardkwaad",
      "english": "Chapter 18: The Sword Demon Revisited",
      "finnish": "Luku 18: Taistelu Miekkapaholaisen kanssa uudelleen",
      "french": "Chapitre 18 : Le Retour de l'Épée Maléfique",
      "german": "Kapitel 18: Erneuter Kampf gegen das Schwert des Bösen",
      "greek": "Κεφάλαιο 18: Η Επιστροφή του Δαίμονα του Ξίφους",
      "hungarian": "XVIII. Fejvadász Újra",
      "indonesian": "Bab 18: Pertempuran Kembali dengan Pedang Iblis",
      "italian": "Capitolo 18: La Rivincita contro la Spada Maligna",
      "japanese": "第十八章 剣邪との再戦",
      "koreana": "제18장 검마와의 재대결",
      "latam": "Capítulo 18: El Retorno de la Espada Maldita",
      "norwegian": "Kapittel 18: Kampen mot Swordsin igjen",
      "polish": "Rozdział 18: Ponowne Starcie z Mieczowym Złoczyńcą",
      "portuguese": "Capítulo 18: O Retorno do Espadachim Maldito",
      "romanian": "Capitolul XVIII: Reîntâlnirea cu Sabia Malefică",
      "russian": "Глава 18: Снова против Меча Зла",
      "schinese": "第十八章 再战剑邪",
      "spanish": "Capítulo 18: El Regreso de la Espada Maldita",
      "swedish": "Kapitel 18: Återigen mot Svärdsdjävulen",
      "tchinese": "第十八章 再戰劍邪",
      "thai": "บทที่ 18 ศึกชิงดาบอีกครั้ง",
      "token": "NEW_ACHIEVEMENT_1_17_NAME",
      "turkish": "Bölüm 18: Kılıç Şeytanıyla Yeniden Savaş",
      "ukrainian": "Розділ 18. Знову проти Мечів Зла",
      "vietnamese": "Chương 18: Tái Chiến Kiếm Tà"
    },
    "description": {
      "arabic": "عندما شعرت أنت والجِن بالغرابة، ظهر سيف الشر مجددًا!",
      "brazilian": "Enquanto você e o elfo estavam intrigados, o Espadachim das Sombras reapareceu!",
      "bulgarian": "Докато вие и елфите се чудите, Злия меч се появи отново!",
      "czech": "Když jste se s elfkou divili, objevil se znovu Zlý meč!",
      "danish": "Da du og elverne undrer jer, dukker Sword Fiend pludselig op igen!",
      "dutch": "Terwijl jullie je nog afvragen wat er aan de hand is, verschijnt het Zwaardkwaad weer!",
      "english": "Just as you and the elf were puzzled, Sword Fiend reappeared!",
      "finnish": "Kun te ja haltia olette hämmentyneitä, Miekka-Paholainen ilmestyy jälleen!",
      "french": "Alors que vous et l'elfe vous interrogez, l'Épée Maléfique réapparaît !",
      "german": "Als du und der Elf noch verwirrt waren, tauchte Schwertböse erneut auf!",
      "greek": "Καθώς εσείς και τα ξωτικά νιώθετε περίεργα, ο Κακός Σπαθιάς εμφανίστηκε ξανά!",
      "hungarian": "Amikor épp csodálkoztok a tündéren, a Kard Gonosz újra megjelenik!",
      "indonesian": "Ketika kalian dan peri merasa heran, Jianxie tiba-tiba muncul lagi!",
      "italian": "Mentre voi e lo spirito siete perplessi, Spada Maligna riappare!",
      "japanese": "不思議に思っていたあなたと精霊の前に、剣邪が再び現れた！",
      "koreana": "당신과 정령이 이상함을 느낄 때, 검은 악마가 다시 나타났다!",
      "latam": "Justo cuando tú y el elfo se sentían extrañados, ¡el Espadachín Maligno reapareció!",
      "norwegian": "Mens du og alvene undres, dukker Sword Fiend opp igjen!",
      "polish": "Gdy ty i elf byliście zdezorientowani, Miecz Zła pojawił się ponownie!",
      "portuguese": "Enquanto vocês e o elfo estavam confusos, o Espadachim Maldito reapareceu!",
      "romanian": "În timp ce tu și spiridușul vă mirați, Sabia Rea reapare brusc!",
      "russian": "Когда вы и эльф удивлялись, Меч Зла вновь появился!",
      "schinese": "正当你和精灵感到奇怪时, 剑邪又出现了!",
      "spanish": "Mientras tú y el elfo os preguntáis qué ocurre, ¡el Espadachín Maligno reaparece!",
      "swedish": "När ni och alfen känner er förvirrade dyker Svärdets ondska upp igen!",
      "tchinese": "正當你和精靈感到奇怪時，劍邪又出現了！",
      "thai": "ขณะที่คุณและเอลฟ์กำลังสงสัย เจี้ยนเซียก็ปรากฏตัวขึ้นอีกครั้ง!",
      "token": "NEW_ACHIEVEMENT_1_17_DESC",
      "turkish": "Siz ve elf tuhaf bir şeyler olduğunu düşünürken, Kılıç Şeytan tekrar ortaya çıktı!",
      "ukrainian": "Коли ви й ельф ще дивувалися, Меч Зла знову з'явився!",
      "vietnamese": "Khi bạn và tinh linh đang bối rối, Kiếm Tà lại xuất hiện!"
    }
  },
  {
    "name": "StageClear_19",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/e26bd8611110a9fd1d46ba64b58ec4574bd84842.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/5853aad2f4e89abd793ccf27128ffddbb0458397.jpg",
    "displayName": {
      "arabic": "الفصل التاسع عشر: سيف التنين الإمبراطوري القديم",
      "brazilian": "Capítulo 19: A Espada Antiga do Rei Dragão",
      "bulgarian": "Глава 19: Драконовият императорски меч",
      "czech": "Kapitola 19: Dračí císařský meč",
      "danish": "Kapitel 19 - Den Gamle Dragekongs Sværd",
      "dutch": "Hoofdstuk 19: Drakenkeizerzwaard",
      "english": "Chapter 19: The Dragon Emperor's Ancient Blade",
      "finnish": "Luku 19: Lohikäärmekuninkaan muinainen miekka",
      "french": "Chapitre 19 : L'Épée Antique du Roi-Dragon",
      "german": "Kapitel 19: Der Drachenkaiser-Uraltschwert",
      "greek": "Κεφάλαιο 19: Το Αρχαίο Σπαθί του Δράκου Βασιλιά",
      "hungarian": "XIX. fejezet – A Sárkánykirály ősi kardja",
      "indonesian": "Bab 19: Pedang Kuno Naga Kaisar",
      "italian": "Capitolo XIX: La Spada Antica del Re Drago",
      "japanese": "第十九章 龍皇の古剣",
      "koreana": "제19장 용황의 고대 검",
      "latam": "Capítulo XIX: La Espada Antigua del Rey Dragón",
      "norwegian": "Kapittel 19: Den gamle dragekeisersverdet",
      "polish": "Rozdział XIX: Miecz Smoczego Króla",
      "portuguese": "Capítulo XIX: A Espada Antiga do Rei Dragão",
      "romanian": "Capitolul XIX: Sabia Dragonului Împărat",
      "russian": "Глава 19: Древний меч Драконьего Императора",
      "schinese": "第十九章 龙皇古剑",
      "spanish": "Capítulo XIX: La Espada Antigua del Rey Dragón",
      "swedish": "Kapitel XIX: Drakkungens gamla svärd",
      "tchinese": "第十九章 龍皇古劍",
      "thai": "บทที่ 19 ดาบโบราณราชามังกร",
      "token": "NEW_ACHIEVEMENT_1_18_NAME",
      "turkish": "Bölüm 19: Ejderha Kralının Antik Kılıcı",
      "ukrainian": "Розділ XIX: Стародавній меч Короля Драконів",
      "vietnamese": "Chương 19: Cổ Kiếm Long Hoàng"
    },
    "description": {
      "arabic": "فجأة، سيف التنين القديم يفلت من يديك! ويصبح عدوك!",
      "brazilian": "De repente, a Espada do Dragão se solta e se torna seu inimigo!",
      "bulgarian": "Изведнъж, древният меч Дракон се изплъзва от ръката ти! Сега е твой враг!",
      "czech": "Najednou se Dračí meč vymkl z rukou a stal se tvým nepřítelem!",
      "danish": "Pludselig løslader den gamle sværd-drage sig og bliver din fjende!",
      "dutch": "Plotseling vliegt het Drakenzwaard uit je handen! Het is nu je vijand!",
      "english": "Suddenly, the Dragon-shaped Ancient Sword breaks free and turns against you!",
      "finnish": "Yhtäkkiä, Muinainen Miekka - Lohikäärmeen Muoto irtoaa kädestäsi! Se muuttuu viholliseksesi!",
      "french": "Soudain, l'Épée Draconique s'échappe de votre main et se retourne contre vous !",
      "german": "Plötzlich entgleitet dir das Drachenschwert und wird zu deinem Feind!",
      "greek": "Ξαφνικά, το αρχαίο σπαθί-δράκος ξέφυγε και έγινε εχθρός σου!",
      "hungarian": "Hirtelen a Sárkánykard kiesik a kezedből! És most ellenséged lett!",
      "indonesian": "Tiba-tiba, Pedang Naga Kuno terlepas! Kini menjadi musuhmu!",
      "italian": "Improvvisamente, la Spada del Drago ti sfugge di mano e diventa il tuo nemico!",
      "japanese": "突然、古剣龍形が手を離れ、敵となった！",
      "koreana": "갑자기, 고검 용형이 손에서 벗어나 적이 되었다!",
      "latam": "¡De repente, la Espada Antigua en forma de dragón se libera y se convierte en tu enemiga!",
      "norwegian": "Plutselig løsriver den gamle drage-sverdet seg og blir din fiende!",
      "polish": "Nagle, starożytny miecz w kształcie smoka wymyka się z dłoni! Staje się twoim wrogiem!",
      "portuguese": "De repente, a Espada do Dragão se solta e se torna seu inimigo!",
      "romanian": "Dintr-o dată, sabia dragonului zboară din mână! Devine inamicul tău!",
      "russian": "Внезапно древний меч-дракон вырывается из рук и становится твоим врагом!",
      "schinese": "忽然, 古剑龙形脱手而出! 成为了你的敌人!",
      "spanish": "¡De repente, la Espada Antigua en forma de dragón se libera y se convierte en tu enemiga!",
      "swedish": "Plötsligt flyger det gamla draksvärdet ur din hand och blir din fiende!",
      "tchinese": "忽然，古劍龍形脫手而出！成為了你的敵人！",
      "thai": "ทันใดนั้น, ดาบมังกรโบราณก็หลุดจากมือ! กลายเป็นศัตรูของคุณ!",
      "token": "NEW_ACHIEVEMENT_1_18_DESC",
      "turkish": "Aniden, Ejderha Kılıcı elinizden fırladı ve düşmanınız oldu!",
      "ukrainian": "Раптом, древній меч у формі дракона виривається з рук! Він стає вашим ворогом!",
      "vietnamese": "Đột nhiên, Cổ Kiếm Rồng Hình văng khỏi tay! Trở thành kẻ thù của bạn!"
    }
  },
  {
    "name": "StageClear_20",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/9d7e341b0c9b41aa04c08520fe193a7638a8dbb2.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/c4691435b655466d9ce46009d457d3046744211f.jpg",
    "displayName": {
      "arabic": "الفصل العشرون: معركة أخرى مع الساحرة",
      "brazilian": "Capítulo 20: A Bruxa Reencontrada",
      "bulgarian": "Глава 20: Повторна битка с вещицата",
      "czech": "Kapitola 20: Znovu proti čarodějnici",
      "danish": "Kapitel 20: Kampen mod Heksen Genoptaget",
      "dutch": "Hoofdstuk 20: Opnieuw tegen de Heks",
      "english": "Chapter 20: The Witch's Reckoning",
      "finnish": "Luku 20: Taistelu noitaa vastaan uudelleen",
      "french": "Chapitre 20 : Le Retour de la Sorcière",
      "german": "Kapitel 20: Der erneute Kampf gegen die Hexe",
      "greek": "Κεφάλαιο 20: Η Επιστροφή της Μάγισσας",
      "hungarian": "Huszonadik fejezet: Újabb csata a boszorkánnyal",
      "indonesian": "Bab 20: Pertempuran Kembali dengan Penyihir",
      "italian": "Capitolo 20: La Rivincita sulla Strega",
      "japanese": "第二十章 魔女との再戦",
      "koreana": "제20장 마녀와의 재대결",
      "latam": "Capítulo 20: La Bruja Renacida",
      "norwegian": "Kapittel 20: Kampen mot heksa",
      "polish": "Rozdział 20: Ponowne starcie z Czarownicą",
      "portuguese": "Capítulo 20: O Reencontro com a Bruxa",
      "romanian": "Capitolul 20: Lupta din nou cu Vrăjitoarea",
      "russian": "Глава 20: Снова против ведьмы",
      "schinese": "第二十章 再战魔女",
      "spanish": "Capítulo 20: La Batalla Contra la Bruja",
      "swedish": "Kapitel 20: Återigen mot häxan",
      "tchinese": "第二十章 再戰魔女",
      "thai": "บทที่ 20 สู้กับแม่มดอีกครั้ง",
      "token": "NEW_ACHIEVEMENT_1_19_NAME",
      "turkish": "Bölüm 20: Cadıyla Yeniden Savaş",
      "ukrainian": "Розділ 20: Повторна битва з відьмою",
      "vietnamese": "Chương 20: Tái Chiến Ma Nữ"
    },
    "description": {
      "arabic": "الآن، بقوتك الجديدة، يمكنك مواجهة التحدي الحقيقي ضد الساحرة لالا!",
      "brazilian": "Agora, com seu novo poder, você pode enfrentar o verdadeiro desafio da Bruxa Lala!",
      "bulgarian": "Сега, с новата си сила, можеш да се опиташ да предизвикаш истинската вещица Лала!",
      "czech": "Nyní, s novou silou, můžeš vyzkoušet skutečnou výzvu - čarodějku Lalu!",
      "danish": "Nu, med din nye kraft, kan du prøve den virkelige udfordring mod heksen Lala!",
      "dutch": "Nu, met je nieuwe kracht, kun je de echte uitdaging aangaan met de heks Lala!",
      "english": "Now, with newfound power, you can face the true challenge—Witch Lala!",
      "finnish": "Nyt, kun sinulla on uusia voimia, voit kokeilla todellista haastetta noita Lalalle!",
      "french": "Maintenant, avec ce nouveau pouvoir, tu peux affronter la véritable sorcière Lala !",
      "german": "Jetzt, mit deiner neuen Kraft, kannst du dich der wahren Herausforderung stellen – der Hexe Lala!",
      "greek": "Τώρα, με τη νέα σου δύναμη, μπορείς να αντιμετωπίσεις την πραγματική πρόκληση της μάγισσας Λάλα!",
      "hungarian": "Most, az új erővel rendelkezel, próbáld meg igazán kihívni a boszorkány Lalát!",
      "indonesian": "Sekarang, dengan kekuatan baru, kamu bisa mencoba tantangan sejati melawan Penyihir Lala!",
      "italian": "Ora, con il tuo nuovo potere, puoi affrontare la vera sfida contro la strega Lala!",
      "japanese": "今、新たな力を得たあなたは、真の魔女ララに挑戦できる！",
      "koreana": "이제, 새로운 힘을 얻은 너는 진정한 도전, 마녀 라라에게 맞설 수 있어!",
      "latam": "Ahora, con tu nuevo poder, ¡puedes enfrentar el verdadero desafío de la bruja Lala!",
      "norwegian": "Nå, med din nye kraft, kan du prøve deg mot den virkelige utfordringen – heksa Lala!",
      "polish": "Teraz, z nową mocą, możesz podjąć prawdziwe wyzwanie przeciwko Czarownicy Lala!",
      "portuguese": "Agora, com o teu novo poder, podes enfrentar o verdadeiro desafio da Bruxa Lala!",
      "romanian": "Acum, cu puterea ta nouă, poți înfrunta adevărata provocare împotriva vrăjitoarei Lala!",
      "russian": "Теперь, с новой силой, ты готов к настоящему испытанию — сражению с ведьмой Лалой!",
      "schinese": "现在, 有了新的力量的你, 可以尝试真正的挑战魔女拉拉了!",
      "spanish": "Ahora, con tu nuevo poder, ¡puedes enfrentarte al verdadero desafío de la bruja Lala!",
      "swedish": "Nu, med din nya kraft, kan du prova den verkliga utmaningen - häxan Lala!",
      "tchinese": "現在，有了新力量的你，可以嘗試真正的挑戰魔女拉拉！",
      "thai": "ตอนนี้ ด้วยพลังใหม่ที่คุณได้รับ คุณสามารถลองท้าทายแม่มดลาล่าอย่างแท้จริงแล้ว!",
      "token": "NEW_ACHIEVEMENT_1_19_DESC",
      "turkish": "Şimdi, yeni güçlerinle gerçek bir meydan okuma olan Cadı Lala'ya karşı savaşabilirsin!",
      "ukrainian": "Тепер, з новою силою, ти можеш спробувати справжній виклик — битву з чарівницею Лолою!",
      "vietnamese": "Giờ đây, với sức mạnh mới, ngươi có thể thử thách chân chính với phù thủy Lala!"
    }
  },
  {
    "name": "StageClear_21",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/6caef87a01a1ee6949448bec727fa1d7131809fa.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/323165fda87a89c0e91dacab62539ab4f1833f90.jpg",
    "displayName": {
      "arabic": "الفصل الحادي والعشرون: ظل الشيطان",
      "brazilian": "Capítulo 21: A Sombra do Rei Demônio",
      "bulgarian": "Глава 21: Сянката на Демона",
      "czech": "Kapitola 21: Stín Temného pána",
      "danish": "Kapitel 21: Skyggen af Dæmonkongen",
      "dutch": "Hoofdstuk 21: Schaduw van de Demonenkoning",
      "english": "Chapter 21: Shadow of the Demon King",
      "finnish": "Luku 21: Pimeyden ruhtinaan varjo",
      "french": "Chapitre 21 : L'Ombre du Roi Démon",
      "german": "Kapitel 21: Schatten des Dämonenkönigs",
      "greek": "Κεφάλαιο 21: Η Σκιά του Αρχικακού",
      "hungarian": "21. fejezet - A Sötét Úr árnyéka",
      "indonesian": "Bab 21: Bayangan Raja Iblis",
      "italian": "Capitolo XXI: L'Ombra del Re Demone",
      "japanese": "第二十一章 魔王の影",
      "koreana": "제21장 마왕의 그림자",
      "latam": "Capítulo XXI: La Sombra del Rey Demonio",
      "norwegian": "Kapittel 21: Skyggen av Demonkongen",
      "polish": "Rozdział 21: Cień Władcy Demonów",
      "portuguese": "Capítulo XXI: A Sombra do Rei Demônio",
      "romanian": "Capitolul XXI: Umbra Întunecată a Regelui Demon",
      "russian": "Глава 21: Тень Повелителя Тьмы",
      "schinese": "第二十一章 魔王之影",
      "spanish": "Capítulo XXI: La Sombra del Señor Oscuro",
      "swedish": "Kapitel 21: Demonkungens skugga",
      "tchinese": "第二十一章 魔王之影",
      "thai": "บทที่ 21 เงามืดแห่งราชาปีศาจ",
      "token": "NEW_ACHIEVEMENT_1_20_NAME",
      "turkish": "Bölüm 21: Şeytanın Gölgesi",
      "ukrainian": "Розділ XXI: Тінь Темного Лорда",
      "vietnamese": "Chương 21: Bóng Ma Ác Vương"
    },
    "description": {
      "arabic": "صرخت الساحرة: \"لقد عاد إلى الحياة...\" وقبل أن تكمل كلامها، ظهر ظل الشيطان القديم الذي كان محتجزًا من قبل سيد السيف!",
      "brazilian": "A bruxa gritou: \"Ele ressuscitou...\" Antes que pudesse terminar, a projeção do antigo Rei Demônio, que havia sido selada pelo Espadachim, desceu!",
      "bulgarian": "Вещицата възкликва: \"Той се възкреси...\" Преди да приключи, проекцията на древния демоничен владетел, запечатан от Майстора на меча, се появява!",
      "czech": "Čarodějka vykřikla: \"On se vrátil k životu...\" Než stačila doříct, sestoupila projekce dávného démona, kterou kdysi zapečetil Mistr meče!",
      "danish": "Hekse udbrød: \"Han er genopstået...\" Før ordene var færdige, dukkede den ældgamle djævleherres skygge op, som engang var forseglet af Sværdmestren!",
      "dutch": "De heks roept uit: \"Hij is herrezen...\" Nog voor haar woorden zijn uitgesproken, daalt de projectie van de oude demonenkoning, ooit verzegeld door de Zwaardheilige, neer!",
      "english": "The witch exclaimed in shock, \"He has returned...\" Before her words could fade, the projection of the ancient demon king, once sealed by the Sword Saint, descended!",
      "finnish": "Noita huudahtaa: \"Hän on herännyt henkiin...\" Ennen kuin sanat ehtivät loppua, muinainen demonikuninkaan projisio, jonka Miekkanoita oli sinetöinyt, laskeutuu maan pinnalle!",
      "french": "La sorcière s'exclame : \"Il est ressuscité...\" Avant qu'elle ne puisse finir sa phrase, la projection de l'ancien démon, autrefois scellé par le Maître de l'Épée, fait son apparition !",
      "german": "Die Hexe schrie auf: \"Er ist wieder auferstanden...\" Noch bevor sie ihren Satz beenden konnte, erschien die Projektion des uralten Dämonenkönigs, der einst vom Schwertmeister versiegelt worden war!",
      "greek": "Η μάγισσα αναφώνησε: «Έχει αναστηθεί...» Πριν ολοκληρώσει τη φράση, η προβολή του αρχαίου δαίμονα που είχε σφραγιστεί από τον Ξιφομάχο εμφανίστηκε!",
      "hungarian": "A boszorkány felkiált: \"Feltámadt...\" Mielőtt befejezhette volna, a régi démonkirály vetülete, amelyet a Kardmesternak pecsételt, megjelenik!",
      "indonesian": "Penyihir berteriak: \"Dia hidup kembali...\" Sebelum kata-katanya selesai, bayangan Raja Iblis kuno yang pernah disegel oleh Master Pedang turun!",
      "italian": "La strega esclamò: \"È risorto...\" Prima che potesse finire, la proiezione dell'antico Re Demone, un tempo sigillato dal Maestro della Spada, si materializzò!",
      "japanese": "魔女が驚きの声を上げた：「彼が復活した…」その言葉が終わらぬうちに、かつて剣聖によって封印された古代魔王の投影が降臨した！",
      "koreana": "마녀가 놀라 외쳤다: \"그가 부활했어...\" 말이 채 끝나기도 전에, 검성에 의해 봉인되었던 고대 마왕의 그림자가 강림했다!",
      "latam": "La bruja exclamó sorprendida: \"¡Ha resucitado...!\" Antes de que pudiera terminar, la proyección del antiguo Rey Demonio, sellada por el Espadachín Sagrado, ¡descendió!",
      "norwegian": "Hekse skriker: \"Han er gjenoppstått...\" Før ordene er fullført, projeksjonen av den eldgamle demonkongen, en gang forseglet av sverdhelten, manifesterer seg!",
      "polish": "Czarownica krzyknęła: \"On zmartwychwstał...\" Zanim zdążyła dokończyć, zjawiła się projekcja starożytnego władcy demonów, który został niegdyś zapieczętowany przez Mistrza Miecza!",
      "portuguese": "A bruxa gritou: \"Ele ressuscitou...\" Antes que pudesse terminar, a projeção do antigo Rei Demônio, selada pelo Espadachim, desceu!",
      "romanian": "Vrăjitoarea exclamă: \"A înviat...\" Înainte ca cuvintele să se stingă, proiecția vechiului rege al demonilor, odată sigilată de Maestrul Sabiei, coboară!",
      "russian": "Ведьма вскрикивает: \"Он воскрес...\" Не успевая договорить, появляется проекция древнего демонического короля, запечатанного когда-то Мечником!",
      "schinese": "魔女惊呼：\"他复活了...\" 话音未落，曾被剑圣封印的远古魔王投影降临！",
      "spanish": "La bruja exclamó asombrada: \"Ha resucitado...\" Antes de que pudiera terminar, la proyección del antiguo Rey Demonio, sellada por el Espadachín Sagrado, descendió.",
      "swedish": "Häxan utropar: \"Han har återuppstått...\" Innan orden hunnit tala ut, uppenbarar sig den forntida demonkungens skugga, en gång förseglad av svärdsmästaren!",
      "tchinese": "魔女驚呼：「他復活了...」話音未落，曾被劍聖封印的遠古魔王投影降臨！",
      "thai": "แม่มดร้องด้วยความตกใจ: \"เขาฟื้นคืนชีพแล้ว...\" ก่อนที่เสียงจะจบลง, เงาของจอมมารโบราณที่เคยถูกจอมดาบผนึกไว้ก็ปรากฏตัวขึ้น!",
      "token": "NEW_ACHIEVEMENT_1_20_DESC",
      "turkish": "Cadı haykırdı: \"O dirildi...\" Sözleri bitmeden, Kılıç Ustası tarafından mühürlenmiş kadim şeytan kralının yansıması belirdi!",
      "ukrainian": "Відьма вигукнула: \"Він воскрес...\" Не встигнувши договорити, з'явилася проекція древнього демона, якого колись запечатав Майстер Меча!",
      "vietnamese": "Phù thủy kêu lên: \"Hắn sống lại rồi...\" Lời nói chưa dứt, bóng ma của Ma Vương cổ đại từng bị Kiếm Thần phong ấn đã giáng lâm!"
    }
  },
  {
    "name": "StageClear_22",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/ef396a319003ecac9aeaa671b64997f8bbbd8dc2.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/0bba98ee6c51f7a9274f31881da2c4d59aa9b737.jpg",
    "displayName": {
      "arabic": "الفصل الثاني والعشرون: سيف الشر الإمبراطوري",
      "brazilian": "Capítulo 22: A Espada do Imperador do Mal",
      "bulgarian": "Глава 22: Злия император и мечът на тиранията",
      "czech": "Kapitola 22: Zlověstný meč tyrana",
      "danish": "Kapitel 22: Den Onde Kejsers Sværd",
      "dutch": "Hoofdstuk 22: De Duivelse Keizerzwaard",
      "english": "Chapter 22: The Tyrant's Dark Blade",
      "finnish": "Luku 22: Pahan Keisarin Miekka",
      "french": "Chapitre 22 : L'Épée Tyrannique du Roi Démon",
      "german": "Kapitel 22: Dämonenkönigs Schwert der Tyrannei",
      "greek": "Κεφάλαιο 22: Το Δαιμονικό Σπαθί του Τύραννου",
      "hungarian": "XXII. Fejedelem Sötét Kardja",
      "indonesian": "Bab 22: Pedang Kaisar Kegelapan",
      "italian": "Capitolo 22: La Spada dell'Imperatore Malvagio",
      "japanese": "第二十二章 邪皇覇剣",
      "koreana": "제22장 사황패검",
      "latam": "Capítulo 22: La Espada del Emperador Maligno",
      "norwegian": "Kapittel 22: Den onde keiserens tyranniske sverd",
      "polish": "Rozdział 22: Miecz Złowrogiego Imperatora",
      "portuguese": "Capítulo 22: A Espada do Imperador Demoníaco",
      "romanian": "Capitolul XXII: Sabia Întunecată a Împăratului Malefic",
      "russian": "Глава 22: Меч Императора Тьмы",
      "schinese": "第二十二章 邪皇霸剑",
      "spanish": "Capítulo 22: La Espada del Emperador Maligno",
      "swedish": "Kapitel 22: Ondskans Kejsares Mörkersvärd",
      "tchinese": "第二十二章 邪皇霸劍",
      "thai": "บทที่ 22 ดาบอธรรมแห่งราชาปีศาจ",
      "token": "NEW_ACHIEVEMENT_1_21_NAME",
      "turkish": "Bölüm 22: Şeytan Kralın Kılıcı",
      "ukrainian": "Розділ 22: Меч Темного Імператора",
      "vietnamese": "Chương 22: Kiếm Bá Tà Hoàng"
    },
    "description": {
      "arabic": "سمعت أن هناك سلاحًا خفيًا أسطوريًا [سيف الإمبراطور الشرير]!",
      "brazilian": "Você ouviu falar da lendária espada oculta [Espada do Imperador Maligno]!",
      "bulgarian": "Чу ли, че има скрито легендарно оръжие [Мечът на Злия Император]!",
      "czech": "Slyšel jsi o skryté legendární zbrani [Temný císařův meč]!",
      "danish": "Har du hørt om det skjulte legendariske våben [Ondskabens Kejserlige Sværd]!",
      "dutch": "Heb je gehoord van het verborgen legendarische zwaard [Duistere Keizer Zwaard]!",
      "english": "Have you heard about the hidden divine weapon—[Tyrant's Blightblade]!",
      "finnish": "Oletko kuullut piilotetusta legendaarisesta aseesta [Paholaisen Keisarin Miekka]!",
      "french": "Tu as entendu parler de l'arme légendaire cachée [Épée Tyrannique du Mal] !",
      "german": "Hast du schon von der verborgenen Waffe [Dämonenkönigs Schwert] gehört?",
      "greek": "Έχεις ακούσει για το κρυφό θρυλικό όπλο [Το Σπαθί του Σκοτεινού Αυτοκράτορα]!",
      "hungarian": "Hallottál már a rejtett legendás fegyverről, a [Sötét Császár Kardjáról]!",
      "indonesian": "Kau dengar ada senjata legendaris tersembunyi [Pedang Kegelapan Kaisar]!",
      "italian": "Hai sentito parlare della leggendaria spada nascosta [Spada del Tiranno Malvagio]!",
      "japanese": "隠の剣 [邪皇覇剣] があるって聞いたよ！",
      "koreana": "숨겨진 신검 [사황패검]에 대한 소문을 들었어!",
      "latam": "¡Escuchaste que hay una espada legendaria oculta llamada [Espada del Emperador Maligno]!",
      "norwegian": "Har du hørt om det skjulte våpenet [Demonkongen Tyrannisk Svard]!",
      "polish": "Słyszałeś o ukrytej legendarnej broni - [Miecz Cesarza Zła]!",
      "portuguese": "Já ouviste falar da lendária espada oculta [Espada do Imperador Demoníaco]!",
      "romanian": "Ai auzit de o armă legendară ascunsă - [Sabia Întunecată a Împăratului]!",
      "russian": "Ты слышал о скрытом божественном клинке [Меч Императора Тьмы]?",
      "schinese": "你听说了还有一把隐藏的神兵 [邪皇霸剑] !",
      "spanish": "¡Has oído hablar de la espada legendaria oculta [Espada del Emperador Maligno]!",
      "swedish": "Har du hört talas om det dolda vapnet [Ond Kejsares Svärd]!",
      "tchinese": "你聽說了還有一把隱藏的神兵 [邪皇霸劍] !",
      "thai": "คุณเคยได้ยินเกี่ยวกับ [ดาบปีศาจจักรพรรดิ] อาวุธลึกลับที่ซ่อนอยู่หรือยัง!",
      "token": "NEW_ACHIEVEMENT_1_21_DESC",
      "turkish": "Gizli bir efsanevi kılıç duydun: [Şeytan İmparatoru Kılıcı]!",
      "ukrainian": "Ти чув, що існує прихована легендарна зброя – [Меч Темного Імператора]!",
      "vietnamese": "Bạn đã nghe nói về thanh thần khí ẩn giấu [Kiếm Bá Tà Hoàng] chưa!"
    }
  },
  {
    "name": "StageClear_23",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/e5863dfa1e05ce95ba146ad723060483214949ba.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/3936ed58a1e073ac7ea9c9c1e8c64059648613cc.jpg",
    "displayName": {
      "arabic": "الفصل الثالث والعشرون: الاختبار الثلاثي",
      "brazilian": "Capítulo 23: A Provação Tripla",
      "bulgarian": "Глава двадесет и трета: Троен изпит",
      "czech": "Kapitola 23: Trojitá zkouška",
      "danish": "Kapitel 23: Den Tredobbelte Prøve",
      "dutch": "Hoofdstuk 23: Drievoudige Beproeving",
      "english": "Chapter 23: The Triple Trial",
      "finnish": "Luku 23: Kolmoiskoe",
      "french": "Chapitre 23 : L'Épreuve Triple",
      "german": "Kapitel 23: Die dreifache Prüfung",
      "greek": "Κεφάλαιο 23: Η Τριάδα των Δοκιμασιών",
      "hungarian": "XXIII. fejezet – A hármas próba",
      "indonesian": "Bab 23 Ujian Tiga Lapis",
      "italian": "Capitolo 23: La Triplice Prova",
      "japanese": "第二十三章 三重の試練",
      "koreana": "제23장 삼중 시련",
      "latam": "Capítulo 23: La Prueba Triple",
      "norwegian": "Kapittel 23: Den tredoble prøven",
      "polish": "Rozdział 23: Potrójna Próba",
      "portuguese": "Capítulo 23: A Prova Tripla",
      "romanian": "Capitolul 23: Încercarea Triplă",
      "russian": "Глава 23: Тройное испытание",
      "schinese": "第二十三章 三重试炼",
      "spanish": "Capítulo 23: La Triple Prueba",
      "swedish": "Kapitel 23: Den Tredubbla Prövningen",
      "tchinese": "第二十三章 三重試煉",
      "thai": "บทที่ 23 การทดสอบสามขั้น",
      "token": "NEW_ACHIEVEMENT_1_22_NAME",
      "turkish": "Bölüm 23: Üçlü Sınav",
      "ukrainian": "Розділ 23: Потрійне випробування",
      "vietnamese": "Chương 23: Thử Thách Ba Tầng"
    },
    "description": {
      "arabic": "للدخول إلى قلب الغابة، يقودك الجني لتحدي الحاجز القديم.",
      "brazilian": "Para entrar no Coração da Floresta, os elfos te desafiam a enfrentar a antiga barreira.",
      "bulgarian": "За да влезете в Сърцето на гората, елфите ви водят да предизвикате древната бариера.",
      "czech": "Aby ses dostal do Srdce lesa, elf tě provede výzvou prastarého ochranného kouzla.",
      "danish": "For at trænge ind i Skovens Hjerte, fører alferne dig til udfordringen af den ældgamle barriere.",
      "dutch": "Om het Hart van het Woud te betreden, leidt de elf je om de oude barrière uit te dagen.",
      "english": "To enter the Heart of the Forest, the elf leads you to challenge the ancient barrier.",
      "finnish": "Päästäksesi metsän sydämeen, haltija johdattaa sinut muinaisen suojauksen haasteeseen.",
      "french": "Pour entrer dans le Cœur de la Forêt, l'elfe vous guide à défier l'ancienne barrière.",
      "german": "Um in das Herz des Waldes einzutreten, führt dich der Elf zur Herausforderung der uralten Barriere.",
      "greek": "Για να μπείτε στην Καρδιά του Δάσους, τα ξωτικά σας οδηγούν στην πρόκληση του αρχαίου φράγματος.",
      "hungarian": "Az erdő szívébe való belépéshez a tündér vezet téged, hogy megküzdj az ősi határkerítéssel.",
      "indonesian": "Untuk memasuki Hati Hutan, elf membawamu menantang segel kuno.",
      "italian": "Per entrare nel Cuore della Foresta, l'elfo ti guida a sfidare l'antica barriera.",
      "japanese": "森の心へ入るため、精霊があなたを古代の結界に挑戦させます。",
      "koreana": "숲의 심장으로 들어가기 위해, 엘프가 당신을 고대 결계에 도전하도록 이끕니다.",
      "latam": "Para entrar al corazón del bosque, los elfos te desafían a romper la antigua barrera.",
      "norwegian": "For å komme inn i Hjertet av Skogen, fører alvene deg til en utfordring mot den eldgamle barriæren.",
      "polish": "Aby wejść do Serca Lasu, elfy poprowadzą cię do walki z prastarą barierą.",
      "portuguese": "Para entrar no Coração da Floresta, os elfos te desafiam a enfrentar a antiga barreira.",
      "romanian": "Pentru a intra în Inima Pădurii, spiridușul te ghidează să înfrunți bariera antică.",
      "russian": "Чтобы войти в Сердце Леса, эльф ведет вас на вызов древнего барьера.",
      "schinese": "为进入森林之心, 精灵带你挑战上古结界;",
      "spanish": "Para entrar al Corazón del Bosque, los elfos te desafían a superar la antigua barrera.",
      "swedish": "För att komma in i skogens hjärta leder alven dig att utmana den uråldriga barriären.",
      "tchinese": "為進入森林之心，精靈帶你挑戰上古結界。",
      "thai": "เพื่อเข้าสู่ใจกลางป่า เอลฟ์พาคุณท้าทายด่านป้องกันโบราณ",
      "token": "NEW_ACHIEVEMENT_1_22_DESC",
      "turkish": "Ormanın Kalbine girmek için, elf sizi kadim bariyerle mücadeleye götürür.",
      "ukrainian": "Щоб увійти до Серця Лісу, ельф проведе вас через виклик древнього бар'єру.",
      "vietnamese": "Để vào Trái Tim Rừng, tinh linh dẫn bạn thách thức kết giới cổ xưa."
    }
  },
  {
    "name": "StageClear_24",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/5371bbc9fc3241ac794565e7a54d77155ea09bcb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/29c77aa49b07219260c882444442e79c89bcfac3.jpg",
    "displayName": {
      "arabic": "الفصل الرابع والعشرون: سجن القلب",
      "brazilian": "Capítulo 24: Prisão do Coração",
      "bulgarian": "Глава 24: Затворникът на сърцето",
      "czech": "Kapitola 24: Vězení srdce",
      "danish": "Kapitel 24: Hjertets Fængsel",
      "dutch": "Hoofdstuk 24: De Gevangenis van het Hart",
      "english": "Chapter 24: Prison of the Heart",
      "finnish": "Luku 24: Sydämen vankila",
      "french": "Chapitre 24 - La Prison du Cœur",
      "german": "Kapitel 24: Gefängnis des Herzens",
      "greek": "Κεφάλαιο 24: Η Φυλακή της Καρδιάς",
      "hungarian": "24. fejezet: A szív börtöne",
      "indonesian": "Bab 24: Penjara Hati",
      "italian": "Capitolo 24: La Prigione del Cuore",
      "japanese": "第二十四章 心の牢獄",
      "koreana": "제24장 마음의 감옥",
      "latam": "Capítulo 24: La Prisión del Corazón",
      "norwegian": "Kapittel 24: Fengslet av hjertet",
      "polish": "Rozdział 24: Więzienie Serca",
      "portuguese": "Capítulo 24: Prisão do Coração",
      "romanian": "Capitolul 24: Temnița Inimii",
      "russian": "Глава 24. Тюрьма сердца",
      "schinese": "第二十四章 心之囚牢",
      "spanish": "Capítulo 24: La Prisión del Corazón",
      "swedish": "Kapitel 24: Hjärtats fängelse",
      "tchinese": "第二十四章 心之囚牢",
      "thai": "บทที่ 24 คุกแห่งหัวใจ",
      "token": "NEW_ACHIEVEMENT_1_23_NAME",
      "turkish": "Bölüm 24: Kalp Hapishanesi",
      "ukrainian": "Розділ 24. В'язниця серця",
      "vietnamese": "Chương 24: Ngục Tù Trái Tim"
    },
    "description": {
      "arabic": "بعد اجتياز الاختبار، وصلت أنت والجني إلى قلب الغابة عبر الطريق المفتوح.",
      "brazilian": "Depois de passar pela prova, você e o espírito chegam ao Coração da Floresta pela estrada aberta.",
      "bulgarian": "След като преминахте изпитанието, вие и елфите стигнахте до сърцето на гората по отворения път.",
      "czech": "Po zkoušce jste s elfem prošli otevřenou cestou a dorazili k Srdci lesa.",
      "danish": "Efter prøvelserne kom du og elverne til skovens hjerte via den åbnede vej.",
      "dutch": "Na de beproeving bereikten jullie via het geopende pad het Hart van het Woud.",
      "english": "After passing the trial, you and the elf reached the Heart of the Forest through the opened path.",
      "finnish": "Kun olet suorittanut koetuksen, te ja haltijat pääsette avatun tien kautta metsän sydämeen.",
      "french": "Après avoir surmonté l'épreuve, vous et l'elfe atteignez le Cœur de la Forêt par le chemin ouvert.",
      "german": "Nachdem ihr die Prüfung bestanden habt, betretet ihr mit dem Elfen den Pfad und gelangt zum Herz des Waldes.",
      "greek": "Μετά τη δοκιμασία, εσείς και τα ξωτικά φτάσατε στην Καρδιά του Δάσους μέσω του ανοιγμένου μονοπατιού.",
      "hungarian": "A próba után te és a tündék a megnyíló úton át elértek az Erdő Szívéhez.",
      "indonesian": "Setelah melewati ujian, kamu dan peri tiba di Hati Hutan melalui jalan yang terbuka.",
      "italian": "Dopo aver superato la prova, tu e lo spirito avete aperto la strada e raggiunto il Cuore della Foresta.",
      "japanese": "試練を突破した後、あなたと精霊は開かれた道を通り、森の心へとたどり着いた。",
      "koreana": "시련을 통과한 후, 당신과 정령은 열린 길을 따라 숲의 심장에 도착했습니다.",
      "latam": "Después de superar la prueba, tú y el elfo llegaron al Corazón del Bosque por el camino abierto.",
      "norwegian": "Etter prøvelsen gikk du og alvene gjennom den åpnede veien og kom til skogens hjerte.",
      "polish": "Po próbie, ty i elf dotarliście do Serca Lasu otwartą ścieżką;",
      "portuguese": "Depois de passar pela prova, tu e o elfo seguiram pelo caminho aberto até o Coração da Floresta.",
      "romanian": "După încercare, tu și spiridușul ați ajuns la Inima Pădurii pe drumul deschis.",
      "russian": "После испытания вы и эльфы прошли открывшуюся дорогу и достигли Сердца Леса.",
      "schinese": "通过试炼后, 你和精灵通过开启的道路, 来到了森林之心;",
      "spanish": "Después de superar la prueba, tú y el elfo llegasteis al Corazón del Bosque por el camino que se abrió.",
      "swedish": "Efter att ha klarat provet tar du och älvan den öppnade vägen till skogens hjärta.",
      "tchinese": "通過試煉後, 你和精靈通過開啟的道路, 來到了森林之心;",
      "thai": "หลังจากผ่านการทดสอบ คุณและเอลฟ์เดินทางมาถึงใจกลางป่าผ่านเส้นทางที่เปิดออก",
      "token": "NEW_ACHIEVEMENT_1_23_DESC",
      "turkish": "Denemeyi geçtikten sonra, sen ve ruh açılan yoldan geçerek ormanın kalbine ulaştınız.",
      "ukrainian": "Після випробування ви та ельфи пройшли відкритим шляхом до Серця Лісу.",
      "vietnamese": "Sau khi vượt qua thử thách, bạn và tinh linh đi theo con đường mở ra, đến được Trái Tim Rừng Xanh."
    }
  },
  {
    "name": "StageClear_25",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/94c58080f009eee94b6404be34fcc09b832f2737.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/085339f580767daf44e2d049c599369bfe766606.jpg",
    "displayName": {
      "arabic": "الفصل الخامس والعشرون: أسلحة الأساطير",
      "brazilian": "Capítulo 25: Arma Lendária",
      "bulgarian": "Глава 25: Легендарни оръжия",
      "czech": "Kapitola 25: Legendární zbraně",
      "danish": "Kapitel 25: Legendariske Våben",
      "dutch": "Hoofdstuk 25: Legendarische Wapens",
      "english": "Chapter 25: Legendary Weapons",
      "finnish": "Luku 25: Legendaariset aseet",
      "french": "Chapitre 25 : Armes Légendaires",
      "german": "Kapitel 25: Legendäre Waffen",
      "greek": "Κεφάλαιο 25: Το Θρυλικό Όπλο",
      "hungarian": "25. fejezet: Legendás fegyver",
      "indonesian": "Bab 25: Senjata Legendaris",
      "italian": "Capitolo 25: Armi Leggendarie",
      "japanese": "第二十五章 伝説の武器",
      "koreana": "제25장 전설의 무기",
      "latam": "Capítulo 25: Armas Legendarias",
      "norwegian": "Kapittel 25: Legendariske våpen",
      "polish": "Rozdział 25: Legendarne Bronie",
      "portuguese": "Capítulo 25: Armas Lendárias",
      "romanian": "Capitolul 25: Arme Legendară",
      "russian": "Глава 25. Легендарное оружие",
      "schinese": "第二十五章 传说武器",
      "spanish": "Capítulo 25: Armas Legendarias",
      "swedish": "Kapitel 25: Legendariska vapen",
      "tchinese": "第二十五章 傳說武器",
      "thai": "บทที่ 25 อาวุธในตำนาน",
      "token": "NEW_ACHIEVEMENT_1_24_NAME",
      "turkish": "Bölüm 25: Efsanevi Silahlar",
      "ukrainian": "Розділ 25: Легендарна зброя",
      "vietnamese": "Chương 25: Vũ Khí Huyền Thoại"
    },
    "description": {
      "arabic": "هذا سيف الإمبراطور السماوي التساعي مع إيهويير وفاهوير!",
      "brazilian": "Essa é a Espada do Soberano Celestial dos Nove Rituais, junto com Aihui'er e Fahui'er!",
      "bulgarian": "Това е Мечът на Небесния Властелин Девет Ритуала, Айхуей и Фахуей!",
      "czech": "To je meč Devíti ceremonií Nebeského vládce spolu s Aihui'er a Fahui'er!",
      "danish": "Det er Sværdet af de Ni Højeste og Aihui'er og Fahui'er!",
      "dutch": "Dat is het Zwaard van de Negen Riten en Eihui en Fahui!",
      "english": "That is the Sword of the Nine Rites Celestial Lord, Ai Huier, and Fa Huier!",
      "finnish": "Se on Yhdeksän seremonian taivaallinen miekka sekä Aihui'er ja Fahui'er!",
      "french": "C'est l'Épée du Souverain des Neuf Rites, Aihui'er et Fahui'er !",
      "german": "Das ist das Schwert des Neun-Riten-Himmelsherrn, Ai Huier und Fa Huier!",
      "greek": "Αυτό είναι το σπαθί των Εννέα Τελετών και οι Ai Hui'er και Fa Hui'er!",
      "hungarian": "Az a Kilenc Rítus Mennyei Kardja, Ai Huier és Fa Huier!",
      "indonesian": "Itu adalah Pedang Kaisar Sembilan Upacara, Aihui'er, dan Fahui'er!",
      "italian": "Quella è la Spada del Sovrano Celeste dei Nove Riti, insieme a Eihvir e Faehir!",
      "japanese": "それは九儀天尊の剣とアイヒルとファヒルだ！",
      "koreana": "그것은 구의천존의 검과 아이휘얼과 파휘얼이다!",
      "latam": "¡Esa es la Espada del Soberano Celestial de los Nueve Rituales, Ai Huier y Fa Huier!",
      "norwegian": "Det er Swords of Nine Rites, Ai Huier og Fa Huier!",
      "polish": "To jest Miecz Dziewięciu Rytuałów Niebiańskiego Władcy, Aihui'er i Fahui'er!",
      "portuguese": "Essa é a Espada do Soberano Celestial dos Nove Ritos, Ai Huier e Fa Huier!",
      "romanian": "Aceasta este Sabia Împăratului Jiuyi, Ai Huier și Fa Huier!",
      "russian": "Это меч Девяти Ритуалов Небесного Владыки, Айхуэй и Фахуэй!",
      "schinese": "那是九仪天尊之剑和艾辉儿和法辉尔!",
      "spanish": "¡Es la Espada del Soberano Celestial de los Nueve Rituales, junto a Eihuir y Fahier!",
      "swedish": "Det är Nio Riters Himmelska Svärdet, Aihui'er och Fahui'er!",
      "tchinese": "那是九儀天尊之劍和艾輝兒和法輝爾!",
      "thai": "นั่นคือดาบแห่งเทพเก้าองค์, ไอฮุยเอ๋อร์ และ ฟาฮุยเอ๋อร์!",
      "token": "NEW_ACHIEVEMENT_1_24_DESC",
      "turkish": "O, Dokuz Ayin Kılıcı, Ai Hui ve Fa Hui!",
      "ukrainian": "Це меч Дев'ятиричного Небесного Владики, Ейхуейр та Фахуейр!",
      "vietnamese": "Đó là Thanh Kiếm Cửu Nghi Thiên Tôn cùng Ái Huy Nhi và Pháp Huy Nhi!"
    }
  },
  {
    "name": "StageClear_26",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/6eb12c9282e0eb8e2260f737f0575addb5f6ce40.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/1e5f109e2a492a590e8dad91ca1dab6baa5e6301.jpg",
    "displayName": {
      "arabic": "الفصل السادس والعشرون: قائد الشياطين",
      "brazilian": "Capítulo 26: O General Demoníaco",
      "bulgarian": "Глава 26: Демоничен генерал",
      "czech": "Kapitola 26: Démoní generál",
      "danish": "Kapitel 26: Dæmongeneral",
      "dutch": "Hoofdstuk 26: Demonische Generaal",
      "english": "Chapter 26: Demon General",
      "finnish": "Luku 26: Demonikenraali",
      "french": "Chapitre 26 : Le Général Démoniaque",
      "german": "Kapitel 26: Dämonengeneral",
      "greek": "Κεφάλαιο 26: Ο Αρχηγός των Τεράτων",
      "hungarian": "26. fejezet: Démonvezér",
      "indonesian": "Bab 26: Jenderal Iblis",
      "italian": "Capitolo 26: Generale Demoniaco",
      "japanese": "第二十六章 妖将",
      "koreana": "제26장 요� 장군",
      "latam": "Capítulo 26: El General Demoníaco",
      "norwegian": "Kapittel 26: Demongeneral",
      "polish": "Rozdział 26: Generał Demonów",
      "portuguese": "Capítulo 26: General Demoníaco",
      "romanian": "Capitolul 26: Generalul Demon",
      "russian": "Глава 26: Демонический генерал",
      "schinese": "第二十六章 妖将",
      "spanish": "Capítulo 26: El General Demoníaco",
      "swedish": "Kapitel 26: Demonkrigaren",
      "tchinese": "第二十六章 妖將",
      "thai": "บทที่ 26 ยอดนายพลปีศาจ",
      "token": "NEW_ACHIEVEMENT_1_25_NAME",
      "turkish": "Bölüm 26: Şeytan Generali",
      "ukrainian": "Розділ 26: Демонічний генерал",
      "vietnamese": "Chương 26: Yêu Tướng"
    },
    "description": {
      "arabic": "فجأة، انبعثت قوة سحرية قوية من قلب الغابة!",
      "brazilian": "De repente, o Coração da Floresta emana um poderoso fluxo de magia!",
      "bulgarian": "Изведнъж, от сърцето на гората избухна мощна магическа сила!",
      "czech": "Najednou ze Srdce lesa vychází mocná magická síla!",
      "danish": "Pludselig udstråler Hjertet af Skoven en enorm magisk kraft!",
      "dutch": "Plotseling stroomt er een krachtige magie uit het Hart van het Woud!",
      "english": "Suddenly, the Heart of the Forest radiates immense magic!",
      "finnish": "Yhtäkkiä, Metsän Sydämestä leimahti voimakas maaginen voima!",
      "french": "Soudain, une puissante magie émane du Cœur de la Forêt !",
      "german": "Plötzlich strömt eine mächtige Magie aus dem Herzen des Waldes!",
      "greek": "Ξαφνικά, η καρδιά του δάσους απελευθερώνει τεράστια μαγική δύναμη!",
      "hungarian": "Ekkor hirtelen erős mágikus erő áradt ki az Erdő Szívéből!",
      "indonesian": "Tiba-tiba, hati hutan memancarkan energi magis yang dahsyat!",
      "italian": "Improvvisamente, un'immensa magia emana dal Cuore della Foresta!",
      "japanese": "突然、森の心から強大な魔力が溢れ出した！",
      "koreana": "그 순간, 숲의 심장에서 강력한 마력이 터져 나왔다!",
      "latam": "¡De repente, el Corazón del Bosque emana un poder mágico abrumador!",
      "norwegian": "Plutselig strømmer det ut en kraftfull magi fra Hjertet av Skogen!",
      "polish": "W tej chwili z Serca Lasu wydobyła się potężna moc magiczna!",
      "portuguese": "De repente, o Coração da Floresta emana um poder mágico avassalador!",
      "romanian": "Deodată, inima pădurii emană o puternică energie magică!",
      "russian": "Внезапно из Сердца Леса хлынула мощная магическая сила!",
      "schinese": "此时忽然, 森林之心传出来强大的魔力!",
      "spanish": "¡De repente, el Corazón del Bosque emana un poder mágico abrumador!",
      "swedish": "Plötsligt strålade en kraftfull magi från Hjärtat av Skogen!",
      "tchinese": "此時忽然, 森林之心傳出強大的魔力!",
      "thai": "ทันใดนั้นเอง พลังเวทย์อันมหาศาลก็พุ่งออกมาจากใจกลางป่า!",
      "token": "NEW_ACHIEVEMENT_1_25_DESC",
      "turkish": "Aniden, ormanın kalbinden muazzam bir büyü gücü yayıldı!",
      "ukrainian": "Раптом з серця лісу вирвався потужний потік магії!",
      "vietnamese": "Đột nhiên, trái tim của khu rừng tỏa ra nguồn ma lực cực mạnh!"
    }
  },
  {
    "name": "StageClear_27",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/51eb1b25682791d52877ff453b5f52761336e082.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/17b8483680ef5ddeec858226f0840ce7d4f90412.jpg",
    "displayName": {
      "arabic": "الفصل السابع والعشرون: الشيطان",
      "brazilian": "Capítulo 27: O Rei Demônio",
      "bulgarian": "Глава 27: Властелинът на демоните",
      "czech": "Kapitola 27: Pán temnot",
      "danish": "Kapitel 27 - Djævelen",
      "dutch": "Hoofdstuk 27: Demonenkoning",
      "english": "Chapter 27: The Demon King",
      "finnish": "Luku 27: Pimeyden Ruhtinas",
      "french": "Chapitre 27 : Le Roi Démon",
      "german": "Kapitel 27: Der Dämonenkönig",
      "greek": "Κεφάλαιο 27: Ο Βασιλιάς των Δαιμόνων",
      "hungarian": "Huszonhetedik fejezet: A Sötét Úr",
      "indonesian": "Bab 27: Raja Iblis",
      "italian": "Capitolo 27: Il Re Demone",
      "japanese": "第二十七章 魔王",
      "koreana": "제27장 마왕",
      "latam": "Capítulo 27: El Rey Demonio",
      "norwegian": "Kapittel 27: Demonkongen",
      "polish": "Rozdział 27: Król Demonów",
      "portuguese": "Capítulo 27: O Rei Demônio",
      "romanian": "Capitolul 27: Regele Demonilor",
      "russian": "Глава 27: Повелитель тьмы",
      "schinese": "第二十七章 魔王",
      "spanish": "Capítulo 27: El Rey Demonio",
      "swedish": "Kapitel 27 - Demonkungen",
      "tchinese": "第二十七章 魔王",
      "thai": "บทที่ 27 ปีศาจราชา",
      "token": "NEW_ACHIEVEMENT_1_26_NAME",
      "turkish": "Bölüm 27: Şeytan Kral",
      "ukrainian": "Розділ 27: Король Демонів",
      "vietnamese": "Chương 27: Ma Vương"
    },
    "description": {
      "arabic": "بعد هزيمة الجنرال الشرير، ظهر الشيطان قبل أن تستريح!",
      "brazilian": "Depois de derrotar o general demoníaco, antes que você possa descansar, o Rei Demônio aparece!",
      "bulgarian": "След като победите злия генерал, още не сте си починали, когато се появява Властелина на демоните!",
      "czech": "Po poražení démoního generála se před tebou objevil Pán démonů, aniž bys měl čas na odpočinek!",
      "danish": "Efter du har besejret den onde general, dukker troldmandskongen op uden pause!",
      "dutch": "Nadat je de demonengeneraal hebt verslagen, verschijnt de demonenkoning voordat je kunt uitrusten!",
      "english": "After defeating the demon general, before you could rest, the Demon King appears!",
      "finnish": "Kun voitit demonipäällikön, pahuuden kuningas ilmestyi heti lepäämättä!",
      "french": "Après avoir vaincu le démon, avant même de pouvoir vous reposer, le Roi Démon apparaît !",
      "german": "Nachdem du den Dämonengeneral besiegt hast, erscheint der Dämonenkönig, noch bevor du dich ausruhen kannst!",
      "greek": "Αφού νίκησες τον δαίμονα στρατηγό, ο Βασιλιάς των Δαιμόνων εμφανίστηκε πριν προλάβεις να ξεκουραστείς!",
      "hungarian": "Miután legyőzted a démonvezért, a Sötét Úr hirtelen megjelent!",
      "indonesian": "Setelah mengalahkan panglima iblis, sebelum sempat beristirahat, Raja Iblis muncul!",
      "italian": "Dopo aver sconfitto il generale demoniaco, senza nemmeno il tempo di riposarti, il Re Demone appare!",
      "japanese": "妖将を倒した後、休む間もなく魔王が現れた！",
      "koreana": "요괴 장군을 쓰러뜨리고 쉴 틈도 없이 마왕이 나타났다!",
      "latam": "¡Derrotaste al general demoníaco y, antes de descansar, apareció el Rey Demonio!",
      "norwegian": "Etter at du beseiret demongeneralene, dukket demonkongen opp før du rakk å hvile!",
      "polish": "Pokonałeś demonicznego generała, zanim zdążyłeś odpocząć, pojawił się Król Demonów!",
      "portuguese": "Depois de derrotar o general demoníaco, antes que possas descansar, o Rei Demônio aparece!",
      "romanian": "După ce l-ai învins pe generalul demonic, înainte să te poți odihni, a apărut Regele Demonilor!",
      "russian": "Только ты победил демона-генерала, как появился Король демонов!",
      "schinese": "你击败妖将后, 还没来得及休息, 魔王出现了!",
      "spanish": "Tras derrotar al general demoníaco, ¡el Rey Demonio aparece antes de que puedas descansar!",
      "swedish": "Efter att du besegrat demongeneralen hinner du knappt vila förrän demonkungen dyker upp!",
      "tchinese": "你擊敗妖將後，還沒來得及休息，魔王出現了！",
      "thai": "หลังจากที่คุณกำจัดแม่ทัพปีศาจได้ ยังไม่ทันได้พักผ่อน ปีศาจราชันก็ปรากฏตัวขึ้น!",
      "token": "NEW_ACHIEVEMENT_1_26_DESC",
      "turkish": "Şeytani generali yendikten sonra dinlenmeye bile vakit bulamadan şeytan kralı ortaya çıktı!",
      "ukrainian": "Після перемоги над демонічним генералом, ви навіть не встигли відпочити, як з'явився Король Демонів!",
      "vietnamese": "Sau khi hạ gục yêu tướng, chưa kịp nghỉ ngơi, Ma Vương đã xuất hiện!"
    }
  },
  {
    "name": "StageClear_28",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/3491587832e38aca56ffdf30fa242aa90485d654.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/0f236b55c3876c8c0da845d8f5c4a2d138b8cdb4.jpg",
    "displayName": {
      "arabic": "الفصل الثامن والعشرون: الشيطان الحقيقي",
      "brazilian": "Capítulo 28: A Verdadeira Forma do Rei Demônio",
      "bulgarian": "Глава 28: Истинският облик на Демона",
      "czech": "Kapitola 28: Pravá podoba Ďábla",
      "danish": "Kapitel 28 - Djævelens sande skikkelse",
      "dutch": "Hoofdstuk 28: De Ware Vorm van de Demonenkoning",
      "english": "Chapter 28: The Demon King's True Form",
      "finnish": "Luku 28: Paholaisen todellinen muoto",
      "french": "Chapitre 28 - La Vraie Forme du Roi Démon",
      "german": "Kapitel 28 - Die wahre Gestalt des Dämonenkönigs",
      "greek": "Κεφάλαιο 28: Η Αληθινή Μορφή του Αρχικακού",
      "hungarian": "28. fejezet: A Sötét Úr valódi énje",
      "indonesian": "Bab 28: Wujud Asli Raja Iblis",
      "italian": "Capitolo 28: La Vera Forma del Re Demone",
      "japanese": "第28章 魔王の真実",
      "koreana": "제28장 마왕의 진면목",
      "latam": "Capítulo 28: La Verdadera Forma del Rey Demonio",
      "norwegian": "Kapittel 28: Demonkongen i kjøtt og blod",
      "polish": "Rozdział 28: Prawdziwa forma Władcy Ciemności",
      "portuguese": "Capítulo 28 - A Verdadeira Forma do Rei Demônio",
      "romanian": "Capitolul 28: Adevărata Față a Lordului Întunericului",
      "russian": "Глава 28: Истинный облик Повелителя Тьмы",
      "schinese": "第二十八章 魔王真身",
      "spanish": "Capítulo 28: La Verdadera Forma del Rey Demonio",
      "swedish": "Kapitel 28: Demonkungens sanna jag",
      "tchinese": "第二十八章 魔王真身",
      "thai": "บทที่ 28 ร่างแท้จริงของราชาปีศาจ",
      "token": "NEW_ACHIEVEMENT_1_27_NAME",
      "turkish": "Bölüm 28: Şeytanın Gerçek Yüzü",
      "ukrainian": "Розділ 28: Істинне обличчя Короля Демонів",
      "vietnamese": "Chương 28: Chân Thân Ma Vương"
    },
    "description": {
      "arabic": "اندفع الاثنان للأمام، حيث اخترقت أسلحتهما جسد سيد الظلام مباشرة!",
      "brazilian": "Os dois avançaram, suas armas perfurando diretamente o corpo do Rei Demônio!",
      "bulgarian": "Двама се втурнаха напред, оръжията им пробиха тялото на Демона!",
      "czech": "Dva hrdinové se vrhli vpřed a jejich zbraně probodly tělo Temného pána!",
      "danish": "To men stormer frem, deres våben gennemborer Djævlens krop!",
      "dutch": "Twee mensen stormden naar voren en doorboorden het lichaam van de Demonenkoning met hun wapens!",
      "english": "Two charged forward, their weapons piercing straight through the Demon King's body!",
      "finnish": "Kaksi henkilöä ryntäsi eteenpäin, ja heidän aseensa lävistivät Pimeyden lordin ruumiin!",
      "french": "Les deux se ruent en avant, leurs armes transpercent directement le corps du Roi Démon!",
      "german": "Zwei Krieger stürmten vor und durchbohrten den Dämonenkönig mit ihren Waffen!",
      "greek": "Δύο άνθρωποι ορμούν, τα όπλα τους διαπερνούν το σώμα του Δαίμονα Βασιλιά!",
      "hungarian": "Ketten rohantak elő, fegyvereikkel átszúrva a démonúr testét!",
      "indonesian": "Keduanya menyerang, senjata mereka menembus tubuh Raja Iblis!",
      "italian": "Due guerrieri si lanciano in avanti, le loro armi trafiggono il corpo del Re Demone!",
      "japanese": "二人が駆け寄り、手にした武器で魔王の体を貫いた！",
      "koreana": "두 사람이 달려들어, 손에 든 무기로 마왕의 몸을 관통했다!",
      "latam": "¡Los dos cargaron, sus armas atravesando directamente el cuerpo del Rey Demonio!",
      "norwegian": "To men løp frem og gjennomboret demonkongen med sine våpen!",
      "polish": "Dwóch wojowników ruszyło do przodu, ich bronie przebiły ciało Władcy Ciemności!",
      "portuguese": "Os dois avançaram, suas armas perfurando diretamente o corpo do Rei Demônio!",
      "romanian": "Doi oameni s-au năpustit, armele lor străpungând trupul Lordului Întunecat!",
      "russian": "Двое бросились вперёд, и их оружие пронзило тело Повелителя Тьмы!",
      "schinese": "两人冲上去, 手中的兵器直接刺穿了魔王的身体!",
      "spanish": "¡Los dos se abalanzaron y sus armas atravesaron el cuerpo del Rey Demonio!",
      "swedish": "Två personer rusade fram och deras vapen genomborrade demonkungens kropp!",
      "tchinese": "兩人衝上前，手中的兵器直接刺穿了魔王的身體！",
      "thai": "สองคนพุ่งเข้าไป อาวุธในมือเจาะทะลุร่างของราชาปีศาจ!",
      "token": "NEW_ACHIEVEMENT_1_27_DESC",
      "turkish": "İki kişi koşarak üzerine atladı, silahları doğrudan Şeytan'ın bedenini delip geçti!",
      "ukrainian": "Двоє кинулися вперед, і їхня зброя пробила тіло Короля демонів!",
      "vietnamese": "Hai người xông lên, vũ khí trong tay xuyên thủng cơ thể Ma Vương!"
    }
  },
  {
    "name": "StageClear_29",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/599851364f173ea6f6dbba2449a4770c2260943e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/0e09ceecd63b53b36301b80bf6e8dbd0cc95a191.jpg",
    "displayName": {
      "arabic": "الفصل التاسع والعشرون: المعركة النهائية",
      "brazilian": "Capítulo 29: A Batalha Final",
      "bulgarian": "Глава двадесет и девета: Последната битка",
      "czech": "Kapitola 29: Závěrečná bitva",
      "danish": "Kapitel 29: Den Endelige Kamp",
      "dutch": "Hoofdstuk 29: Laatste Strijd",
      "english": "Chapter 29: The Final Battle",
      "finnish": "Luku 29: Lopullinen taistelu",
      "french": "Chapitre 29 : La Bataille Finale",
      "german": "Kapitel 29: Die Schlacht des Endes",
      "greek": "Κεφάλαιο 29: Η Τελική Μάχη",
      "hungarian": "Huszonkilencedik fejezet – A végzet csatája",
      "indonesian": "Bab 29: Pertempuran Akhir",
      "italian": "Capitolo 29: La Battaglia Finale",
      "japanese": "第二十九章 終焉の戦い",
      "koreana": "제29장 종언의 전투",
      "latam": "Capítulo 29: La Batalla Final",
      "norwegian": "Kapittel 29: Den endelige kampen",
      "polish": "Rozdział 29: Bitwa Końca Świata",
      "portuguese": "Capítulo 29: A Batalha Final",
      "romanian": "Capitolul 29: Bătălia Finală",
      "russian": "Глава 29: Финальная битва",
      "schinese": "第二十九章 终焉之战",
      "spanish": "Capítulo 29: La Batalla Final",
      "swedish": "Kapitel 29: Slutstriden",
      "tchinese": "第二十九章 終焉之戰",
      "thai": "บทที่ 29 สงครามแห่งการสิ้นสุด",
      "token": "NEW_ACHIEVEMENT_1_28_NAME",
      "turkish": "Bölüm 29: Nihai Savaş",
      "ukrainian": "Розділ XXIX: Фінальна битва",
      "vietnamese": "Chương 29: Trận Chiến Tận Thế"
    },
    "description": {
      "arabic": "أنت تحمل سيف التنين القديم، تواجه الشيطان في شكله الحقيقي.",
      "brazilian": "Você empunha a Espada do Dragão Ancestral, enfrentando a verdadeira forma do Rei Demônio.",
      "bulgarian": "Държиш древния меч Драконов владетел, изправен лице в лице с истинския облик на Демона.",
      "czech": "Držíte v rukou Dračího krále a čelíte temnému vládci.",
      "danish": "Du holder den gamle sværddrageskonge og står ansigt til ansigt med Djævlens sande skikkelse.",
      "dutch": "Je houdt het oude zwaard Drakenkeizer vast en staart de ware vorm van de Demonenkoning aan.",
      "english": "You wield the ancient sword Dragon Emperor, facing the Demon King's true form.",
      "finnish": "Sinä pidät muinaista miekkaa Loong Huangia ja kohtaat Demonikuninkaan kasvotusten.",
      "french": "Tu brandis l'épée antique Dragon Empereur, face au vrai corps du Roi Démon.",
      "german": "Du hältst das uralte Schwert Drachenkaiser und trittst dem wahren Dämonenkönig entgegen.",
      "greek": "Κρατάς το αρχαίο σπαθί Δράκοντα Βασιλιά, αντιμετωπίζοντας την πραγματική μορφή του Αρχικακού.",
      "hungarian": "A kezedben a Sárkánycsászár ősi kardja, szembenézel a Sötét Úr valódi alakjával.",
      "indonesian": "Kau memegang Pedang Naga Kuno, menghadapi wujud asli Raja Iblis.",
      "italian": "Impugni la Spada del Drago Antico, affrontando il vero volto del Re Demone.",
      "japanese": "古剣龍皇を手に、魔王の真の姿に立ち向かう",
      "koreana": "고대 검 용황을 들고 마왕의 진정한 모습을 마주하다.",
      "latam": "Empuñas la Espada Dragón Ancestral, enfrentando al Rey Demonio en persona.",
      "norwegian": "Du holder den gamle sverden Dragekongen og møter demonkongen ansikt til ansikt.",
      "polish": "Trzymasz w dłoniach starożytny miecz Smoczy Cesarz, stając twarzą w twarz z prawdziwą formą Króla Demonów.",
      "portuguese": "Empunhas a Espada Dragão Ancestral, enfrentando o verdadeiro corpo do Rei Demônio.",
      "romanian": "Țineți sabia antică Dragonul Împărat și înfruntați adevărata încarnare a Lordului Întunericului.",
      "russian": "Ты держишь древний меч Драконьего Императора, сражаясь с истинным обликом Повелителя Тьмы.",
      "schinese": "你手持古剑龙皇, 直面魔王真身;",
      "spanish": "Empuñas la Espada Dragón Antigua, enfrentándote al verdadero Señor Oscuro.",
      "swedish": "Du håller den uråldriga draksvärdet och står öga mot öga med demonkungens sanna gestalt.",
      "tchinese": "你手持古劍龍皇, 直面魔王真身",
      "thai": "คุณถือดาบมังกรโบราณ เผชิญหน้ากับร่างแท้ของราชาปีศาจ",
      "token": "NEW_ACHIEVEMENT_1_28_DESC",
      "turkish": "Elinde Ejder İmparatoru'nun antik kılıcıyla, Şeytan Lordu'nun gerçek formuyla yüzleşiyorsun.",
      "ukrainian": "Ти тримаєш древній меч Драконячий Імператор і стоїш перед істинним обличчям Короля Демонів.",
      "vietnamese": "Bạn cầm kiếm Long Hoàng, đối mặt với chân thân Ma Vương."
    }
  },
  {
    "name": "StageClear_30",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/81ed11f52d7bf6ac8cb6c71dff06b1438bb098a6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/3efb59dca60aafc3df609e89ecd2dea35481ad6b.jpg",
    "displayName": {
      "arabic": "الفصل الثلاثون: المستقبل",
      "brazilian": "Capítulo 30: O Futuro",
      "bulgarian": "Глава тридесет: Бъдещето",
      "czech": "Kapitola 30: Budoucnost",
      "danish": "Kapitel 30: Fremtiden",
      "dutch": "Hoofdstuk 30: Toekomst",
      "english": "Chapter 30: The Future",
      "finnish": "Kolmaskymmenes luku: Tulevaisuus",
      "french": "Chapitre 30 : Le Futur",
      "german": "Kapitel 30: Die Zukunft",
      "greek": "Κεφάλαιο 30: Το Μέλλον",
      "hungarian": "Harmincadik fejezet: A jövő",
      "indonesian": "Bab 30: Masa Depan",
      "italian": "Capitolo 30: Il Futuro",
      "japanese": "第三十章 未来",
      "koreana": "제30장 미래",
      "latam": "Capítulo 30: El Futuro",
      "norwegian": "Kapittel 30: Fremtiden",
      "polish": "Rozdział 30: Przyszłość",
      "portuguese": "Capítulo 30: O Futuro",
      "romanian": "Capitolul 30: Viitorul",
      "russian": "Глава 30: Будущее",
      "schinese": "第三十章 未来",
      "spanish": "Capítulo 30: El Futuro",
      "swedish": "Kapitel 30: Framtiden",
      "tchinese": "第三十章 未來",
      "thai": "บทที่ 30 อนาคต",
      "token": "NEW_ACHIEVEMENT_1_29_NAME",
      "turkish": "Bölüm 30: Gelecek",
      "ukrainian": "Розділ 30: Майбутнє",
      "vietnamese": "Chương 30: Tương Lai"
    },
    "description": {
      "arabic": "البقاء على قيد الحياة تحت هجوم الأعداء، وهزيمة الزعيم النهائي!",
      "brazilian": "Sobreviva aos ataques dos inimigos e derrote o chefe final!",
      "bulgarian": "Оцелеете се от вражеските атаки и победете крайния бос!",
      "czech": "Přežij útoky nepřátel a poraz finálního bosse!",
      "danish": "Overlev fjendens angreb og besejr den endelige boss!",
      "dutch": "Overleef de aanvallen van vijanden en versla de eindbaas.",
      "english": "Survive enemy attacks and defeat the final boss!",
      "finnish": "Selviydy vihollisten hyökkäyksistä ja päihitä lopullinen BOSS!",
      "french": "Survissez aux attaques ennemies et vainquez le boss final.",
      "german": "Überlebe die Angriffe der Feinde und besiege den Endboss!",
      "greek": "Επιβιώστε από τις επιθέσεις των εχθρών και νικήστε τον τελικό BOSS!",
      "hungarian": "Túlélj az ellenséges támadások alatt, és győzd le a végső főnököt!",
      "indonesian": "Bertahanlah dari serangan musuh dan kalahkan bos terakhir!",
      "italian": "Sopravvivi agli attacchi dei nemici e sconfiggi il boss finale!",
      "japanese": "敵の攻撃を生き延びて、最終ボスを倒せ！",
      "koreana": "적의 공격에서 살아남아 최종 보스를 쓰러뜨리세요.",
      "latam": "Sobrevive a los ataques enemigos y derrota al jefe final.",
      "norwegian": "Overlev fiendens angrep og beseier den endelige bossen!",
      "polish": "Przetrwaj ataki wrogów i pokonaj ostatecznego bossa!",
      "portuguese": "Sobrevive aos ataques dos inimigos e derrota o chefe final!",
      "romanian": "Supraviețuiți atacurilor inamicilor și înfrângeți șeful final!",
      "russian": "Выживите под атаками врагов и победите финального босса!",
      "schinese": "在敌人的攻击下存活下来, 击败最终的BOSS吧;",
      "spanish": "Sobrevive a los ataques enemigos y derrota al jefe final.",
      "swedish": "Överlev fiendens attacker och besegra slutbossen!",
      "tchinese": "在敵人的攻擊下存活下來, 擊敗最終的BOSS吧",
      "thai": "อยู่รอดจากการโจมตีของศัตรูและปราบบอสสุดท้ายให้ได้",
      "token": "NEW_ACHIEVEMENT_1_29_DESC",
      "turkish": "Düşman saldırılarından sağ kurtul ve son bossu yen!",
      "ukrainian": "Виживай під атаками ворогів і перемагай фінального боса!",
      "vietnamese": "Sống sót dưới đòn tấn công của kẻ thù, hạ gục trùm cuối đi!"
    }
  },
  {
    "name": "First_Game",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/97cd7ce813832222d84b9cc27f3da20d324672ed.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3846800/eb4161056bef5bd7da6e7736c393d025103b9691.jpg",
    "displayName": {
      "arabic": "مرحبًا بك في سجلات السيف الخيالي",
      "brazilian": "Bem-vindo ao Espada Encantada dos Espíritos",
      "bulgarian": "Добре дошли в \"Записки за елфически мечове\"",
      "czech": "Vítejte v Záznamu elfských iluzí a mečů",
      "danish": "Velkommen til Elverens Fantasi Sværd Saga",
      "dutch": "Welkom bij de Elfen Zwaard Kronieken",
      "english": "Welcome to Spirit Blade Chronicles",
      "finnish": "Tervetuloa Keijujen Miekka -tarinoiden maailmaan",
      "french": "Bienvenue dans L'Épopée de l'Épée des Esprits",
      "german": "Willkommen zu \"Spirit Sword Chronicles\"",
      "greek": "Καλώς ήρθατε στο \"Spirit Sword Chronicles\"",
      "hungarian": "Üdvözöljük a Tündérkard Krónikájában",
      "indonesian": "Selamat datang di Rekaman Pedang Ajaib Peri",
      "italian": "Benvenuti in \"Cronache della Spada degli Spiriti\"",
      "japanese": "精霊幻剣録へようこそ",
      "koreana": "정령환검록에 오신 것을 환영합니다",
      "latam": "Bienvenido a Crónicas de la Espada Élfica",
      "norwegian": "Velkommen til Elvenes Illusjonssverdskrønike",
      "polish": "Witaj w \"Kronikach Elfickiego Miecza\"",
      "portuguese": "Bem-vindo ao \"Espada das Fadas\"",
      "romanian": "Bine ați venit la Înregistrarea Sabiei Elfilor",
      "russian": "Добро пожаловать в «Записи о волшебных мечах эльфов»!",
      "schinese": "欢迎来到精灵幻剑录",
      "spanish": "Bienvenido a la Espada de los Espíritus",
      "swedish": "Välkommen till Elvens Färd",
      "tchinese": "歡迎來到精靈幻劍錄",
      "thai": "ยินดีต้อนรับสู่บันทึกดาบวิญญาณเอลฟ์",
      "token": "NEW_ACHIEVEMENT_1_31_NAME",
      "turkish": "Cin Peri Kılıcı Kayıtlarına Hoş Geldiniz",
      "ukrainian": "Ласкаво просимо до \"Записів Ельфійського Меча\"",
      "vietnamese": "Chào mừng đến với Huyền Kiếm Lục"
    },
    "description": {
      "arabic": "بدء تشغيل اللعبة لأول مرة",
      "brazilian": "Primeira inicialização do jogo",
      "bulgarian": "Първо стартиране на играта",
      "czech": "První spuštění hry",
      "danish": "Første gang du starter spillet",
      "dutch": "Eerste keer opstarten van het spel",
      "english": "First Launch of the Game",
      "finnish": "Ensimmäinen pelin käynnistys",
      "french": "Premier lancement du jeu",
      "german": "Erststart des Spiels",
      "greek": "Πρώτη εκκίνηση του παιχνιδιού",
      "hungarian": "Az első játék indítása",
      "indonesian": "Memulai game untuk pertama kalinya",
      "italian": "Primo avvio del gioco",
      "japanese": "ゲーム初回起動",
      "koreana": "게임 첫 실행",
      "latam": "Primera vez que se inicia el juego",
      "norwegian": "Første oppstart av spillet",
      "polish": "Pierwsze uruchomienie gry",
      "portuguese": "Primeira inicialização do jogo",
      "romanian": "Prima pornire a jocului",
      "russian": "Первый запуск игры",
      "schinese": "第一次启动游戏",
      "spanish": "Primera vez que se inicia el juego",
      "swedish": "Första start av spelet",
      "tchinese": "首次啟動遊戲",
      "thai": "เริ่มต้นเกมครั้งแรก",
      "token": "NEW_ACHIEVEMENT_1_31_DESC",
      "turkish": "Oyunu ilk kez başlatma",
      "ukrainian": "Перший запуск гри",
      "vietnamese": "Khởi động trò chơi lần đầu tiên"
    }
  }
]