[
  {
    "name": "ACH_THE_CHOPPER",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/7a0235d66119843623984afa65fcce1268b3a221.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/6cbab231e05c1a8a3376b665f1d410c03b01f313.jpg",
    "displayName": {
      "brazilian": "O cortador",
      "dutch": "De vermaler",
      "english": "The Chopper",
      "french": "Le Trancheur",
      "german": "Der Aufspalter",
      "italian": "Il tagliatore",
      "polish": "Siekacz",
      "spanish": "El destazador",
      "swedish": "Köttyxan",
      "token": "NEW_ACHIEVEMENT_1_0_NAME"
    },
    "description": {
      "brazilian": "Cause duas mortes em corpo a corpo com um único ataque",
      "dutch": "Krijg twee kills met je melee wapen met één melee aanval",
      "english": "Score two melee frags with a single melee attack",
      "french": "Obtenez deux kills de mêlée avec une seule attaque de mêlée",
      "german": "Erziele zwei Nahkampf-Kills mit einem einzigen Nahkampfangriff",
      "italian": "Guadagna 2 punti in corpo a corpo con 1 solo attacco",
      "polish": "Zdobądź dwa fragi jednym ciosem",
      "spanish": "Anota dos muertes con un solo ataque",
      "swedish": "Få två närstridsdråp med en enda närstridsattack",
      "token": "NEW_ACHIEVEMENT_1_0_DESC"
    }
  },
  {
    "name": "ACH_TALK_TO_THE_HAND",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/08e259ca4dc66e39a2f17566f6fe243f6ceb5e74.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/5ad4419394908150cdc1416ac75eacf0ccded603.jpg",
    "displayName": {
      "brazilian": "Fale com a mão",
      "dutch": "Geblokt!",
      "english": "Talk to the Hand",
      "french": "Parle à ma main",
      "german": "Sprich zur Hand",
      "italian": "Alla faccia tua!",
      "polish": "Lustereczko",
      "spanish": "Háblale a la Mano",
      "swedish": "Tala till handen",
      "token": "NEW_ACHIEVEMENT_1_1_NAME"
    },
    "description": {
      "brazilian": "Mate um inimigo com sua própria bomba de tinta refletindo-a com sua arma corpo a corpo. Você deve sobreviver à explosão da bomba de tinta.",
      "dutch": "Dood een vijand met zijn eigen inktbom door hem met je melee wapen af te weren. Jij zelf moet de inktbom overleven.",
      "english": "Frag an enemy with their own ink bomb by reflecting it with your melee weapon. You must survive the ink bomb explosion.",
      "french": "Faites un kill sur un ennemi avec sa propre bombe à encre en la renvoyant avec votre arme de mêlée. Vous devez survivre à l'explosion de la bombe à encre.",
      "german": "Töte einen Gegner mit seiner eigenen Tintenbombe, indem du sie mit deiner Nahkampfwaffe reflektierst. Du must die Tintenbombenexplosion überleben.",
      "italian": "Uccidi un nemico rimbalzando una bomba inchiostro che era diretta a te. Sopravvivi l'esplosione",
      "polish": "Zabij wroga jego własną bombą atramentową, odbijając ją swoją bronią białą. Musisz przetrwać eksplozję bomby.",
      "spanish": "Mata a un enemigo con su propia bomba de tinta reflejándola con tu arma. Debes sobrevivir a la explosión.",
      "swedish": "Döda en fiende med deras egen bläckbomb genom att reflektera den med ditt närstridsvapen. Du måste överleva bläckbombsexplosionen.",
      "token": "NEW_ACHIEVEMENT_1_1_DESC"
    }
  },
  {
    "name": "ACH_HOT_POTATO",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/7a0235d66119843623984afa65fcce1268b3a221.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/6cbab231e05c1a8a3376b665f1d410c03b01f313.jpg",
    "displayName": {
      "brazilian": "Batata quente",
      "dutch": "Hot Potato",
      "english": "Hot Potato",
      "french": "Patate chaude",
      "german": "Heiße Kartoffel",
      "italian": "Patata bollente",
      "polish": "Narwaniec",
      "spanish": "Papa caliente",
      "swedish": "Het potatis",
      "token": "NEW_ACHIEVEMENT_1_2_NAME"
    },
    "description": {
      "brazilian": "Reflita tesouras 4 vezes em 3 segundos",
      "dutch": "Weer 4 scharen af in 3 seconden tijd.",
      "english": "Reflect scissors 4 times in 3 seconds",
      "french": "Renvoyez des ciseaux 4 fois en 3 secondes",
      "german": "Reflektiere Scheren 4 Mal in 3 Sekunden",
      "italian": "Rimbalza forbici 4 volte in 3 secondi",
      "polish": "Odbij nożyce 4 razy w 3 sekundy",
      "spanish": "Regresa tijeras 4 veces en 3 segundos",
      "swedish": "Reflektera saxar 4 gånger inom 3 sekunder",
      "token": "NEW_ACHIEVEMENT_1_2_DESC"
    }
  },
  {
    "name": "ACH_SWISS_ARMY_KNIFE",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/7a0235d66119843623984afa65fcce1268b3a221.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/6cbab231e05c1a8a3376b665f1d410c03b01f313.jpg",
    "displayName": {
      "brazilian": "Canivete suíço",
      "dutch": "Zwitsers zakmes",
      "english": "Swiss Army Knife",
      "french": "Couteau suisse",
      "german": "Schweizer Messer",
      "italian": "Coltellino svizzero",
      "polish": "Scyzoryk",
      "spanish": "Navaja suiza",
      "swedish": "Schweizisk armékniv",
      "token": "NEW_ACHIEVEMENT_1_3_NAME"
    },
    "description": {
      "brazilian": "Cause duas mortes com um ataque corpo a corpo -- um como morte de corpo a corpo e outro refletindo tesouras. Todos os jogadores devem começar com apenas um par de tesouras.",
      "dutch": "Scoor twee kills met een melee aanval--een als een melee kill en de andere door een schaar af te weren. Alle spelers moeten beginnen met maar een schaar.",
      "english": "Score two frags with one melee attack--one as a melee frag and the other by reflecting scissors. All players must start with only one pair of scissors.",
      "french": "Obtenez deux kills avec une seule attaque de mêlée - un en tant que kill de mêlée et l'autre en renvoyant des ciseaux. Tous les joueurs doivent débuter avec seulement une paire de ciseaux.",
      "german": "Erziele zwei Kills mit einem Nahkampfangriff - einen als Nahkampf-Kill und den anderen, indem du Scheren reflektierst. Alle Spieler müssen mit nur einer Schere anfangen.",
      "italian": "Guadagna 2 punti con un attaccon in corpo a corpo: un punto rimbalzando una forbice e un punto in corpo a corpo. Tutti i giocatori devono incominciare il gioco con un paio di forbici.",
      "polish": "Zdobądź dwa fragi jednym atakiem bronią białą – jeden poprzez cios i drugi poprzez odbicie nożyc. Wszyscy gracze muszą zacząć z tylko jedną parą nożyc.",
      "spanish": "Anota dos muertes con un solo ataque: una con tu arma y otra reflejando tijeras. Los jugadores deben empesar con un par de tijeras.",
      "swedish": "Få poäng genom två dråp med en närstridsattack - en som närstridsdråp och den andra genom reflekterande saxar. Alla spelare måste enbart starta med ett par av saxar.",
      "token": "NEW_ACHIEVEMENT_1_3_DESC"
    }
  },
  {
    "name": "ACH_THE_BOUNCER",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/08e259ca4dc66e39a2f17566f6fe243f6ceb5e74.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/5ad4419394908150cdc1416ac75eacf0ccded603.jpg",
    "displayName": {
      "brazilian": "O quicador",
      "dutch": "De Bouncer",
      "english": "The Bouncer",
      "french": "Le Maître du rebond",
      "german": "Der Rausschmeißer",
      "italian": "Il Guardiaporta",
      "polish": "Odbijany",
      "spanish": "El Portero",
      "swedish": "Studsaren",
      "token": "NEW_ACHIEVEMENT_1_5_NAME"
    },
    "description": {
      "brazilian": "Mate um inimigo quicando sua própria bomba de tinta com sua arma de corpo a corpo. Você deve sobreviver à explosão da bomba de tinta.",
      "dutch": "Dood een vijand door jouw eigen inktgranaat van je melee wapen af te stuiteren. Je moet de inktbom explosie overleven.",
      "english": "Frag an enemy by bouncing your own ink bomb with your melee weapon. You must survive the ink bomb explosion.",
      "french": "Faites un kill sur un ennemi en faisant rebondir votre propre bombe à encre avec votre arme de mêlée. Vous devez survivre à l'explosion de la bombe à encre.",
      "german": "Töte einen Gegner, indem du deine eigene Tintengranate mit deiner Nahkampfwaffe aufprallen lässt. Du musst die Tintenbombenexplosion überleben.",
      "italian": "Uccidi un nemico rimbalzando una bomba inchiostro che hai lanciato. Devi sopravvivere l'esplosione",
      "polish": "Zabij wroga, odbijając własną bombę atramentową swoją bronią białą. Musisz przetrwać eksplozję bomby.",
      "spanish": "Mata a un enemigo rebotando tu propia granada de tinta con tu arma. Debes sobrevivir la explosión.",
      "swedish": "Döda en fiende genom att studsa din egen bläckgranat med ditt närstridsvapen. Du måste överleva bläckbombsexplosionen.",
      "token": "NEW_ACHIEVEMENT_1_5_DESC"
    }
  },
  {
    "name": "ACH_NO_REST_FOR_THE_WICKED",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/7a0235d66119843623984afa65fcce1268b3a221.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/6cbab231e05c1a8a3376b665f1d410c03b01f313.jpg",
    "displayName": {
      "brazilian": "Sem descanso para os maus",
      "dutch": "Geen rust voor de goddeloze",
      "english": "No Rest for the Wicked",
      "french": "Pas de répit pour les méchants",
      "german": "Keine Ruhe für die Bösen",
      "italian": "Non dormire sugli allori",
      "polish": "Niestrudzony",
      "spanish": "No hay descanso para los malvados",
      "swedish": "Ingen vila för den onde",
      "token": "NEW_ACHIEVEMENT_1_6_NAME"
    },
    "description": {
      "brazilian": "Ganhe uma partida de 4 jogadores no modo clássico versus com regras padrão em menos de 45 segundos. O limiar de pontuação deve ser pelo menos 10. Todos os quatro jogadores devem jogar ativamente durante toda a partida.",
      "dutch": "Win een 4-speler spel in een klassieke versus mode met standaard regels binnen 45 seconden. De maximale score moet minstens 10 zijn. Alle vier de spelers moeten actief aan het spelen zijn voor de hele duur van het spel.",
      "english": "Win a 4-player Free For All or Team Free For All match with default rules in under 45 seconds. The score threshold must be at least 10. All 4 players must be actively playing for the whole duration of the match.",
      "french": "Gagnez un match à 4 joueurs en mode 'versus' classique avec les règles par défaut en moins de 45 secondes. Le score minimal doit être d'au moins 10. Les quatre joueurs doivent jouer de manière active pendant l'intégralité du match.",
      "german": "Gewinne ein 4-Spieler Match im 'Klassisch Versus' Modus mit Standardregeln in weniger als 45 Sekunden. Der minimale Punktestand muss mindestens 10 sein. Alle 4 Spieler müssen für die Gesamtdauer des Spiels aktiv spielen.",
      "italian": "Vinci una partita con 4 giocatori in qualunque modalita' competizione in meno di 45 secondi. La soglia del punteggio deve essere almeno 10. Tutti e quattro i giocatori devono essere attivi durante la partita.",
      "polish": "Wygraj 4-osobowy mecz w trybie klasycznym z domyślnymi zasadami w 45 sekund. Próg punktowy musi wynosić przynajmniej 10. Wszyscy 4 gracze muszą być aktywni w trakcie całego meczu.",
      "spanish": "Gana una partida de 4 jugadores en el modo Classic Versus con reglas estándar en menos de 45 segundos. La puntuación minima debe ser al menos 10. Los cuatro jugadores deben de participar activamente durante toda la partida.",
      "swedish": "Vinn en fyrspelarmatch i det klassiska kontraläget med standardregler under 45 sekunder. Tröskelpoängen måste åtminstonde vara 10. Alla fyra spelare måste aktivt spela under den hela varaktigheten av matchen.",
      "token": "NEW_ACHIEVEMENT_1_6_DESC"
    }
  },
  {
    "name": "ACH_UNSTOPPABLE",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/7a0235d66119843623984afa65fcce1268b3a221.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/6cbab231e05c1a8a3376b665f1d410c03b01f313.jpg",
    "displayName": {
      "brazilian": "Invencível",
      "dutch": "Niet tegen te houden.",
      "english": "Unstoppable",
      "french": "Imbattable",
      "german": "Unaufhaltsam",
      "italian": "Invincibile",
      "polish": "Niepowstrzymany",
      "spanish": "Imparable",
      "swedish": "Ostoppbar",
      "token": "NEW_ACHIEVEMENT_1_7_NAME"
    },
    "description": {
      "brazilian": "Ganhe uma partida de 4 jogadores em qualquer modo competitivo com regras padrão sem ser morto. O limiar de pontuação deve ser pelo menos 10. Todos os quatro jogadores devem jogar ativamente durante toda a partida.",
      "dutch": "Win een 4-speler spel in een competitive mode met standaard regels zonder dood te gaan. De maximale score moet minstens 10 zijn. Alle vier de spelers moeten actief aan het spelen zijn voor de hele duur van het spel.",
      "english": "Win a 4-player Free For All or Team Free For All match with default rules without being fragged. The score threshold must be at least 10. All 4 players must be actively playing for the whole duration of the match.",
      "french": "Gagnez un match à 4 joueurs dans n'importe quel mode compétitif avec les règles par défaut sans subir de kill. Le score minimal doit être d'au moins 10. Les quatre joueurs doivent jouer de manière active pendant l'intégralité du match.",
      "german": "Gewinne ein 4-Spieler Match in einem beliebigen, kompetitivem Modus mit Standardregeln ohne getötet zu werden. Der minimale Punktestand muss mindestens 10 sein. Alle 4 Spieler müssen für die Gesamtdauer des Spiels aktiv spielen.",
      "italian": "Vinci una partita con 4 giocatori in qualunque modalita' competizione senza perdere nessuna vita. La soglia del punteggio deve essere almeno 10. Tutti e quattro i giocatori devono essere attivi durante la partita.",
      "polish": "Wygraj 4-osobowy mecz w dowolnym trybie konkurencyjnym z domyślnymi zasadami, nie ginąc ani razu. Próg punktowy musi wynosić przynajmniej 10. Wszyscy 4 gracze muszą być aktywni w trakcie całego meczu.",
      "spanish": "Gana una partida de 4 jugadores en cualquier modo competitivo con reglas estándar sin perder vidas. La puntuación minima debe ser al menos 10. Los cuatro jugadores deben de participar activamente durante toda la partida.",
      "swedish": "Vinn en fyrspelarmatch i vilket konkurrerande läge som helst med standardregler utan att bli dödad. Tröskelpoängen måste åtminstonde vara 10. Alla fyra spelare måste aktivt spela under den hela varaktigheten av matchen.",
      "token": "NEW_ACHIEVEMENT_1_7_DESC"
    }
  },
  {
    "name": "ACH_FLAGBEARER",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/7a0235d66119843623984afa65fcce1268b3a221.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/6cbab231e05c1a8a3376b665f1d410c03b01f313.jpg",
    "displayName": {
      "brazilian": "Portador da bandeira",
      "dutch": "Vlagdrager",
      "english": "Flagbearer",
      "french": "Porte-drapeau",
      "german": "Fahnenträger",
      "italian": "Portabandiera",
      "polish": "Flagowy",
      "spanish": "Abanderado",
      "swedish": "Fanbärare",
      "token": "NEW_ACHIEVEMENT_1_8_NAME"
    },
    "description": {
      "brazilian": "Em Capture a Pena, mate um inimigo que esteja carregando sua bandeira e devolva sua bandeira, tudo isso enquanto carrega a bandeira dele, e faça um ponto sem que a bandeira dele seja devolvida.",
      "dutch": "In Neem de Verenpen over, dood een tegenstander die jouw vlag draagt en breng die vlag terug, terwijl je de vlag van de tegenstander draagt, en scoor een punt zonder dat de vlag van de tegenstander word teruggebracht",
      "english": "In Capture the Quill, frag an enemy who is carrying your flag and return your flag, all while carrying their flag, and score a point without their flag being returned.",
      "french": "Dans Capturez la plume, faites un kill sur un ennemi qui porte votre drapeau et ramenez votre drapeau, le tout en portant leur drapeau, et marquez un point sans que leur drapeau soit remis en place.",
      "german": "In 'Erobere die Feder' töte einen Gegner, der deine Fahne trägt, und bringe deine Fahne zurück. All das während du des Gegners Fahne trägst. Erziele einen Punkt, ohne dass dem Gegners Fahne zurück gebracht wird.",
      "italian": "In Cattura la Piuma, uccidi un nemico che sta portando la tua bandiera e ritornala mentre porti la bandiera nemica.",
      "polish": "Niosąc pióro w trybie „Zdobądź pióro”, zabij wroga niosącego twoje pióro i zwróć je na miejsce. Następnie zdobądź punkt, nim pióro wroga zostanie zwrócone.",
      "spanish": "En Captura la Pluma, mata a un enemigo que porte tu bandera y regrésala mientras cargas la bandera enemiga, después anota un punto.",
      "swedish": "I Fånga gåspennan, döda en fiende som bär din flagga och återvänd med flaggan, samtidigt som du bär på deras flagga, och gör poäng utan att deras flagga återvänds.",
      "token": "NEW_ACHIEVEMENT_1_8_DESC"
    }
  },
  {
    "name": "ACH_LONGER_LIVE_THE_KING",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/7a0235d66119843623984afa65fcce1268b3a221.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/6cbab231e05c1a8a3376b665f1d410c03b01f313.jpg",
    "displayName": {
      "brazilian": "Vida mais longa ao rei",
      "dutch": "Langer leve de koning",
      "english": "Longer Live the King",
      "french": "Longue vie au Roi",
      "german": "Länger lebe der König",
      "italian": "Lunga vita al Re",
      "polish": "Niech (prze)żyje król",
      "spanish": "Que viva más el rey",
      "swedish": "Längre lever kungen",
      "token": "NEW_ACHIEVEMENT_1_9_NAME"
    },
    "description": {
      "brazilian": "Sobreviva 12 segundos como rei na partida de 4 jogadores de Vida longa ao rei. Todos os 4 jogadores devem estar jogando ativamente durante os 12 segundos",
      "dutch": "Overleef 12 seconden als Koning in een 4-spelers spel van Lang Leve de Koning. Alle 4 de spelers moeten actief spelen tijdens de 12 seconden.",
      "english": "Survive 12 seconds as King in 4-player match of Long Live the King. All 4 players must be actively playing for the whole duration of the match.",
      "french": "Survivez 12 secondes en tant que Roi dans un match à 4 joueurs de Longue vie au Roi. Les 4 joueurs doivent jouer de manière active pendant les 12 secondes.",
      "german": "Überlebe für 12 Sekunden als König in einem 4-Spieler Match in 'Lang lebe der König'. Alle 4 Spieler müssen während der 12 Sekunden aktiv spielen. Alle 4 Spieler müssen für die Gesamtdauer des Spiels aktiv spielen.",
      "italian": "Sopravvivi 12 secondi come Re in una partita di Lunga vita al Re. Tutti i giocatori devono essere attivi per 12 secondi. Tutti e quattro i giocatori devono essere attivi durante la partita.",
      "polish": "Przetrwaj 12 sekund jako król w 4-osobowym meczu w trybie „Niech żyje król”. Wszyscy 4 gracze muszą być aktywni w ciągu tych 12 sekund.",
      "spanish": "Sobrevive 12 segundos como rey en una partida de 4 jugadores en Viva el Rey. Todos los jugadores deben de participar activamente durante los 12 segundos.",
      "swedish": "Överlev 12 sekunder som kung i fyrspelarmatchen av Länge leve kungen. Alla 4 spelare måste aktivt spela under 12 sekunder.",
      "token": "NEW_ACHIEVEMENT_1_9_DESC"
    }
  },
  {
    "name": "ACH_NINE_LIVES",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/7a0235d66119843623984afa65fcce1268b3a221.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/6cbab231e05c1a8a3376b665f1d410c03b01f313.jpg",
    "displayName": {
      "brazilian": "9 vidas",
      "dutch": "9 levens",
      "english": "9 Lives",
      "french": "9 vies",
      "german": "9 Leben",
      "italian": "Nove vite",
      "polish": "9 żyć",
      "spanish": "9 vidas",
      "swedish": "9 Liv",
      "token": "NEW_ACHIEVEMENT_1_10_NAME"
    },
    "description": {
      "brazilian": "Ganhe uma partida de 4 jogadores de Sobrevivência com pelo menos 9 vidas restantes. Todos os quatro jogadores devem jogar ativamente durante toda a partida.",
      "dutch": "Win een 4-speler spel van Survival met minstens 9 levens over. Alle vier de spelers moeten actief aan het spelen zijn voor de hele duur van het spel.",
      "english": "Win a 4-player match of Survival or Team Survival with at least 9 lives remaining. All 4 players must be actively playing for the whole duration of the match.",
      "french": "Gagnez un match à 4 joueurs du Dernier survivant en ayant au moins 9 vies restantes. Les quatre joueurs doivent jouer de manière active pendant l'intégralité du match.",
      "german": "Gewinne ein 4-Spieler Match in 'Letzter Überlebender' mit mindestens 9 verbleibenden Leben. Alle 4 Spieler müssen für die Gesamtdauer des Spiels aktiv spielen.",
      "italian": "Vinci una partita di Sopravvivi co almeno 9 vite. Tutti e quattro i giocatori devono essere attivi durante la partita.",
      "polish": "Wygraj 4-osobowy mecz w trybie przetrwania, zachowując co najmniej 9 żyć. Wszyscy 4 gracze muszą być aktywni w trakcie całego meczu.",
      "spanish": "Gana una partida de 4 jugadores en Sobreviviente con al menos 9 vidas restantes. Los cuatro jugadores deben de participar activamente durante toda la partida.",
      "swedish": "Vinn en fyrspelarmatch av överlevnad med åtminstonde 9 liv resterande. Alla fyra spelare måste aktivt spela under den hela varaktigheten av matchen.",
      "token": "NEW_ACHIEVEMENT_1_10_DESC"
    }
  },
  {
    "name": "ACH_MAYHEM_MACHINE",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/7a0235d66119843623984afa65fcce1268b3a221.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/339690/6cbab231e05c1a8a3376b665f1d410c03b01f313.jpg",
    "displayName": {
      "brazilian": "Máquina de Caos",
      "dutch": "Chaos Machine",
      "english": "Mayhem Machine",
      "french": "Machine meurtrière",
      "german": "Chaosmaschine",
      "italian": "Macchina della Morte",
      "polish": "Machina zniszczenia",
      "spanish": "Máquina del Caos",
      "swedish": "Förödelsemaskinen",
      "token": "NEW_ACHIEVEMENT_1_11_NAME"
    },
    "description": {
      "brazilian": "Mate 3 inimigos com uma única bomba de tinta. Você deve sobreviver à explosão. Cada jogador deve começar com apenas 1 bomba de tinta.",
      "dutch": "Dood 3 tegenstanders met één inktbom. Je moet de explosie zelf overleven. Alle spelers moeten beginnen met maar een inktbom.",
      "english": "Frag 3 enemies with a single ink bomb. You must survive the explosion. Each player must start with only 1 ink bomb.",
      "french": "Faites un kill sur 3 ennemis avec une seule bombe à encre. Vous devez survivre à l'explosion. Chaque joueur doit débuter avec seulement une bombe à encre.",
      "german": "Töte 3 Gegner mit einer einzigen Tintenbombe. Du musst die Explosion überleben. Jeder Spieler muss mit nur einer Tintenbombe anfangen.",
      "italian": "Uccidi 3 nemici con 1 sola bomba inchiostro. Devi sopravvivere l'esplosione. Ogni giocatore deve partire con una bomba.",
      "polish": "Zabij 3 wrogów pojedynczą bombą atramentową. Musisz przetrwać eksplozję bomby. Każdy gracz musi zacząć z tylko 1 bombą atramentową.",
      "spanish": "Mata a 3 enemigos con una sola bomba de tinta. Debes sobrevivir la explosión. Cada jugador debe empezar con solo una bomba de tinta.",
      "swedish": "Döda 3 fiender med en enda bläckbomb. Du måste överleva explosionen. Varje spelare måste starta med endast 1 bläckbomb.",
      "token": "NEW_ACHIEVEMENT_1_11_DESC"
    }
  }
]