[
  {
    "name": "ACHIEVEMENT_DESTRUCTION",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/26aeff47316c2a810df33cff79a1a03aa72487c3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/c1c81b9d5941ed11fc5350b3b0cab199638769f7.jpg",
    "displayName": {
      "english": "DESTRUCTION",
      "token": "NEW_ACHIEVEMENT_1_0_NAME",
      "german": "ZERSTÖRUNG",
      "french": "DESTRUCTION",
      "italian": "DISTRUZIONE",
      "koreana": "파괴",
      "spanish": "DESTRUCCIÓN",
      "schinese": "DESTRUCTION",
      "tchinese": "DESTRUCTION",
      "russian": "УНИЧТОЖЕНИЕ",
      "japanese": "破壊",
      "portuguese": "DESTRUIÇÃO",
      "polish": "ZNISZCZENIE",
      "dutch": "VERWOESTING",
      "swedish": "FÖRSTÖRELSE",
      "romanian": "DISTRUGERE",
      "turkish": "İMHA",
      "brazilian": "DESTRUIÇÃO",
      "ukrainian": "ЗНИЩЕННЯ"
    },
    "description": {
      "english": "Destroy over 5,000 villagers, leaving terror and devestation in your wake!",
      "token": "NEW_ACHIEVEMENT_1_0_DESC",
      "german": "Zerstöre mehr als 5.000 Dorfbewohner, um Terror und Verwüstung zu hinterlassen!",
      "french": "Détruisez plus de 5.000 villageois, laissant la terreur et désastre dans votre sillage!",
      "italian": "Distruggi più di 5.000 paesani, lasciando una scia di terrore e devastazione!",
      "koreana": "당신의 여파로 공포와 devestation을 떠나, 5000 마을을 파괴!",
      "spanish": "¡Destruye más de 5.000 habitantes, sembrando el terror y la devastación a tu paso!",
      "schinese": "销毁5000多村民，留下恐怖和devestation在你醒来！",
      "tchinese": "銷毀5000多村民，留下恐怖和devestation在你醒來！",
      "russian": "Уничтожить более 5000 сельских жителей, в результате чего страх и devestation в вашей волне!",
      "japanese": "あなたのきっかけに恐怖とdevestationを残し、5,000以上の村人を破壊します！",
      "portuguese": "Destruir mais de 5.000 moradores, deixando terror e devastação em sua vigília!",
      "polish": "Zniszcz ponad 5,000 mieszkańców, pozostawiając terror i zniszczenie !",
      "dutch": "Destroy meer dan 5.000 dorpelingen, waardoor terreur en devestation in uw kielzog!",
      "swedish": "Förstöra över 5000 bybor, lämnar terror och devestation i kölvattnet!",
      "romanian": "Distruge peste 5.000 de săteni, lăsând teroare și devestation în urma ta!",
      "turkish": "senin ardından terör ve devestation bırakarak, 5.000 'den fazla köylüleri yok!",
      "brazilian": "Destrua mais de 5.000 aldeões, seja o portador do terror e da devastação!",
      "ukrainian": "Знищіть більше 5000 селян, залишаючи після себе жах та занепад"
    }
  },
  {
    "name": "ACHIEVEMENT_OBLITERATION",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/7d16caf3133c57d701aeacafd618d671774f6aab.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/59b009321fe86551b980d669e60bcaa51453d460.jpg",
    "displayName": {
      "english": "OBLITERATION",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "german": "VERNICHTUNG",
      "french": "OBLITÉRATION",
      "italian": "OBLITERAZIONE",
      "koreana": "말살",
      "spanish": "ANIQUILACIÓN",
      "schinese": "涂去",
      "tchinese": "塗去",
      "russian": "ОБЛИТЕРАЦИЯ",
      "japanese": "閉塞",
      "portuguese": "OBLITERAÇÃO",
      "polish": "WYMAZANIE",
      "dutch": "OBLITERATION",
      "swedish": "UTPLÅNANDE",
      "romanian": "ȘTERGERE",
      "turkish": "OBLİTERASYON",
      "brazilian": "OBLITERAÇÃO",
      "ukrainian": "ЗАБУТТЯ"
    },
    "description": {
      "english": "Destroy over 10,000 villagers and the kingdom will tell legends of you for eternity!",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "german": "Zerstöre mehr als 10.000 Einwohner und das Königreich wird auf ewig über dich Legenden erzählen!",
      "french": "Détruisez plus de 10.000 villageois et le royaume dira de vous d'une légendes pour l'éternité!",
      "italian": "Distruggi più di 10.000 paesani e nel regno la tua leggenda sarà narrata per l'eternità!",
      "koreana": "10,000 마을을 파괴하고 나라가 영원히 당신의 전설을 말할 것이다!",
      "spanish": "¡¡Destruye más de 10.000 habitantes, y en el reino se contarán historias sobre ti por toda la eternidad!!",
      "schinese": "销毁超过10,000村民王国会告诉你传说中的永恒！",
      "tchinese": "銷毀超過10,000村民王國會告訴你傳說中的永恆！",
      "russian": "Уничтожить более 10 000 жителей деревни и королевство расскажут легенды о вас для вечности!",
      "japanese": "1万人以上の村人を破壊し、王国は永遠にあなたの伝説を教えてくれます！",
      "portuguese": "Destrua mais de 10.000 moradores e o reino vai contar lendas de você por toda a eternidade!",
      "polish": "Zniszcz ponad 10.000 mieszkańców,a w królestwie będą krążyły o tobie legendy po wsze czasy!",
      "dutch": "Destroy meer dan 10.000 dorpelingen en het koninkrijk zal legendes van je vertellen voor de eeuwigheid!",
      "swedish": "Förstöra över 10.000 bybor och riket kommer att berätta legender dig för evigt!",
      "romanian": "Distruge peste 10.000 de săteni și regatul va spune legende despre tine pentru eternitate!",
      "turkish": "10.000 'den fazla köylüleri yok ve krallık sonsuza dek senin efsanelerini söyleyecektir!",
      "brazilian": "Destrua mais de 10.000 aldeões e o reino contará lendas sobre você por toda a eternidade!",
      "ukrainian": "Знищіть більше 10000 селян, королівство розказуватиме легенди про вас цілу вічність!"
    }
  },
  {
    "name": "ACHIEVEMENT_CHAIN_COMBO",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/021e691a3e1a630346440b911e9050e527242716.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/c91be53bf928ad529e359e8e4728a7ed67b3afc2.jpg",
    "displayName": {
      "english": "CHAIN COMBO",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "german": "KETTENKOMBO",
      "french": "CHAÎNE COMBO",
      "italian": "CATENA COMBO",
      "koreana": "체인 콤보",
      "spanish": "CADENA DE COMBO",
      "schinese": "链COMBO",
      "tchinese": "鏈COMBO",
      "russian": "ЦЕПЬ COMBO",
      "japanese": "チェーンCOMBO",
      "portuguese": "COMBO CHAIN",
      "polish": "WIĄZANE COMBO",
      "dutch": "CHAIN ​​COMBO",
      "swedish": "CHAIN ​​COMBO",
      "romanian": "LANT COMBO",
      "turkish": "ZİNCİR COMBO",
      "brazilian": "COMBO EM SEQUÊNCIA",
      "ukrainian": "ЛАНЦЮЖКОВЕ КОМБО"
    },
    "description": {
      "english": "Destroy over 1,000 villagers in one combo, every 100 villagers adds a multiplier!",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "german": "Zerstöre mehr als 1.000 Dorfbewohner in einer Kombo, jeder 100. Dorfbewohner fügt einen Multiplikator hinzu!",
      "french": "Détruisez plus de 1.000 villageois dans un combo, 100 villageois ajoute un multiplicateur!",
      "italian": "Distruggi più di 1.000 paesani in una combo, ottieni un moltiplicatore ogni 100 abitanti!",
      "koreana": "하나의 콤보 1,000 마을을 통해 파괴, 매 100 명의 마을 사람들은 승수 추가!",
      "spanish": "¡Destruye más de 1.000 habitantes con un solo combo, cada 100 aldeanos se agrega un multiplicador!",
      "schinese": "消灭1000多名村民在一个组合，每100个村民增加了事半功倍！",
      "tchinese": "消滅1000多名村民在一個組合，每100個村民增加了事半功倍！",
      "russian": "Уничтожить более 1000 жителей в одном комбо, каждые 100 сельских жителей добавляет множитель!",
      "japanese": "1コンボで1,000人以上の村人を破壊し、すべての100村人たちは、乗算器を追加します！",
      "portuguese": "Destruir mais de 1.000 moradores em um combo, a cada 100 aldeões adiciona um multiplicador!",
      "polish": "Zniszcz ponad 1.000 mieszkańców w jednym combo, każde 100 wieśniaków daje mnożnik!",
      "dutch": "Destroy meer dan 1.000 dorpelingen in één combo, elke 100 dorpelingen voegt een multiplier!",
      "swedish": "Förstöra över 1000 bybor i en combo, var 100 bybor lägger till en multiplikator!",
      "romanian": "Distruge peste 1.000 de sateni intr-o combinatie, la fiecare 100 de săteni adaugă un multiplicator!",
      "turkish": "bir combo 1000 köylüler üzerinde yok, her 100 köylü bir çarpan ekler!",
      "brazilian": "Destrua mais de 1.000 aldeões num único combo, aumenta o multiplicador a cada 100 aldeões!",
      "ukrainian": "Знищіть більше 1000 селян одним комбо, множник збільшується за кожні 100 селян!"
    }
  },
  {
    "name": "ACHIEVEMENT_RAMPAGE",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/8edc5b210e05ba2006091a46cd7ce5e6087f2e54.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/d2e78b49200276f36acff3350133651808b6582b.jpg",
    "displayName": {
      "english": "RAMPAGE",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "german": "RANDALE",
      "french": "MANGEUR",
      "italian": "FURIA",
      "koreana": "난폭 한",
      "spanish": "EMBESTIDA",
      "schinese": "横冲直撞",
      "tchinese": "橫衝直撞",
      "russian": "НЕИСТОВЫЙ",
      "japanese": "暴れ",
      "portuguese": "RAMPAGING",
      "polish": "SZAŁ",
      "dutch": "RAMPAGE",
      "swedish": "FRAMFART",
      "romanian": "RAMPAGE",
      "turkish": "AZGıN",
      "brazilian": "ENFURECIDO",
      "ukrainian": "ШАЛЕНСТВО"
    },
    "description": {
      "english": "Destroy over 5,000 villagers in one combo, try to end Rampage Mode landing on a house!",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "german": "Zerstöre mehr als 5.000 Dorfbewohner in einer Kombo, versuche den Randale Modus mit einer Landung auf einem Haus zu beenden!",
      "french": "Détruisez plus de 5.000 villageois en un combo, essayer de mettre fin atterrissage mode Rampage sur une maison!",
      "italian": "Distruggi più di 5.000 paesani in una combo, prova a terminare la Modalità Furia atterrando su una casa!",
      "koreana": "하나의 콤보에 5000 마을을 파괴, 집에 날 뛰기 모드 착륙을 종료하려고!",
      "spanish": "¡Destruye más de 5.000 habitantes en un solo combo, e intenta terminar el Modo Embestida aterrizando sobre una casa!",
      "schinese": "销毁5000多村民在一个组合，试图结束对房子狂暴模式登陆！",
      "tchinese": "銷毀5000多村民在一個組合，試圖結束對房子狂暴模式登陸！",
      "russian": "Уничтожить более 5000 сельских жителей в одном комбо, чтобы попытаться закончить Rampage режим посадки на дом!",
      "japanese": "1コンボで5000以上の村人を破壊し、家に暴れモードの着陸を終了してみてください！",
      "portuguese": "Destruir mais de 5.000 moradores em um combo, tentar acabar Modo Rampage pouso em uma casa!",
      "polish": "Zniszcz ponad 5.000 mieszkańców w jednym combo, spróbuj skończyć Tryb Szału lądując na domu!",
      "dutch": "Destroy meer dan 5.000 dorpelingen in één combo, probeer Rampage Mode landing eindigen op een huis!",
      "swedish": "Förstöra över 5000 bybor i en combo, försök att avsluta Rampage läge landning på ett hus!",
      "romanian": "Distruge peste 5.000 de săteni într-un singur Combo, încercați să se încheie cu modul Rampage de aterizare pe o casa!",
      "turkish": "bir combo 5.000 'den fazla köylüleri yok, bir evin üzerine Rampage modu iniş sonuna kadar deneyin!",
      "brazilian": "Destrua mais de 5.000 aldeões num único combo, tente encerrar o Modo Fúria aterrissando numa casa!",
      "ukrainian": "Знищіть більше 5000 селян одним комбо, спробуйте закінчити шаленство приземленням на будинок!"
    }
  },
  {
    "name": "ACHIEVEMENT_UNSTOPPABLE",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/f570664a9cc9538bd478dcc8f4f67e2318efb798.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/fb1283c62004185579ee8f533f0dd7624e38701b.jpg",
    "displayName": {
      "english": "UNSTOPPABLE",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "german": "UNAUFHALTSAM",
      "french": "INSTOPPABLE",
      "italian": "INARRESTABILE",
      "koreana": "거침없는",
      "spanish": "IMPARABLE",
      "schinese": "UNSTOPPABLE",
      "tchinese": "UNSTOPPABLE",
      "russian": "НЕОСТАНАВЛИВАЕМЫЙ",
      "japanese": "止められません",
      "portuguese": "UNSTOPPABLE",
      "polish": "NIE DO ZATRZYMANIA",
      "dutch": "UNSTOPPABLE",
      "swedish": "OMÖJLIG ATT STOPPA",
      "romanian": "DE NEOPRIT",
      "turkish": "DURDURULAMAZ",
      "brazilian": "IMPLACÁVEL",
      "ukrainian": "НЕСТРИМНИЙ"
    },
    "description": {
      "english": "Destroy over 10,000 villagers in one combo, the occasional Rampage Mode dash across the village can do wonders!",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "german": "Zerstöre mehr als 10.000 Dorfbewohner in einer Kombo, gelegentlich im Randale Modus durch das Dorf zu rennen kann Wunder wirken!",
      "french": "Détruisez plus de 10.000 villageois dans un combo, le Rampage occasionnelle, le mode dash à travers le village peut faire des merveilles!",
      "italian": "Distruggi più di 10.000 paesani in una combo, lo scatto in Modalità Furia attraverso il villaggio può fare miracoli!",
      "koreana": "하나의 콤보에 10,000 개 이상의 마을을 파괴, 경이로움을 할 수있는 마을에서 가끔 날 뛰기 모드 돌진!",
      "spanish": "¡Destruye más de 10.000 habitantes en un combo: un Modo Embestida atravesando la aldea hace maravillas!",
      "schinese": "销毁1万多村民在一个组合，在整个村里能做的奇迹偶尔狂暴模式冲刺！",
      "tchinese": "銷毀1萬多村民在一個組合，在整個村里能做的奇蹟偶爾狂暴模式衝刺！",
      "russian": "Уничтожить более 10000 сельских жителей в одном комбо, время от времени Rampage Mode тире через деревню может творить чудеса!",
      "japanese": "1コンボで1万人以上の村人を破壊し、村全体で時折暴れモードダッシュは驚異を行うことができます！",
      "portuguese": "Destrua mais de 10.000 moradores em um combo, o ocasional Rampage Modo traço em toda a aldeia pode fazer maravilhas!",
      "polish": "Zniszcz ponad 10.000 mieszkańców w jednym combo, sporadyczny Tryb Szału i ślizg w poprzek wioski potrafi czynić cuda!",
      "dutch": "Destroy meer dan 10.000 dorpelingen in één combo, af en toe een Rampage Mode dash over het dorp kan wonderen doen!",
      "swedish": "Förstöra över 10.000 bybor i en combo, enstaka Rampage läge streck över byn kan göra underverk!",
      "romanian": "Distruge peste 10.000 de săteni într-o singură Combo, ocazional Rampage Mode cratima peste sat se poate face minuni!",
      "turkish": "bir combo 10.000 'den fazla köylüleri yok, harikalar yapabilirsiniz köy genelinde zaman zaman Rampage modu çizgi!",
      "brazilian": "Destrua mais de 10.000 aldeões num único combo. Durante o Modo Fúria, uma corrida ocasional por toda a aldeia rende mil maravilhas!",
      "ukrainian": "Знищіть більше 10000 селян одним комбо, час від часу мчати у режимі шаленства може робити дива!"
    }
  },
  {
    "name": "ACHIEVEMENT_NEW_PARENT",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/b6199a2d4dee60991f8ccc20c3ac4df855ff8ddd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/edf4ddec602a80e45385fc2ff098e416e98d8d01.jpg",
    "displayName": {
      "english": "NEW PARENT",
      "token": "NEW_ACHIEVEMENT_1_5_NAME",
      "german": "FRISCHGEBACKENER ELTERNTEIL",
      "french": "NOUVEAU PARENT",
      "italian": "NEO GENITORE",
      "koreana": "NEW 부모",
      "spanish": "NUEVO PADRE",
      "schinese": "新的父",
      "tchinese": "新的父",
      "russian": "NEW РОДИТЕЛЕЙ",
      "japanese": "新しい親",
      "portuguese": "NOVO PAIS",
      "polish": "NOWY SMOK",
      "dutch": "NIEUWE OUDER",
      "swedish": "NY FÖRÄLDER",
      "romanian": "NEW PARINTE",
      "turkish": "YENİ ANA",
      "brazilian": "PARABÉNS PRO PAPAI",
      "ukrainian": "НОВЕ МАТЕРИНСТВО"
    },
    "description": {
      "english": "Fill your Egg Meter and lay your first-born!",
      "token": "NEW_ACHIEVEMENT_1_5_DESC",
      "german": "Verspeise genug Bewohner, um deine Eieranzeige zu füllen und lege deinen Erstgeborenen!",
      "french": "Manger des Villageois pour votre OEUF et posez votre premier-né!",
      "italian": "Mangia abbastanza paesani per riempire la Barra Uovo e deponi il tuo primogenito!",
      "koreana": "당신의 계란 미터를 입력하고 첫 번째가 태어난 당신의 누워!",
      "spanish": "¡Devora suficientes aldeanos para rellenar tu Medidor de Huevo y ten a tu primogénito!",
      "schinese": "填写你的蛋仪表打下你的第一个出生的！",
      "tchinese": "填寫你的蛋儀表打下你的第一個出生的！",
      "russian": "Заполните яйцо Meter и положите первенца!",
      "japanese": "あなたのエッグメーターを記入し、あなたの最初の生まれを築きます！",
      "portuguese": "Encha o seu medidor de ovo e colocar o seu primeiro-nascido!",
      "polish": "Zjedz wystarczająco mieszkańców by wypełnić ",
      "dutch": "Vul je Egg meter en leg je eerstgeboren!",
      "swedish": "Fyll din Egg Meter och lägg din förstfödde!",
      "romanian": "Umple ou Meter și pune primul tău născut!",
      "turkish": "senin Yumurta Meter doldurun ve ilk doğan senin yattı!",
      "brazilian": "Coma aldeões o suficiente para encher o medidor de ovo e chocar o primogênito!",
      "ukrainian": "З’їжте достатньо селян, щоби наповнити яйцеметр і відкласти свого первістка!"
    }
  },
  {
    "name": "ACHIEVEMENT_FAMILY_MATTERS",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/785f23872bfd09f5100da0a0b35431e6406eb98b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/1abf8a604ee9f7a43e31d55fa0f1e70c7fda04b0.jpg",
    "displayName": {
      "english": "FAMILY_MATTERS",
      "token": "NEW_ACHIEVEMENT_1_6_NAME",
      "german": "FAMILIENANGELEGENHEITEN",
      "french": "LA FAMILLE IMPORTE",
      "italian": "QUESTIONI DI FAMIGLIA",
      "koreana": "가족 문제",
      "spanish": "ASUNTOS FAMILIARES",
      "schinese": "家庭事务",
      "tchinese": "家庭事務",
      "russian": "СЕМЕЙНЫЕ ЦЕННОСТИ",
      "japanese": "家族の問題",
      "portuguese": "ASSUNTOS DE FAMÍLIA",
      "polish": "SPRAWY RODZINNE",
      "dutch": "FAMILIEAANGELEGENHEDEN",
      "swedish": "FAMILJEFRÅGOR",
      "romanian": "PROBLEME DE FAMILIE",
      "turkish": "AİLE SORUNLARI",
      "brazilian": "A GRANDE FAMÍLIA",
      "ukrainian": "СІМЕЙНІ СПРАВИ"
    },
    "description": {
      "english": "Fill your Egg Meter 3 or more times in one combo to lay 3 or more eggs at the same time!",
      "token": "NEW_ACHIEVEMENT_1_6_DESC",
      "german": "Fülle deine Eieranzeige 3 Mal oder mehr in einer Kombo, um 3 oder mehr Eier gleichzeitig zu legen!",
      "french": "Poser vos oeufs 3 fois ou plus en un seul combo et poser-les en même temps!",
      "italian": "Riempire la tua Barra Uovo 3 o più volte in una combo per deporre 3 o più uova contemporaneamente!",
      "koreana": "동시에 3 개 이상의 알을 낳는 하나의 콤보에 계란 미터 3 번 이상 채우기!",
      "spanish": "¡Llena tu medidor de huevo 3 o más veces en un combo para poner 3 o más huevos a la vez!",
      "schinese": "填充您蛋计3次或更多次在一个组合的同时铺设3个或更多的蛋！",
      "tchinese": "填充您蛋計3次或更多次在一個組合的同時鋪設3個或更多的蛋！",
      "russian": "Заполните яйцо метр 3 или более раз в одном комбо положить 3 или более яиц в то же время!",
      "japanese": "同時に3つ以上の卵を産むために、1つのコンボであなたのエッグメーター3回以上を埋めます！",
      "portuguese": "Encha o seu medidor de ovo 3 ou mais vezes em um combo para colocar 3 ou mais ovos ao mesmo tempo!",
      "polish": "Wypełnij swoje Egg Licznik 3 lub więcej razy w jednym combo położyć 3 lub więcej jaj w tym samym czasie!",
      "dutch": "Vul uw Ei Meter 3 of meer keer in een combo om 3 of meer eieren te leggen op hetzelfde moment!",
      "swedish": "Fyll dina ägg Meter 3 eller fler gånger i en combo att lägga 3 eller fler ägg på samma gång!",
      "romanian": "Săturate ou Meter 3 sau mai multe ori într-un combo pentru a pune 3 sau mai multe ouă în același timp!",
      "turkish": "Aynı anda 3 veya daha fazla yumurtalarını bırakmak için bir combo içinde Yumurta Meter 3 veya daha fazla kez doldurun!",
      "brazilian": "Encha o seu medidor de ovo 3 ou mais vezes num único combo para colocar 3 ou mais ovos ao mesmo tempo!",
      "ukrainian": "Наповніть свій яйцеметр 3 чи більше разів одним комбо, щоби відкласти 3 чи більше яєць одночасно!"
    }
  },
  {
    "name": "ACHIEVEMENT_MASSIVE_IMPACT",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/aa4e93e728989aff8e3c1b7c5eff43d3dd9b07ba.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/1063208125507c5403147f44b7c82c5248175095.jpg",
    "displayName": {
      "english": "MASSIVE IMPACT",
      "token": "NEW_ACHIEVEMENT_1_7_NAME",
      "german": "GEWALTIGER EINSCHLAG",
      "french": "IMPACT MASSIVE",
      "italian": "IMPATTO MASSICCIO",
      "koreana": "대규모 영향",
      "spanish": "IMPACTO MASIVO",
      "schinese": "巨大的影响",
      "tchinese": "巨大的影響",
      "russian": "МАССИРОВАННОЕ ВОЗДЕЙСТВИЕ",
      "japanese": "MASSIVE IMPACT",
      "portuguese": "ENORME IMPACTO",
      "polish": "OGROMNE UDERZENIE",
      "dutch": "MASSIVE IMPACT",
      "swedish": "ENORM INVERKAN",
      "romanian": "IMPACT MASSIVE",
      "turkish": "MASİF ETKİ",
      "brazilian": "IMPACTO PROFUNDO",
      "ukrainian": "МАСИВНИЙ УДАР"
    },
    "description": {
      "english": "Destroy 6 buildings at once!  One good high drop should do it!",
      "token": "NEW_ACHIEVEMENT_1_7_DESC",
      "german": "Zerstöre 6 Gebäude gleichzeitig! Ein guter Fall aus großer Höhe sollte die Lösung sein!",
      "french": "Détruisez 6 bâtiments à la fois! Une chute bien haute devrait le faire!",
      "italian": "Distruggi 6 edifici contemporaneamente! Dovresti farcela con un atterraggio dopo un buon salto!",
      "koreana": "한 번에 6 건물을 파괴! 하나의 좋은 높은 드롭을해야합니까!",
      "spanish": "¡Destruye 6 edificios a la vez! ¡Una buena caída desde lo alto debería bastar!",
      "schinese": "摧毁6楼一次！一个很好的高落差应该这样做！",
      "tchinese": "摧毀6樓一次！一個很好的高落差應該這樣做！",
      "russian": "Уничтожьте 6 зданий сразу же! Один хороший высокий перепад должен сделать это!",
      "japanese": "一度に6建物を破壊！一つの良い高降下がそれを行う必要があります！",
      "portuguese": "Destruir 6 edifícios de uma vez! Uma boa alta queda deve fazê-lo!",
      "polish": "Zniszcz 6 budynków na raz! Jeden wysoki spadek powinien dać radę!",
      "dutch": "Destroy 6 gebouwen in een keer! Een goede hoge uitval zou het moeten doen!",
      "swedish": "Förstöra 6 byggnader på en gång! En bra hög droppe ska göra det!",
      "romanian": "Distruge 6 clădiri dintr-o dată! O picătură bun de mare ar trebui să-l facă!",
      "turkish": "Aynı anda 6 binaları yok! Bir iyi, yüksek damla yapmalısınız!",
      "brazilian": "Destrua 6 construções de uma vez! Uma queda bem alta deve dar conta!",
      "ukrainian": "Знищіть 6 будівель за раз! Одного гарного падіння з висоти повинно бути достатньо!"
    }
  },
  {
    "name": "ACHIEVEMENT_RAIN_OF_FIRE",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/17434cdc44115b58c34d009d1513b481df0937b0.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/e5607eb72cb0f615e81e93f008826b1a68c291c8.jpg",
    "displayName": {
      "english": "RAIN OF FIRE",
      "token": "NEW_ACHIEVEMENT_1_8_NAME",
      "german": "FEURIGER REGEN",
      "french": "PLUIE DE FEU",
      "italian": "PIOGGIA DI FUOCO",
      "koreana": "화재의 RAIN",
      "spanish": "LLUVIA DE FUEGO",
      "schinese": "RAIN火灾",
      "tchinese": "RAIN火災",
      "russian": "RAIN OF FIRE",
      "japanese": "FIRE OF RAIN",
      "portuguese": "CHUVA DE FOGO",
      "polish": "DESZCZ OGNIA",
      "dutch": "REGEN VAN BRAND",
      "swedish": "ELDREGNET",
      "romanian": "PLOAIE DE LA FOC",
      "turkish": "YANGIN YAĞMUR",
      "brazilian": "CHUVA DE FOGO",
      "ukrainian": "ДОЩ ІЗ ВОГНЮ"
    },
    "description": {
      "english": "Shoot 15 fireballs while in mid-air!  Tap the Jump button to flap and slow your descent!",
      "token": "NEW_ACHIEVEMENT_1_8_DESC",
      "german": "Schieße 15 Feuerbälle, während du dich in der Luft befindest! Halte den Springen Knopf gedrückt, um zu flattern und deinen Abstieg zu verlangsamen!",
      "french": "Tirez sur 15 boules de feu tout en l'air! Tapoter le bouton saut et ça ralenti votre descente!",
      "italian": "Spara 15 palle di fuoco mentre sei a mezz'aria! Premi ripetutamente il pulsante Salto per sbattere le ali e rallentare la discesa!",
      "koreana": "공중에있는 동안 15 불 덩어리를 쏴! 플랩과 하강을 늦추기 위해 점프 버튼을 탭!",
      "spanish": "¡Dispara 15 bolas de fuego mientras estés en el aire! Pulsa el botón de salto para aletear y aminorar el descenso.",
      "schinese": "15拍摄，而火球在半空中！点击跳转按钮，皮瓣减缓你的血统！",
      "tchinese": "15拍攝，而火球在半空中！點擊跳轉按鈕，皮瓣減緩你的血統！",
      "russian": "Съемка 15 болидов в то время как в воздухе! Нажмите кнопку Перейти к лоскут и замедлить спуск!",
      "japanese": "空中にいる間15火の玉を撃ちます！フラップとあなたの降下を遅らせるためにジャンプボタンをタップします！",
      "portuguese": "Atirar 15 bolas de fogo, enquanto no ar! Toque no botão Ir para bater e retardar a sua descida!",
      "polish": "Wystrzel 15 kul ognia podczas bycia w powietrzu! Klikaj przycisk skoku by machać skrzydłami i opadać wolniej!",
      "dutch": "Schiet 15 vuurballen, terwijl in de lucht! Tik op de Jump-knop om flap en vertragen uw afdaling!",
      "swedish": "Skjut 15 eldklot medan i luften! Tryck på Hoppa för att fladdra och bromsa nedstigningen!",
      "romanian": "Trage 15 mingi de foc în timp ce în aer! Atingeți butonul Salt la clapa și poate încetini coborârea!",
      "turkish": "havada iken 15 ateş topları ateş! flap ve iniş yavaş Jump düğmesine dokunun!",
      "brazilian": "Atire 15 bolas de fogo no ar! Aperte o pulo repetidamente para planar e reduzir a descida!",
      "ukrainian": "Вистреліть 15 вогневих куль в польоті! Тисніть кнопку стрибка, щоби маячити і сповільнити падіння!"
    }
  },
  {
    "name": "ACHIEVEMENT_KINGDOM_DESTROYED",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/81baa7cffdfd1435a1dfda8406f524001d482217.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/431f10c81d53aab9c974fecdbaf3aa5651953a20.jpg",
    "displayName": {
      "english": "KINGDOM_DESTROYED",
      "token": "NEW_ACHIEVEMENT_1_9_NAME",
      "german": "KÖNIGREICH ZERSTÖRT",
      "french": "UNI DÉTRUIT",
      "italian": "REGNO DISTRUTTO",
      "koreana": "영국 DESTROYED",
      "spanish": "REINO DESTRUIDO",
      "schinese": "王国DESTROYED",
      "tchinese": "王國DESTROYED",
      "russian": "ВЕЛИКОБРИТАНИЯ DESTROYED",
      "japanese": "KINGDOM DESTROYED",
      "portuguese": "UNIDO DESTRUÍDO",
      "polish": "KRÓLESTWO ZNISZCZONE",
      "dutch": "KONINKRIJK VERNIETIGD",
      "swedish": "KUNGARIKET FÖRSTÖRDA",
      "romanian": "UNIT DISTRUS",
      "turkish": "KRALLIK TAHRİP",
      "brazilian": "REINO DESTRUÍDO",
      "ukrainian": "ЗНИЩЕНЕ КОРОЛЕВСТВО"
    },
    "description": {
      "english": "Obliterate the entire Royal Family when they come to try to stop your destructive rampage!",
      "token": "NEW_ACHIEVEMENT_1_9_DESC",
      "german": "Lösche die gesamte Königsfamilie aus, wenn sie kommen um deine zerstörerische Randale zu beenden!",
      "french": "Anéantissez l'ensemble de la famille royale quand ils viennent pour essayer d'arrêter votre saccage destructeur!",
      "italian": "Annienta l'intera Famiglia Reale quando arrivano a cercare di fermare la tua furia distruttiva!",
      "koreana": "그들이 당신의 파괴 날 뛰기를 중지하려고 올 때 전체 왕실을 말살!",
      "spanish": "¡Aniquila a toda la Familia Real cuando vengan a intentar detener tu masacre!",
      "schinese": "抹杀整个皇室家族，当他们来到试图阻止你的破坏性横冲直撞！",
      "tchinese": "抹殺整個皇室家族，當他們來到試圖阻止你的破壞性橫衝直撞！",
      "russian": "Уничтожить всю королевскую семью, когда они приходят, чтобы попытаться остановить разрушительный дебош!",
      "japanese": "彼らはあなたの破壊的な大暴れを停止しようとするようになったときに全体のロイヤルファミリーを消し去ります！",
      "portuguese": "Obliterar toda a Família Real quando eles vêm para tentar parar a sua fúria destrutiva!",
      "polish": "Zniszcz całą rodzinę królewską, kiedy przyjdzie by powstrzymać destrukcyjny szał!",
      "dutch": "Vernietigen de hele koninklijke familie als ze komen om te proberen uw destructieve rampage stoppen!",
      "swedish": "Utplåna hela den kungliga familjen när de kommer att försöka stoppa din destruktiva framfart!",
      "romanian": "Ștergem întregul Familiei Regale atunci când vin pentru a încerca să oprească furibunde distructive!",
      "turkish": "onlar yıkıcı cinleri durdurmaya çalışırsanız geldiklerinde tüm Kraliyet Ailesi yoketmek!",
      "brazilian": "Aniquile toda a Família Real quando eles tentarem impedir a sua fúria destrutiva!",
      "ukrainian": "Знищіть усю королівську родину при спробі зупинити ваше руйнівне шаленство!"
    }
  },
  {
    "name": "ACHIEVEMENT_IMPOSSIBLE",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/feaff94392cd18e07fcd3568e35089c980465be3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/7da203519bfe269b07bd448b01f0e59f40384945.jpg",
    "displayName": {
      "english": "IMPOSSIBLE??",
      "token": "NEW_ACHIEVEMENT_1_10_NAME",
      "german": "UNMÖGLICH??",
      "french": "IMPOSSIBLE??",
      "italian": "IMPOSSIBILE??",
      "koreana": "불가능한??",
      "spanish": "¿¿IMPOSIBLE??",
      "schinese": "不可能？？",
      "tchinese": "不可能？？",
      "russian": "НЕВОЗМОЖНО??",
      "japanese": "不可能？？",
      "portuguese": "IMPOSSÍVEL??",
      "polish": "NIEMOŻLIWE??",
      "dutch": "ONMOGELIJK??",
      "swedish": "OMÖJLIG??",
      "romanian": "IMPOSIBIL??",
      "turkish": "İMKANSIZ ??",
      "brazilian": "COMO ASSIM??",
      "ukrainian": "НЕМОЖЛИВО??"
    },
    "description": {
      "english": "Complete the game with one continuous combo! (hint: combo ends when you stay on the ground without eating)",
      "token": "NEW_ACHIEVEMENT_1_10_DESC",
      "german": "Schließe das Spiel mit einer einzigen durchgehenden Kombo ab! (Tip: Eine Kombo endet, wenn du auf dem Boden bleibst ohne zu essen)",
      "french": "Terminez le jeu avec un combo continue! (Indice: combo se termine lorsque vous restez sur le terrain sans manger)",
      "italian": "Completa il gioco con una sola combo continua! (suggerimento: la combo termina quando rimani a terra senza mangiare)",
      "koreana": "하나의 연속 콤보로 게임을 완료! (힌트 : 당신이 식사를하지 않고 지상에있을 때 콤보 종료)",
      "spanish": "¡Completa el juego con un combo continuado! (Pista: el combo termina cuando te paras en el suelo sin comer)",
      "schinese": "完成游戏的一个连续组合！ （提示：当你留在地面不吃饭组合结束）",
      "tchinese": "完成遊戲的一個連續組合！ （提示：當你留在地面不吃飯組合結束）",
      "russian": "Пройдите игру с одним непрерывным комбо! (Подсказка: комбо заканчивается, когда вы остаетесь на земле без еды)",
      "japanese": "一つの連続コンボでゲームを完了！ （ヒント：コンボあなたは食べずに地面に滞在したときに終了）",
      "portuguese": "Complete o jogo com uma combinação contínua! (Dica: combinação termina quando você ficar no chão sem comer)",
      "polish": "Ukończ grę jednym, ciągłym combo! (Podpowiedź: combo kończy się gdy pozostajesz na ziemi bez jedzenia)",
      "dutch": "Voltooi het spel met een doorlopende combo! (Hint: combo eindigt wanneer je op de grond blijven zonder eten)",
      "swedish": "Klara spelet med en kontinuerlig combo! (Ledtråd: combo avslutas när du bor på marken utan att äta)",
      "romanian": "Finalizarea procesului de joc cu un singur Combo continuu! (Indiciu: Combo se termină atunci când stați pe teren, fără a mânca)",
      "turkish": "bir sürekli combo ile oyunu bitirin! (Ipucu: Eğer yeme olmadan zeminde kalmak zaman açılan biter)",
      "brazilian": "Complete o jogo com um único combo contínuo! (Dica: o combo acaba ao ficar no chão sem comer)",
      "ukrainian": "Пройдіть гру одним довгим комбо! (підказка: комбо закінчується, коли ви стоїте на землі і не їсте)"
    }
  },
  {
    "name": "ACHIEVEMENT_GLOBAL_DESTRUCTION",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/7f18dc6b0803ed694c57f12d41967d04aa913222.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/e667083e3b5e6325925601b756262f9134566b64.jpg",
    "displayName": {
      "english": "LEGENDARY DESTRUCTION",
      "german": "LEGENDÄRE ZERSTÖRUNG",
      "french": "DESTRUCTION LEGENDAIRE",
      "italian": "DISTRUZIONE LEGGENDARIA",
      "koreana": "전설 멸망",
      "spanish": "DESTRUCCIÓN LEGENDARIA",
      "schinese": "传奇DESTRUCTION",
      "tchinese": "傳奇DESTRUCTION",
      "russian": "легендарный уничтожение",
      "japanese": "LEGENDARY DESTRUCTION",
      "portuguese": "DESTRUIÇÃO LEGENDARY",
      "polish": "LEGENDARNE ZNISZCZENIE",
      "dutch": "LEGENDARISCHE DESTRUCTION",
      "swedish": "LEGENDARY DESTRUCTION",
      "romanian": "DISTRUGEREA LEGENDARY",
      "turkish": "EFSANEVİ İMHA",
      "brazilian": "DESTRUIÇÃO LENDÁRIA",
      "ukrainian": "ЛЕГЕНДАРНЕ РУЙНУВАННЯ",
      "token": "NEW_ACHIEVEMENT_1_11_NAME"
    },
    "description": {
      "english": "You have done 1,000,000 points worth of destruction...how is there even anything left TO destroy??",
      "german": "Du hast 1 000 000 Punkte an Zerstörung angerichtet...wie kann überhaupt noch etwas ZUM Zerstören da sein??",
      "french": "La Communauté Steam a fait 1,000,000 points d'une valeur de destruction ... comment est-il encore quelque chose à gauche pour détruire ??",
      "italian": "Hai provocato 1,000,000 di punti di distruzione.. Come è possibile che sia rimasto ancora qualcosa da distruggere??",
      "koreana": "커뮤니티 파괴의 가치 1,000,000 지점을했다 ... 어떻게 파괴 왼쪽도 아무것도가있다?",
      "spanish": "Has conseguido 1,000,000 de puntos mediante destrucciones... ¿¿cómo es que queda todavía algo por destruir??",
      "schinese": "社区做了1,000,000分相当于销毁......怎么会有甚至什么事摧毁？",
      "tchinese": "社區做了1,000,000分相當於銷毀......怎麼會有甚至什麼事摧毀？",
      "russian": "Сделал 1,000,000 пунктов стоит разрушения ... как там еще осталось уничтожить все ??",
      "japanese": "ームコミュニティが破壊の価値1,000,000ポイントを行っている...どのように破壊するために放置しても何があります？",
      "portuguese": "Fez 1,000,000 de pontos pena de destruição ... como é Há alguma sobrando para destruir ??",
      "polish": "Zrobiłeś 1.000.000 punktów zniszczenia... jakim cudem zostało jeszcze coś do zniszczenia??",
      "dutch": "Heeft gedaan 1,000,000 punten ter waarde van vernietiging ... hoe is er nog wel iets kunnen vernietigen ??",
      "swedish": "Har gjort 1,000,000 poäng till ett värde av förstörelse ... hur är det ens något kvar att förstöra ??",
      "romanian": "A făcut 1,000,000 puncte în valoare de distrugere ... cum e acolo, chiar ceva din stânga pentru a distruge ??",
      "turkish": "Imha değerinde 1,000,000 puan yapmış ... nasıl yok İÇİN sol bile bir şey var mı ??",
      "brazilian": "Você fez 1.000.000 de pontos em destruição... sobrou alguma coisa para destruir??",
      "ukrainian": "Завдала 1 000 000 очок руйнування… як взагалі ще щось залишилось для руйнування??",
      "token": "NEW_ACHIEVEMENT_1_11_DESC"
    },
    "stats_thresholds": {
      "min_val": 0,
      "max_val": 1000000,
      "stat_name": "STAT_DESTRUCTION"
    }
  },
  {
    "name": "ACHIEVEMENT_GLOBAL_GAMES_PLAYED",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/d0b9809af07b16289b7f53f56dedb9b948d124aa.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/bdd67ff31f686294225480584d3d8efc1d9eb9b0.jpg",
    "displayName": {
      "english": "LEGENDARY ATTACK",
      "german": "LEGENDÄRER ANGRIFF",
      "french": "ATTAQUE LEGENDAIRE",
      "italian": "ATTACCO LEGGENDARIO",
      "koreana": "전설 ATTACK",
      "spanish": "ATAQUE LEGENDARIO",
      "schinese": "传奇ATTACK",
      "tchinese": "傳奇ATTACK",
      "russian": "легендарный attack",
      "japanese": "LEGENDARY ATTACK",
      "portuguese": "ATAQUE LEGENDARY",
      "polish": "LEGENDARNY ATAK",
      "dutch": "LEGENDARISCHE ATTACK",
      "swedish": "LEGENDARY ATTACK",
      "romanian": "ATACUL LEGENDARY",
      "turkish": "EFSANEVİ SALDIRI",
      "brazilian": "ATAQUE LENDÁRIO",
      "ukrainian": "ЛЕГЕНДАРНА АТАКА",
      "token": "NEW_ACHIEVEMENT_1_12_NAME"
    },
    "description": {
      "english": "You have attacked over 1,000 villages...how do so many villages even exist on one planet??",
      "german": "Du hast über 1 000 Dörfer angegriffen...wie können überhaupt so viele Dörfer auf diesem einen Planeten existieren??",
      "french": "Tu attaqué sur 1000 villages ... comment tant de villages existent même sur une planète ??",
      "italian": "Hai attaccato più di 1,000 villaggi... come fanno a esistere cosi tanti villaggi su un solo pianeta??",
      "koreana": "커뮤니티는 많은 마을도 하나의 행성에 존재 어떻게 ... 1,000 마을을 통해 공격했다?",
      "spanish": "Has atacado más de 1,000 aldeas... ¿¿cómo es que existen tantas en un solo planeta??",
      "schinese": "共同体袭击过1,000的村庄......怎么会有这么多的村庄甚至在一个星球上存在？",
      "tchinese": "共同體襲擊過1,000的村莊......怎麼會有這麼多的村莊甚至在一個星球上存在？",
      "russian": "Напала над 1,000 деревень ... как же так много деревень даже существуют на одной планете ??",
      "japanese": "ームコミュニティは非常に多くの村が一つでも地球上に存在しないか... 1,000の村の上に攻撃してきました？",
      "portuguese": "Atacou mais de 1,000 de aldeias ... como sequer existem tantas aldeias em um planeta ??",
      "polish": "Zaatakowałeś ponad 1.000 wiosek... skąd aż tyle wiosek w ogóle jest na jednej planecie??",
      "dutch": "Heeft aangevallen via 1,000 dorpen ... hoe zo veel dorpen nog bestaan ​​op één planeet ??",
      "swedish": "Har attackerat över 1,000 byar ... hur så många byar finns även på en planet ??",
      "romanian": "A atacat peste 1,000 sate ... cum atât de multe sate există chiar și pe o singură planetă ??",
      "turkish": "Pek çok köy bile bir gezegende var nasıl ... 1,000 köylerde üzerinde saldırdı ??",
      "brazilian": "Atacou mais de 1.000 de aldeias ... como sequer existem tantas aldeias em um planeta ??",
      "ukrainian": "Атакувала більше 1 000 селян… як взагалі існує стільки селян на планеті??",
      "token": "NEW_ACHIEVEMENT_1_12_DESC"
    },
    "stats_thresholds": {
      "min_val": 0,
      "max_val": 1000,
      "stat_name": "STAT_GAMES_PLAYED"
    }
  },
  {
    "name": "ACHIEVEMENT_GLOBAL_BUILDINGS_DESTROYED",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/55113a154ba8b5407edceaac07c360c76adc2fad.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/011646eca200f1aa4a164d0ec63f78de7dc9d086.jpg",
    "displayName": {
      "english": "LEGENDARY BULLDOZING",
      "german": "LEGENDÄRER BULLDOZER",
      "french": "BULLDOZAIRE LEGENDAIRE",
      "italian": "DEMOLIZIONE LEGGENDARIA",
      "koreana": "전설 불도저",
      "spanish": "DEMOLICIÓN LEGENDARIA",
      "schinese": "传奇推土",
      "tchinese": "傳奇推土",
      "russian": "легендарный бульдозерами",
      "japanese": "LEGENDARYブルドーザー",
      "portuguese": "INTIMIDANDO LEGENDARY",
      "polish": "LEGENDARNY NISZCZYCIEL",
      "dutch": "LEGENDARISCHE BULLDOZING",
      "swedish": "LEGENDARY SCHAKTAR",
      "romanian": "BULDOZERUL LEGENDARY",
      "turkish": "EFSANEVİ BULDOZERLE",
      "brazilian": "DEMOLIÇÃO LENDÁRIA",
      "ukrainian": "ЛЕГЕНДАРНЕ ЗНЕСЕННЯ",
      "token": "NEW_ACHIEVEMENT_1_13_NAME"
    },
    "description": {
      "english": "You have destroyed over 1,000 buildings...you'd think the Peasants would give up and just live in tents on the grass by now!",
      "german": "Du hast über 1 000 Gebäude zerstört...man sollte glauben, die Bauern würden aufgeben und jetzt in Zelten auf dem Grass leben!",
      "french": "Tu détruit plus de 1000 bâtiments ... on pourrait penser que les paysans on abandonner et vive dans des tentes sur l'herbe maintenant!",
      "italian": "Hai distrutto più di 1,000 edifici... potresti pensare che a questo punto i Paesani dovrebbero già essersi arresi e vivere in delle tende su un prato!",
      "koreana": "커뮤니티는 농민 포기 것 같아 ... 1,000 이상의 건물을 파괴하고 지금에 의해 잔디에 텐트에서 살고있다!",
      "spanish": "Ha destruido más de 1,000 edificios... ¡los aldeanos deberían darse por vencidos y limitarse a vivir en tiendas en la hierba por ahora!",
      "schinese": "社区已经摧毁了超过1,000的建筑......你会认为农民会放弃，只是现在生活在草地上的帐篷！",
      "tchinese": "社區已經摧毀了超過1,000的建築......你會認為農民會放棄，只是現在生活在草地上的帳篷！",
      "russian": "Уничтожил более 1,000 зданий ... можно подумать, что крестьяне сдавался и просто жить в палатках на траве сейчас!",
      "japanese": "ームコミュニティが1,000以上の建物を破壊した...あなたは農民はあきらめ、ちょうど今では草の上にテントに住んでいるだろうと思いますよ！",
      "portuguese": "Destruiu mais de 1,000 de edifícios ... você acha que os camponeses iria desistir e apenas viver em tendas na grama por agora!",
      "polish": "Zniszczyłeś ponad 1.000 budynków... pewnie myślisz, że do tej pory wieśniacy powinni się poddać i po prostu żyć w namiotach na trawie!",
      "dutch": "Heeft meer dan 1,000 gebouwen verwoest ... je zou denken dat de boeren zou opgeven en gewoon leven in tenten op het gras door nu!",
      "swedish": "Har förstört över 1,000 byggnader ... ni tror bönderna skulle ge upp och bara leva i tält på gräset vid det här laget!",
      "romanian": "A distrus peste 1,000 clădiri ... ai crede că țărăniștii ar renunța și la doar trăiesc în corturi pe iarbă de acum!",
      "turkish": "Eğer Köylüler pes düşünürdüm ... 1,000 üzerinde binalar tahrip ve sadece artık çim çadırlarda yaşayan var!",
      "brazilian": "Você destruiu mais de 1.000 construções... a essa altura os camponeses já deveriam desistir e passar a morar em tendas na grama!",
      "ukrainian": "Знищила більше 1 000 будівель… ви думаєте, селяни здадуться і будуть жити в тентах просто неба?",
      "token": "NEW_ACHIEVEMENT_1_13_DESC"
    },
    "stats_thresholds": {
      "min_val": 0,
      "max_val": 1000,
      "stat_name": "STAT_BUILDINGS_DESTROYED"
    }
  },
  {
    "name": "ACHIEVEMENT_GLOBAL_BABIES_HATCHED",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/307aec1116cc8cc7360cde824cf4ea53f1c8c8d0.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/94bd1d34a3c230be355500916883853ca8eb6c64.jpg",
    "displayName": {
      "english": "LEGENDARY SPAWNING",
      "german": "LEGENDÄRES EIERLEGEN",
      "french": "PRISE LEGENDAIRE",
      "italian": "COVATA LEGGENDARIA",
      "koreana": "전설 산란",
      "spanish": "DESOVANTE LEGENDARIO",
      "schinese": "传奇产卵",
      "tchinese": "傳奇產卵",
      "russian": "легендарный нерестовых",
      "japanese": "伝説の産卵",
      "portuguese": "SPAWNING LEGENDARY",
      "polish": "LEGENDARNY TWÓRCA",
      "dutch": "LEGENDARISCHE KUIT SCHIETEN",
      "swedish": "LEGENDARY LEK",
      "romanian": "REPRODUCERE LEGENDARY",
      "turkish": "EFSANEVİ YUMURTA",
      "brazilian": "PROLIFERAÇÃO LENDÁRIA",
      "ukrainian": "ЛЕГЕНДАРНЕ РОЗМНОЖЕННЯ",
      "token": "NEW_ACHIEVEMENT_1_14_NAME"
    },
    "description": {
      "english": "You have spawned over 100 Baby Dragons...with this many babies running around, you're sure to see one if you keep your eye on the skies!  ;)",
      "german": "Du hast über 100 Babydrachen hervorgebracht...mit so vielen Babys wirst du sicher eines sehen, wenn du den Himmel im Auge behältst! ;)",
      "french": "Tu donné naissance à plus de 100 bébé Dragons ... avec autant de bébés qui cours, vous êtes sûr d'en voir un si vous gardez un oeil au ciel! ;)",
      "italian": "Hai generato più di 100 Cuccioli di Drago... Con tutti questi cuccioli che corrono intorno, sei sicuro di riuscire a vederne qualcuno se tieni gli occhi fissi al cielo ;)",
      "koreana": "커뮤니티이 많은 아기가 주위에 실행하는 100 아기 드래곤 ... 통해 양산하고있다, 당신은 당신이 하늘에 눈을 유지하는 경우를 볼 확신합니다! ;)",
      "spanish": "Has dado a luz a más de 100 bebés dragones... ¡Con tantos pequeñajos alrededor, seguro que ves uno si mantienes la vista en el cielo! ;)",
      "schinese": "社区催生了超过100龙宝宝......这个很多宝宝到处乱跑，你一定要看到一个，如果你保持你的眼睛上了天空！ ;）",
      "tchinese": "社區催生了超過100龍寶寶......這個很多寶寶到處亂跑，你一定要看到一個，如果你保持你的眼睛上了天空！ ;）",
      "russian": "Породила более 100 младенца Драконов ... С этим многие дети бегают, вы уверены, чтобы увидеть, если вы держать глаза на небе! ;)",
      "japanese": "ームコミュニティは、この多くの赤ちゃんが走り回って100ベビードラゴン...の上に生み出した、あなたは空にあなたの目を保つ場合は、1つを見て確認しています！ ;）",
      "portuguese": "Gerou mais de 100 de bebê dragões ... com isso muitos bebês correndo ao redor, você está certo de ver um, se você manter seus olhos sobre os céus! ;)",
      "polish": "Stworzyłeś ponad 100 smoczątek... z taką ilością dzieci biegających na około, masz pewność, że zobaczysz jakieś patrząc w niebo! ;)",
      "dutch": "Heeft geleid tot meer dan 100 baby Draken ... met dit veel baby's rond te rennen, je bent zeker een te zien als je je in de gaten houden van de hemel! ;)",
      "swedish": "Har gett upphov till över 100 Baby Dragons ... med så många barn springa omkring, du är säker på att se en om du hålla koll på himlen! ;)",
      "romanian": "A dus la peste 100 de copii dragoni ... cu mulți copii care rulează în jurul valorii, sunteți sigur de a vedea una dacă vă păstrați ochii pe cer! ;)",
      "turkish": "Bu kadar çok bebek koşturup 100 Bebek Dragons ... üzerinde oluşmasına neden oldu, sen gökyüzü gözünü tutarsanız görmek için emin olabilirsiniz! ;)",
      "brazilian": "Gerou mais de 100 de bebê dragões... com tantos bebês por aí, basta olhar para o céu que vai acabar achando um! ;)",
      "ukrainian": "Народила більше 100 дракончиків… коли так багато дракончиків навколо, напевно ви побачите хоча б одного, якщо дивитиметися у небо! ;)",
      "token": "NEW_ACHIEVEMENT_1_14_DESC"
    },
    "stats_thresholds": {
      "min_val": 0,
      "max_val": 100,
      "stat_name": "STAT_BABIES_HATCHED"
    }
  },
  {
    "name": "ACHIEVEMENT_GLOBAL_VILLAGES_DESTROYED",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/a755877c42e59e3fcc537080ff42fca1992f962e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/011646eca200f1aa4a164d0ec63f78de7dc9d086.jpg",
    "displayName": {
      "english": "LEGENDARY OBLITERATION",
      "german": "LEGENDÄRE VERNICHTUNG",
      "french": "OBLITERATION LEGENDAIRE",
      "italian": "OBLITERAZIONE LEGGENDARIA",
      "koreana": "전설 소멸",
      "spanish": "ANIQUILACIÓN LEGENDARIA",
      "schinese": "传奇闭塞",
      "tchinese": "傳奇閉塞",
      "russian": "легендарный облитерации",
      "japanese": "伝説の閉塞",
      "portuguese": "OBLITERAÇÃO LEGENDARY",
      "polish": "LEGENDARNE WYMAZANIE",
      "dutch": "LEGENDARISCHE OBLITERATION",
      "swedish": "LEGENDARY OBLITERATION",
      "romanian": "OBLITERAREA LEGENDARY",
      "turkish": "EFSANEVİ OBLİTERASYON",
      "brazilian": "OBLITERAÇÃO LEGENDÁRIA",
      "ukrainian": "ЛЕГЕНДАРНЕ ЗАБУТТЯ",
      "token": "NEW_ACHIEVEMENT_1_15_NAME"
    },
    "description": {
      "english": "You have obliterated 10 villages...now I wish I made an ending cutscene or something!  Thankyou to everyone who's played! :)",
      "german": "Du hast 10 Dörfer vernichtet...jetzt wünschte ich, dass ich eine Filmsequenz oder so zum Ende erstellt hätte! Dankeschön an alle, die gespielt haben! :)",
      "french": "Tu effacé 10 villages ... maintenant je souhaite que je fis une scène de fin ou quelque chose! Merci à tous ceux qui ont joué! :)",
      "italian": "Hai cancellato completamente 10 villaggi ... ora vorrei aver fatto un filmato finale o qualcosa del genere! Grazie a tutti quelli che hanno giocato! :)",
      "koreana": "커뮤니티는 이제 내가 종료 컷씬이나 뭔가를 만들어 바랍니다 ... 10 만 마을을 말소했다! 모두에게 감사합니다 재생 누가! :)",
      "spanish": "Has aniquilado 10 aldeas... ¡Ahora desearía haber creado una escena final o algo así! ¡Gracias a todos los que habéis jugado! :)",
      "schinese": "社区湮没10村庄......现在我希望我做一个结束过场动画什么的！三江源大家谁的发挥！ :)",
      "tchinese": "社區湮沒10村莊......現在我希望我做一個結束過場動畫什麼的！三江源大家誰的發揮！ :)",
      "russian": "Уже уничтожил 10 деревень ... теперь я хотел бы я сделал окончание катсцену или что-то! Thankyou всем, кто играл! :)",
      "japanese": "ームコミュニティは、今私は私が終わるカットシーンか何かをした希望...10村を抹消しました！演奏されるすべての人にありがとう！ :)",
      "portuguese": "Obliterou 10 aldeias ... agora eu desejo que eu fiz uma cena terminando ou algo assim! Agradecimento a todos que jogou! :)",
      "polish": "Zrównałeś z ziemią 10 wiosek... teraz żałuję, że nie zrobiłem końcowej sceny czy czegoś! Dziękuje wszystkim, którzy grali! :)",
      "dutch": "Zatarte 10 wioski ... Teraz żałuję, że dokonał kończący przerywnik albo coś! Dziękuje wszystkim, którzy grał! :)",
      "swedish": "Har utplånat 10 byar ... nu önskar jag att jag gjort en slut cutscene eller något! Tack till alla som spelat! :)",
      "romanian": "A distrus 10 de sate ... acum doresc am făcut un filmulet care se încheie sau ceva! Vămulțumim pentru toți cei care au jucat! :)",
      "turkish": "Şimdi ben bir bitiş cutscene ya da bir şey yapmış dileriz ... 10 köyleri oblitere oldu! herkese teşekkür ederim oynadı kim! :)",
      "brazilian": "Você obliterou 10 aldeias... agora eu queria ter feito um cena de encerramento ou coisa do gênero! Agradecimento a todos que jogaram! :)",
      "ukrainian": "Знищила 10 селян… зараз я думаю, треба було зробити щось на кшталт фінальної відеосцени тощо! Дякую усім, хто грав! :)",
      "token": "NEW_ACHIEVEMENT_1_15_DESC"
    },
    "stats_thresholds": {
      "min_val": 0,
      "max_val": 10,
      "stat_name": "STAT_VILLAGES_DESTROYED"
    }
  },
  {
    "name": "ACHIEVEMENT_GLOBAL_COMPLETION",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/20d33aef5fec179fe878cd33033d5acbc01111c3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/498190/f36cba840883f46f7630f506b7206424d700af17.jpg",
    "displayName": {
      "english": "LEGENDARY DOMINATION",
      "token": "NEW_ACHIEVEMENT_1_16_NAME",
      "german": "LEGENDÄRE HERRSCHAFT",
      "french": "DOMINATION LEGENDAIRE",
      "italian": "DOMINIO LEGGENDARIO",
      "koreana": "전설적인 지배",
      "spanish": "DOMINACIÓN LEGENDARIA",
      "schinese": "传奇DOMINATION",
      "tchinese": "傳奇DOMINATION",
      "russian": "легендарный domination",
      "japanese": "伝説の支配",
      "portuguese": "DOMINAÇÃO LEGENDARY",
      "polish": "LEGENDARNA DOMINACJA",
      "dutch": "LEGENDARISCHE DOMINATION",
      "swedish": "LEGENDARY DOMINATION",
      "romanian": "DOMINAȚIA LEGENDARY",
      "turkish": "EFSANEVİ EGEMENLIK",
      "brazilian": "DOMINAÇÃO LEGENDÁRIA",
      "ukrainian": "ЛЕГЕНДАРНЕ ДОМІНУВАННЯ"
    },
    "description": {
      "english": "That's it!  You've done it!  There's no more Achievements to get, no more Stats to fill...I can't believe anyone was able to do this!",
      "token": "NEW_ACHIEVEMENT_1_16_DESC",
      "german": "Das ist alles! Du hast es geschafft! Es gibt keine Errungenschaften mehr, keine weiteren Statistiken auszufüllen...Ich kann gar nicht glauben, dass irgendjemand das geschafft hat!",
      "french": "C'est tout! Vous l'avez fait! Il n'y a pas plus de succée à obtenir, plus de stats à remplir ... Je ne peux pas croire quelqu'un était capable de faire cela!",
      "italian": "Questo è tutto! Ci sei riuscito! Non ci sono più Obiettivi da ottenere, Statistiche da riempire... Non riesco a credere che qualcuno fosse in grado di farlo!",
      "koreana": "즉입니다! 당신은 그것을 짓을했는지! 채우기 위해, 더 이상 통계를 얻기 위해 더 이상 성과가 없습니다 ... 나는 누군가가이 작업을 수행 할 수 있었다 믿을 수 없어!",
      "spanish": "¡Eso es! ¡Lo has conseguido! No hay más logros que obtener, no hay más estadísticas que llenar ... ¡No puedo creer que alguien haya sido capaz de hacer esto!",
      "schinese": "而已！你做到了！没有更多的成就得到的，没有更多的统计数据，以填补......我不能相信任何人能做到这一点！",
      "tchinese": "而已！你做到了！沒有更多的成就得到的，沒有更多的統計數據，以填補......我不能相信任何人能做到這一點！",
      "russian": "Это оно! Вы сделали это! Там нет больше достижений, чтобы получить, не больше статистики, чтобы заполнить ... Я не могу поверить, что кто-нибудь был в состоянии сделать это!",
      "japanese": "それでおしまい！あなたはそれをやりました！埋めるために、これ以上の統計を取得するためにこれ以上の実績はありません...私は誰もがこれを行うことができたなんて信じられません！",
      "portuguese": "É isso aí! Você já fez isso! Não há mais Realizações de obter, não mais Estatísticas para encher ... Eu não posso acreditar que alguém foi capaz de fazer isso!",
      "polish": "To jest to! Zrobiłeś to! Nie ma więcej osiągnięć do zdobycia, ani statystyk do wypełniania... Nie mogę uwierzyć, że ktokolwiek był w stanie to zrobić!",
      "dutch": "Dat is het! Je hebt het gedaan! Er is geen prestaties meer, niet meer Stats krijgen te vullen ... Ik kan niet geloven dat iemand in staat was om dit te doen!",
      "swedish": "Det är allt! Du har gjort det! Det finns inga fler Achievements att få, inga fler statistik för att fylla ... Jag kan inte tro att någon kunde göra detta!",
      "romanian": "Asta e! Ai făcut-o! Nu mai sunt realizări pentru a obține, nu mai multe statistici pentru a umple ... Nu-mi vine să cred că cineva ar fi fost în stare să facă acest lucru!",
      "turkish": "Bu kadar! Bunu yaptık! doldurmak için daha fazla istatistik elde etmek için daha fazla Başarılar var ... Herkes bunu başardı inanamıyorum!",
      "brazilian": "É isso aí! Você conseguiu! Não há mais conquistas a se obter, nem estatísticas para preencher... Não consigo acreditar que alguém foi capaz dessa façanha!",
      "ukrainian": "Усе! Ви це зробили! Більше не лишилося жодного досягнення, жодної статистики… Я не можу повірити, що хтось був спроможний на таке!"
    }
  }
]