[
  {
    "name": "pioneer",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/04179c68cbfca0a635733fa164598198ae2a280b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Průzkumník",
      "english": "Pioneer",
      "french": "Pionnier",
      "german": "Pionier",
      "italian": "Pioniere",
      "japanese": "パイオニア",
      "koreana": "개척자",
      "polish": "Pionier",
      "russian": "Первооткрыватель",
      "schinese": "一马当先",
      "spanish": "Precursor",
      "tchinese": "先鋒",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "ukrainian": "Першовідкривач"
    },
    "description": {
      "czech": "Jsi ochoten zkoumat nejnovější dění v Zóně. Posunul jsi naše znalosti o Zóně o kus dál tím, že jsi našel nové anomální útvary, které věda doposud neznala.",
      "english": "You’re willing to research the most recent developments in the Zone. You have advanced our understanding of the Zone by finding new anomalous formations previously unknown to science.",
      "french": "Vous êtes prêt à examiner les derniers développements dans la Zone. Vous nous avez permis d'approfondir notre connaissance de la Zone en découvrant de nouvelles formations anormales encore inconnues de la science.",
      "german": "Sie sind bereit, die neuesten Entwicklungen in der Zone zu erforschen. Sie haben unser Verständnis der Zone vorangebracht, indem Sie neue Anomalieformationen entdeckt haben, die die Wissenschaft bis dahin nicht kannte.",
      "italian": "Sei disposto a eseguire ricerche sugli ultimi sviluppi della Zona. Ci hai aiutato a comprendere meglio la Zona scoprendo nuove formazioni anomale precedentemente sconosciute alla scienza.",
      "japanese": "お前はゾーンで一番新しい開発の研究をしている。以前に科学では知られてなかった新しいアノマリー形成物を見つけることにより、ゾーンについての我々の理解を進めてくれた。",
      "koreana": "존에서 이루어지는 최신 연구에 기꺼이 참여했습니다. 덕분에 이상 현상에서 지금까지 발견된 적 없는 새 물질을 찾아내 존의 이해에 크게 기여했습니다.",
      "polish": "Chętnie zajmujesz się śledzeniem rozwoju wydarzeń w Zonie. Udało ci się powiększyć zasób wiedzy o niej przez odkrycie anomalii wcześniej nieznanych nauce.",
      "russian": "Как только в Зоне появляется что-нибудь новое, Вы готовы исследовать это первым. Находя ещё не изученные аномальные образования, Вы помогли науке намного лучше понять Зону.",
      "schinese": "你愿意研究变异区的最新动态。你找到了当前科学尚未发现的新异常物质，提升了我们对变异区的认知。",
      "spanish": "Estás dispuesto a investigar los acontecimientos más recientes en la Zona. Nos has permitido conocerla más fondo descubriendo nuevas formaciones anómalas antes desconocidas para la ciencia.",
      "tchinese": "你願意研究特異區的最新成果，憑藉對之前科學未知的特異點形態的新發現，你提升了我們對於特異區的了解。",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "ukrainian": "Як тільки у Зоні з'являється щось нове, Ви готові дослідити це першим. Знаходячи ще не вивчені аномальні утворення, Ви допомогли науці набагато краще зрозуміти Зону."
    }
  },
  {
    "name": "mutant_hunter",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/20ffa9745930118307e95f8ae6f4627ccbf582ce.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Lovec mutantů",
      "english": "Mutant Hunter",
      "french": "Chasseur de mutant",
      "german": "Mutantenjäger",
      "italian": "Cacciatore di mutanti",
      "japanese": "ミュータント・ハンター",
      "koreana": "돌연변이 사냥꾼",
      "polish": "Łowca mutantów",
      "russian": "Охотник на мутантов",
      "schinese": "变异体猎人",
      "spanish": "Cazador de mutantes",
      "tchinese": "變異體獵手",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "ukrainian": "Мисливець на мутантів"
    },
    "description": {
      "czech": "Nesnažíš se vyhýbat nebezpečným mutantům, místo toho je zabíjíš a vedeš si v tom dobře. Dobří lovci se mezi stalkery těší velké úctě.",
      "english": "You don’t try to avoid dangerous mutants - you hunt them down and do it well. Good hunters are held in high esteem among stalkers.",
      "french": "Vous n'évitez pas les mutants, vous les traquez et avec talent ! Les bons chasseurs sont appréciés parmi les stalkers.",
      "german": "Sie scheuen sich nicht vor gefährlichen Mutanten - Sie machen Jagd auf sie und Sie sind gut darin! Stalker haben höchsten Respekt vor guten Jägern.",
      "italian": "Tu non cerchi di evitare i mutanti pericolosi: gli dai la caccia e sei anche molto bravo. I bravi cacciatori sono molto stimati tra gli stalker.",
      "japanese": "危険なミュータントを避けようとはするな。奴らを追い詰めて、やっつけるんだ。良いハンターは、ストーカーの間で高い尊敬を受ける。",
      "koreana": "위험한 돌연변이들을 굳이 피해 다닐 필요는 없습니다. 사냥해버리면 그만이니까요. 훌륭한 사냥꾼은 스토커 사이에서도 좋은 대우를 받습니다.",
      "polish": "Nie unikasz niebezpiecznych mutantów - polujesz na nich i to z dobrymi wynikami. Dobrzy łowcy są szanowani wśród stalkerów.",
      "russian": "Вы не пытаетесь избегать опасных мутантов - вы ведете на них охоту и преуспели в этом. Хорошие охотники - уважаемые люди среди сталкеров.",
      "schinese": "你没有到处躲避危险的变异体，相反，你在捕猎它们，而且成绩斐然。出色的猎人在潜行者当中享有极高的威望。",
      "spanish": "No intentas evitar a los peligrosos mutantes, sino que les das caza. Los buenos cazadores gozan del reconocimiento de los stalkers.",
      "tchinese": "你不再盡力躲避危險的變異體了——你會將牠們完美獵殺。好的獵人在潛行者之中能得到高度尊敬。",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "ukrainian": "Ви не намагаєтеся уникати небезпечних мутантів - ви ведете на них полювання і маєте в цьому успіх. Добрі мисливці - шановні люди серед сталкерів."
    }
  },
  {
    "name": "detective",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/75d756b77562986683e412aff9e93122b9506066.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Detektiv",
      "english": "Detective",
      "french": "Détective",
      "german": "Detektiv",
      "italian": "Detective",
      "japanese": "探偵",
      "koreana": "탐정",
      "polish": "Detektyw",
      "russian": "Сыщик",
      "schinese": "名侦探",
      "spanish": "Detective",
      "tchinese": "偵探",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "ukrainian": "Сищик"
    },
    "description": {
      "czech": "Odhalil jsi záhadu mizejicích stalkerů ve Skadovsku: na vině tentokrát nebyli mutanti, ale mnohem zákeřnější nepřítel – člověk. Tvá úspěšná honba za pravdou ti vydobyla respekt mezi stalkery.",
      "english": "You uncovered the secret behind stalker disappearances at Skadovsk: the guilty party weren’t mutants after all, but a far more dangerous foe - man. Your successful pursuit of the truth has earned you the respect of stalkers.",
      "french": "Vous avez résolu le mystère des disparitions du Skadovsk. Le coupable n'était pas un mutant, mais un ennemi bien plus redoutable : un homme. Votre quête de la vérité vous a valu le respect de vos pairs.",
      "german": "Sie haben das Geheimnis um das Verschwinden der Stalker bei der Skadowsk aufgedeckt: Überraschenderweise steckten nicht Mutanten hinter der Sache, sondern ein viel gefährlicherer Feind - Menschen. Durch Ihre erfolgreiche Suche nach der Wahrheit haben Sie sich den Respekt der Stalker verdient.",
      "italian": "Hai scoperto il segreto dietro le scomparse degli stalker sulla Skadovsk. Il gruppo di colpevoli non era affatto composto da mutanti, ma da un nemico molto più pericoloso: l'uomo. Ora che hai scoperto la verità ti sei guadagnato il rispetto degli stalker.",
      "japanese": "お前は、スカドフスクでストーカー失踪の隠された秘密を解明した。結局、犯人はミュータントではなく、はるかに危険な敵対者・・・、人間だった。真実を追求した成功で、ストーカーたちの尊敬を得ている。",
      "koreana": "당신은 스카도프스크에서 발생한 스토커 실종 사건의 내막을 밝혔습니다. 범인은 돌연변이보다 훨씬 위험한 사람이었습니다. 진실을 성공적으로 밝히자 스토커들이 존경하기 시작했습니다.",
      "polish": "Udało ci się odkryć sekret stojący za zaginięciami stalkerów na Skadowsku: winni byli nie mutanci, lecz dużo groźniejszy wróg - człowiek. Udane dochodzenie przysporzyło ci szacunku wielu stalkerów.",
      "russian": "Вы раскрыли тайну исчезновения сталкеров со «Скадовска»: виноваты в этом оказались не мутанты, а более опасный противник - человек. Ваше упорство в поисках истины вызвало глубокое уважение сталкеров.",
      "schinese": "你揭开了斯卡多夫斯克号潜行者消失的秘密：罪魁祸首根本不是变异体，而是更加危险的敌人——人类。你成功地追寻到了真相，获得了潜行者的尊敬。",
      "spanish": "Has descubierto el secreto de la desaparición de stalkers en Skadovsk. Al final, la culpa no era de los mutantes, sino de un enemigo más peligroso: el hombre. Descubrir la verdad te ha hecho ganarte el respeto de los stalkers.",
      "tchinese": "你發現了潛行者在斯卡多夫斯克消失的秘密：那個罪惡團體根本就不是變異體，而是更危險的敵人——人類。你成功探尋到了真相，贏得了潛行者們的尊重。",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "ukrainian": "Ви розкрили таємницю зникнення сталкерів зі «Скадовська»: винуваті в цьому виявилися не мутанти, а небезпечніший супротивник - людина. Ваша завзятість у пошуках істини викликала глибоку повагу в сталкерів."
    }
  },
  {
    "name": "one_of_the_lads",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/b8cec7e19e4eb3581ae5927c78eeced8cffb7247.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Jeden z nás",
      "english": "One of Ours",
      "french": "L'un des nôtres",
      "german": "Einer von uns",
      "italian": "Uno dei nostri",
      "japanese": "第一人者",
      "koreana": "우리의 일원",
      "polish": "Jeden z nas",
      "russian": "Свой парень",
      "schinese": "自己人",
      "spanish": "Uno de los nuestros",
      "tchinese": "我們中的一員",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "ukrainian": "Свій хлопець"
    },
    "description": {
      "czech": "Ukázal jsi banditům a jejich veliteli Sultánovi, kdo je tady šéfem, a ostatní stalkeři si tě za to oblíbili. Ve Skadovsku budeš vždy vítán.",
      "english": "You showed the bandits and their leader, Sultan, who’s boss, thus making you a popular man among stalkers. You’re always welcome at Skadovsk.",
      "french": "Vous avez montré aux bandits et à leur chef, Sultan, qui est le patron et avez gagné en popularité auprès des stalkers. Vous serez toujours le bienvenu sur le Skadovsk.",
      "german": "Sie haben den Banditen und ihrem Anführer Sultan gezeigt, wer hier das Sagen hat, und damit Berühmtheit unter den Stalkern erlangt. Daher sind Sie auf der Skadowsk stets ein willkommener Gast.",
      "italian": "Hai dimostrato ai banditi e a Sultan, il loro capo, chi comanda da queste parti. Ora sei famoso tra gli stalker. Sulla Skadovsk sei sempre il benvenuto.",
      "japanese": "バンディットとそのリーダーであるボスのサルタンを明らかにし、ストーカーたちの人気者になった。スカドフスクでは常に歓迎される。",
      "koreana": "밴디트 두목 술탄과 졸개들에게 본때를 보여준 덕분에 스토커 사이에서 유명 인사가 되었습니다. 스카도프스크는 언제나 당신을 환영합니다.",
      "polish": "Pokazałeś bandytom i ich przywódcy Sułtanowi, kto jest szefem, co przysporzyło ci popularności wśród stalkerów. Na Skadowsku zawsze czeka cię serdeczne przyjęcie.",
      "russian": "Дав отпор бандитам во главе с Султаном, Вы обрели популярность среди сталкеров. Вас всегда рады видеть на «Скадовске».",
      "schinese": "你让强盗和他们的老大苏丹尝到了厉害。这让你在潜行者当中名声大涨。斯卡多夫斯克号永远欢迎你。",
      "spanish": "Has demostrado quién manda a los bandidos y a su líder Sultán, lo que te ha valido una gran popularidad entre los stalkers. Siempre serás bienvenido en Skadovsk.",
      "tchinese": "你向強盜以及他們的頭目蘇丹展示了誰才是真正的老大，這為你在潛行者中贏得了人氣。斯卡多夫斯克的大門隨時向你敞開。",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "ukrainian": "Давши одкоша бандитам на чолі із Султаном, Ви набули популярності серед сталкерів. Вас завжди раді бачити на «Скадовську»."
    }
  },
  {
    "name": "kingpin",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a6c252daa41194829b55fd4b36bedb7e8848fd03.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Šéf",
      "english": "Boss",
      "french": "Boss",
      "german": "Boss",
      "italian": "Boss",
      "japanese": "ボス",
      "koreana": "두목",
      "polish": "Szef",
      "russian": "Авторитет",
      "schinese": "大哥大",
      "spanish": "Mandamás",
      "tchinese": "大佬",
      "token": "NEW_ACHIEVEMENT_1_5_NAME",
      "ukrainian": "Авторитет"
    },
    "description": {
      "czech": "Pomohl jsi Sultánovi přelstít stalkery a převzít kontrolu nad Fousáčovými obchody. V Zatonu jsi teď obávanou a respektovanou osobností.",
      "english": "You helped Sultan outmaneuver the stalkers and take Beard’s business under your control. You are now feared and respected at Zaton.",
      "french": "Vous avez aidé Sultan à vaincre les stalkers et à prendre le contrôle des affaires du Barbu. Vous êtes à la fois craint et respecté à Zaton.",
      "german": "Sie haben Sultan geholfen, die Stalker zu überlisten, und die Kontrolle über Beards Geschäft übernommen. Sie werden jetzt in Zaton gefürchtet und respektiert.",
      "italian": "Hai aiutato Sultan a sconfiggere gli stalker e hai preso l'attività di Beard sotto il tuo controllo. Ora a Zaton tutti ti temono e ti rispettano.",
      "japanese": "お前はサルタンがストーカーをやっつけ、またビアードを管理下に置き、“ビジネス”をするのを支援した。今、ザトンで恐れられ、尊敬されている。",
      "koreana": "술탄을 도와 스토커들의 허를 찔렀습니다. 심지어 비어드의 사업까지 손에 넣었죠. 당신은 자톤에서 존경과 두려움의 대상이 되었습니다.",
      "polish": "Z twoją pomocą Sułtan wymanewrował stalkerów i przejął kontrolę nad interesem Brodacza. Budzisz teraz strach i szacunek w mieszkańcach Zatonu.",
      "russian": "Вы помогли Султану перехватить инициативу у сталкеров и взять под контроль дела Бороды. Теперь на Затоне Вас боятся и уважают.",
      "schinese": "你运用谋略，帮助苏丹战胜了潜行者，还控制了大胡子的生意。现在，你在死水湾让人又敬又怕。",
      "spanish": "Has ayudado a Sultán a zafarse de los stalkers y a tomar el control del negocio de Barbas. Ahora eres temido y respetado en Zaton.",
      "tchinese": "你用計謀幫助蘇丹打贏了潛行者，並把大鬍子的生意收歸己有。扎通的人們如今對你是又敬又怕。",
      "token": "NEW_ACHIEVEMENT_1_5_DESC",
      "ukrainian": "Ви допомогли Султанові перехопити ініціативу в сталкерів та взяти під контроль справу Бороди. Тепер на Затоні Вас бояться і поважають."
    }
  },
  {
    "name": "herald_of_justice",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/49c62abb64eb35fa9fc41a72c607465390146988.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Posel spravedlnosti",
      "english": "Courier of Justice",
      "french": "Messager de la justice",
      "german": "Verfechter der Gerechtigkeit",
      "italian": "Corriere della giustizia",
      "japanese": "正義の使者",
      "koreana": "정의의 배달부",
      "polish": "Wysłannik sprawiedliwości",
      "russian": "Гонец правосудия",
      "schinese": "正义使者",
      "spanish": "Mensajero de la justicia",
      "tchinese": "正義使者",
      "token": "NEW_ACHIEVEMENT_1_6_NAME",
      "ukrainian": "Гонець правосуддя"
    },
    "description": {
      "czech": "Předal jsi toho bídáka spravedlnosti. Strakáč podvedl a oklamal mnoho stalkerů a teď dostal, co si zasloužil.",
      "english": "You brought the scumbag to justice. Magpie cheated and deceived many a stalker, and now his time has come.",
      "french": "Justice a été faite. La Pie, cette petite ordure, a trompé plus d'un stalker et il est temps pour lui de payer !",
      "german": "Sie haben den Mistkerl Magpie zur Rechenschaft gezogen. Er hatte viele Stalker betrogen und übers Ohr gehauen, aber jetzt ist seine Zeit reif für eine gerechte Bestrafung.",
      "italian": "Hai consegnato quel sacco di immondizia alla giustizia. Magpie ha ingannato molti stalker, e ora è giunta la sua ora.",
      "japanese": "汚い奴を裁判にかけた。マグパイは多くのストーカーを欺き偽った。そして今、彼の時間は終わった。",
      "koreana": "정의의 이름으로 쓰레기 같은 놈을 처단했습니다. 맥파이는 부정한 방법으로 수많은 스토커를 기만했죠. 이제 그놈 차례입니다.",
      "polish": "Udało ci się wymierzyć sprawiedliwość złoczyńcy. Sroka oszukał i zwiódł wielu stalkerów, ale teraz wybiła jego godzina.",
      "russian": "Вы не дали подлецу уйти от правосудия. Сталкер Сорока не раз подставлял других под удар и не перебирал методами, теперь его ждёт справедливая расплата.",
      "schinese": "你让这个渣滓接受了正义的制裁。喜鹊欺骗了很多潜行者，现在他的好日子到头了。",
      "spanish": "Has hecho justicia con esa escoria. Urraca engañó y mintió a muchos stalkers y ahora tendrá que pagar.",
      "tchinese": "你將那個人渣繩之以法。「喜鵲」欺騙了很多潛行者，現在他的報應來了。",
      "token": "NEW_ACHIEVEMENT_1_6_DESC",
      "ukrainian": "Ви не дали негідникові втекти від правосуддя. Сталкер Сорока не раз підставляв інших під удар і не гребував методами, тож тепер на нього чекає справедлива розплата."
    }
  },
  {
    "name": "seeker",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/b5f952c2bc08a96394008f4a19b2603e00e00dce.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Hledač artefaktů",
      "english": "Artifact Hunter",
      "french": "Chasseur d'artefacts",
      "german": "Artefaktjäger",
      "italian": "Cacciatore di manufatti",
      "japanese": "アーティファクト・ハンター",
      "koreana": "아티팩트 사냥꾼",
      "polish": "Łowca artefaktów",
      "russian": "Искатель",
      "schinese": "超自然体猎人",
      "spanish": "Cazador de artefactos",
      "tchinese": "神器獵手",
      "token": "NEW_ACHIEVEMENT_1_7_NAME",
      "ukrainian": "Шукач"
    },
    "description": {
      "czech": "Našel jsi všechny typy artefaktů, které výzkumníci Zóny znají. Tím sis vydobyl respekt stalkerů a pozornost ze strany banditů.",
      "english": "You found every type of artifact known to Zone researchers. This earned you the respect of stalkers and the close attention of bandits.",
      "french": "Vous avez découvert tous les types d'artefacts connus des chercheurs de la Zone. Cela vous a valu le respect des stalkers et l'attention des bandits.",
      "german": "Sie haben jede Art von Artefakt gefunden, die den Zonenforschern bekannt ist. Dadurch haben Sie den Respekt der Stalker und die besondere Aufmerksamkeit der Banditen gewonnen.",
      "italian": "Hai trovato ogni tipo di manufatto conosciuto ai ricercatori della Zona. Questo ti è valso il rispetto degli stalker e l'attenzione dei banditi.",
      "japanese": "すべてのタイプのアーティファクトが、ゾーン研究者にわかった。これはあんたに、ストーカーの尊敬と、バンディットに細心の警戒をもたらした。",
      "koreana": "존 연구자들이 발견한 유형의 아티팩트를 전부 수집했습니다. 덕분에 스토커들의 존경을 얻었지만, 동시에 밴디트들의 주목도 받게 되었습니다.",
      "polish": "Udało ci się zdobyć wszystkie typy artefaktów znane badaczom Zony. To osiągnięcie wzbudziło szacunek stalkerów, ale z drugiej strony ściągnęło na ciebie uwagę bandytów.",
      "russian": "Вы нашли все виды артефактов, известные исследователям Зоны. Тем самым Вы заслужили уважение сталкеров и пристальное внимание бандитов.",
      "schinese": "你找到了变异区研究员已知的所有种类超自然体。这让潜行者刮目相看，也吸引了强盗的密切关注。",
      "spanish": "Has encontrado todos los artefactos que conocen los investigadores de la Zona. Te has ganado el respeto de los stalkers y la atención de los bandidos.",
      "tchinese": "你找到了特異區研究人員已知的所有神器種類。這為你贏得了潛行者的尊重和強盜的密切關注。",
      "token": "NEW_ACHIEVEMENT_1_7_DESC",
      "ukrainian": "Ви знайшли усі види артефактів, відомі дослідникам Зони. Тим самим Ви заслужили на повагу сталкерів і пильну увагу бандитів."
    }
  },
  {
    "name": "battle_systems_master",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/712dd41353763c844add92edf979400478819534.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Machr přes zbraně",
      "english": "Weapon Systems Expert",
      "french": "Expert en armement",
      "german": "Experte für Waffensysteme",
      "italian": "Esperto di sistemi d'armi",
      "japanese": "武器システムのエキスパート",
      "koreana": "병기 전문가",
      "polish": "Ekspert systemów obronnych",
      "russian": "Мастер боевых систем",
      "schinese": "武器系统大师",
      "spanish": "Experto en sistemas de armas",
      "tchinese": "武器系統專家",
      "token": "NEW_ACHIEVEMENT_1_8_NAME",
      "ukrainian": "Майстер бойових систем"
    },
    "description": {
      "czech": "Kardan teď má všechny nástroje, které by mohl potřebovat. To mu umožní provádět nová a složitější vylepšení.",
      "english": "Now Cardan has all the tools he’ll ever need. This will allow him to perform new and more complex upgrades.",
      "french": "Cardan a tous les outils dont il a besoin. Cela lui permettra de réaliser de nouvelles améliorations plus complexes.",
      "german": "Jetzt hat Kardan alle Werkzeuge, die er jemals brauchen wird. Dadurch ist er in der Lage, neue und komplexere Verbesserungen durchzuführen.",
      "italian": "Ora Cardan ha tutti gli strumenti che gli serviranno. Questo gli permetterà di eseguire potenziamenti nuovi e più complessi.",
      "japanese": "今、カルダンは、必要とするツールすべてを常に持っている。これは、新しくより複雑な改造を行なうことを可能にする。",
      "koreana": "카르단은 평생 쓰고도 남을 도구를 얻었습니다. 이제 더 복잡하고 정교한 업그레이드를 수행할 수 있습니다.",
      "polish": "Kardan ma teraz wszystkie narzędzia, jakich potrzebuje. Pozwoli mu to na wykonywanie nowych, bardziej skomplikowanych ulepszeń.",
      "russian": "Теперь у Кардана есть наборы инструментов на любой случай. Это позволит ему проводить недоступные прежде улучшения.",
      "schinese": "现在，所有的工具万向节都有了。这样他就能进行更加复杂的新改装了。",
      "spanish": "Cardán tiene todas las herramientas que pueda necesitar, lo que le permite realizar nuevas y complejas mejoras.",
      "tchinese": "現在卡丹有了所有需要的工具，他將能夠進行新的更複雜的升級。",
      "token": "NEW_ACHIEVEMENT_1_8_DESC",
      "ukrainian": "Тепер в Кардана є набори інструментів на будь-який випадок. Це дозволить йому проводити недоступні раніше поліпшення."
    }
  },
  {
    "name": "high_tech_master",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/ed9a75fc2327eeedd99e796646b8ae76a7e99e9f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Hi-tech profík",
      "english": "Hi-Tech Expert",
      "french": "Expert en technologie de pointe",
      "german": "High-Tech-Experte",
      "italian": "Esperto di tecnologia",
      "japanese": "ハイテクのエキスパート",
      "koreana": "첨단 기술 전문가",
      "polish": "Ekspert wysokiej technologii",
      "russian": "Мастер высоких технологий",
      "schinese": "高科技专家",
      "spanish": "Experto en tecnología",
      "tchinese": "高科技專家",
      "token": "NEW_ACHIEVEMENT_1_9_NAME",
      "ukrainian": "Майстер високих технологій"
    },
    "description": {
      "czech": "Nitrák má všechny nástroje, o kterých by technik Zóny mohl snít. Nyní může provádět hi-tech úpravy.",
      "english": "Azot has all the tools a Zone technician could dream of. He can now perform hi-tech modifications.",
      "french": "Azote dispose de tous les outils dont un technicien de la Zone pourrait rêver. Il peut à présent réaliser des modifications de pointe.",
      "german": "Jetzt hat Azot alle Werkzeuge, von denen er je geträumt hat. Dadurch ist er in der Lage, High-Tech-Modifikationen durchzuführen.",
      "italian": "Azot ha tutti gli strumenti che un tecnico della Zona potrebbe desiderare. Ora può eseguire anche le modifiche tecnologiche più sofisticate.",
      "japanese": "アゾトは、ゾーンの技術者が夢見るツールをすべて持っている。彼は今、ハイテクの改造を行なうことができる。",
      "koreana": "아조트는 존의 기술자라면 누구나 꿈꿀 만한 장비를 모두 갖추게 되었습니다. 이제 첨단 업그레이드를 수행할 수 있습니다.",
      "polish": "Azot posiada wszystkie narzędzia, o jakich może marzyć technik pracujący w Zonie. Może on wykonywać zaawansowane technologicznie modyfikacje.",
      "russian": "Азот получил все наборы инструментов, о которых только может мечтать техник в Зоне. Теперь он может проводить высокотехнологичные модификации.",
      "schinese": "氮气已经拥有了变异区技术员梦寐以求的工具。现在，他可以进行科技含量更高的改装了。",
      "spanish": "Azot tiene todas las herramientas que un técnico de la Zona podría soñar. Ahora puede realizar modificaciones avanzadas.",
      "tchinese": "阿佐已經擁有了所有特異區技術人員夢寐以求的工具。現在他能夠進行一些高科技改造。",
      "token": "NEW_ACHIEVEMENT_1_9_DESC",
      "ukrainian": "Азот одержав усі набори інструментів, про які тільки може мріяти технік у Зоні. Тепер він у змозі виготовляти різноманітні високотехнологічні модифікації."
    }
  },
  {
    "name": "skilled_stalker",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a15e071829f63a49549d1b7f56a790bef09e075a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Ostřílený stalker",
      "english": "Seasoned Stalker",
      "french": "Stalker aguerri",
      "german": "Erfahrener Stalker",
      "italian": "Stalker esperto",
      "japanese": "経験を積んだストーカー",
      "koreana": "노련한 스토커",
      "polish": "Doświadczony stalker",
      "russian": "Опытный сталкер",
      "schinese": "老练的潜行者",
      "spanish": "Stalker experimentado",
      "tchinese": "老練潛行者",
      "token": "NEW_ACHIEVEMENT_1_10_NAME",
      "ukrainian": "Досвідчений сталкер"
    },
    "description": {
      "czech": "Teoreticky ve středu Zóny nezůstala žádná oblast, kterou bys ještě nenavštívil. Byl jsi téměř u všech místních anomálií.",
      "english": "There are virtually no accessible areas by the center of the Zone that you haven’t been to yet. You’ve been a guest of almost every local anomaly.",
      "french": "Les lieux accessibles autour du centre de la Zone n'ont plus aucun secret pour vous. Vous connaissez toutes les anomalies du coin ou presque.",
      "german": "In der Zone existiert so gut wie kein begehbares Gebiet, in dem Sie nicht bereits waren. Sie haben schon nahezu alle Anomalien mindestens einmal zu Gesicht bekommen.",
      "italian": "Nei pressi del centro della Zona sei stato praticamente dappertutto. Hai visitato praticamente tutte le anomalie locali.",
      "japanese": "実質的に、まだお前が行ってないゾーンの中心のそばには、アクセス可能なエリアはない。お前はその地域のほとんどすべてのアノマリーの“お客”だ。",
      "koreana": "존의 중심부에서 갈 수 있는 모든 곳을 둘러보고, 거의 모든 이상 현상을 몸소 겪어보았습니다.",
      "polish": "Udało ci się odwiedzić praktycznie wszystkie dostępne obszary położone w pobliżu centrum Zony. Zdarzyło ci się wpaść w prawie każdą anomalię.",
      "russian": "У центра Зоны почти не осталось доступных мест, обойдённых Вашим вниманием. Вы побывали практически во всех здешних аномалиях.",
      "schinese": "你去过变异区中心的每一个角落，拜访过当地的每一个特异点。",
      "spanish": "Prácticamente no hay áreas accesibles por el centro de la Zona que no hayas visitado. Has presenciado casi todas las anomalías locales.",
      "tchinese": "特異區中心你能去的地方幾乎都去遍了，你已經成為了每一個當地特異點的常客了。",
      "token": "NEW_ACHIEVEMENT_1_10_DESC",
      "ukrainian": "Біля центру Зони майже не лишилося доступних місць, обійдених Вашою увагою. Ви побували фактично в усіх тутешніх аномаліях."
    }
  },
  {
    "name": "leader",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/84e79e1ed14cab5b20e46bb4bd1cd6beff1e9fc0.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Vůdce",
      "english": "Leader",
      "french": "Chef",
      "german": "Anführer",
      "italian": "Leader",
      "japanese": "リーダー",
      "koreana": "지도자",
      "polish": "Przywódca",
      "russian": "Лидер",
      "schinese": "领袖",
      "spanish": "Líder",
      "tchinese": "領袖",
      "token": "NEW_ACHIEVEMENT_1_11_NAME",
      "ukrainian": "Лідер"
    },
    "description": {
      "czech": "Měl jsi na starost týmovou práci, proto jsi poskládal velkou družinu a dokázal ji dobře vést.",
      "english": "You had a team job to do, so you put a great squad together and proved you're a leader.",
      "french": "Obligé de travailler en équipe, vous avez formé un groupe solide et prouvé que vous aviez l'étoffe d'un chef.",
      "german": "Sie hatten einen Teamauftrag zu erfüllen - also haben Sie einfach einen großartigen Trupp zusammengestellt und bewiesen, dass Sie der geborene Anführer sind.",
      "italian": "Dovevi svolgere un lavoro di squadra, quindi hai radunato grandi uomini e dimostrato che sei un vero leader.",
      "japanese": "あんたには、するべき部隊の仕事があった。偉大な部隊を作り、リーダーであることを証明した。",
      "koreana": "팀 단위 작전에서 훌륭한 분대를 꾸리고 대원들에게 훌륭한 지도자임을 몸소 보여주었습니다.",
      "polish": "Kiedy zaszła potrzeba działania w grupie, udało ci się zgromadzić świetną drużynę i dowieść swoich umiejętności przywódczych.",
      "russian": "Столкнувшись с насущной необходимостью работать в команде, Вы сколотили хороший отряд. Это убедительное доказательство качеств настоящего лидера.",
      "schinese": "你把队员们凝聚在一起，证明了自己的领导才能。",
      "spanish": "Tenías un trabajo en equipo, así que formaste un pelotón y demostrarte que eres un líder.",
      "tchinese": "你需要完成一項團隊工作，所以你組建了一個厲害的小隊並證明了自己的領導地位。",
      "token": "NEW_ACHIEVEMENT_1_11_DESC",
      "ukrainian": "Зіткнувшись із нагальною потребою працювати в команді, Ви зібрали гарний загін. Це переконливий доказ якостей справжнього лідера."
    }
  },
  {
    "name": "diplomat",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/e32961c184792ae9d651c59e969366be2746b2af.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Diplomat",
      "english": "Diplomat",
      "french": "Diplomate",
      "german": "Diplomat",
      "italian": "Diplomatico",
      "japanese": "外交家",
      "koreana": "외교관",
      "polish": "Dyplomata",
      "russian": "Дипломат",
      "schinese": "外交官",
      "spanish": "Diplomático",
      "tchinese": "外交官",
      "token": "NEW_ACHIEVEMENT_1_12_NAME",
      "ukrainian": "Дипломат"
    },
    "description": {
      "czech": "Problémy dokážeš řešit bez krve. Kdo potřebuje hrubou sílu, když stejně dobře může posloužit i pár dobře volených slov? Přesto by sis měl dávat pozor na lidi, kteří nejdřív střílejí a až pak se ptají.",
      "english": "You know how to solve a problem peacefully. Who needs brute force when simple words can resolve a dispute just as well? Nonetheless, you should watch out for people that shoot first and ask questions later.",
      "french": "Vous savez résoudre les problèmes avec diplomatie. À quoi bon recourir à la force lorsque de simples paroles peuvent suffire à régler un différend ? Faites tout de même attention à ceux qui tirent avant et discutent après...",
      "german": "Sie wissen, wie man Probleme friedlich löst. Warum Gewalt anwenden, wenn ein Streit auch durch Worte geschlichtet werden kann? Dennoch sollten Sie sich vor Leuten vorsehen, die zuerst schießen und danach fragen.",
      "italian": "Sai come risolvere un problema in modo pacifico. A che serve la forza bruta quando bastano le parole a risolvere le dispute? Nonostante questo, guardati da quelli che prima sparano poi fanno domande.",
      "japanese": "お前は問題を平穏に解決する方法を知っている。単純な言葉でちゃんと論争を解決できる場合、誰が野蛮な力を必要とするのだ？とはいえ、先に撃ってから後で質問をする人間には注意するべきだ。",
      "koreana": "당신은 평화적으로 문제를 해결할 줄 아는 사람입니다. 말 몇 마디로 분쟁을 끝낼 수 있는데 무력을 쓸 필요는 없잖아요? 물론 총부터 쏴대는 인간들도 있으니 항상 조심해야 합니다.",
      "polish": "Wiesz, jak rozwiązać problem bez rozlewu krwi. Kto potrzebuje siły, kiedy słowa mogą rozwiązać spor równie skutecznie? Nadal jednak musisz wystrzegać się osób, które najpierw strzelają, a później zadają pytania.",
      "russian": "Вы умеете решать проблемы мирным способом. Не обязательно применять силу, если всё можно решить путём переговоров. Тем не менее, Вам по-прежнему стоит остерегаться тех, кто сначала стреляет, а потом спрашивает.",
      "schinese": "你很清楚怎样和平解决争端。如果几句话就能处理问题，谁愿意大动干戈？话虽如此，对那些先开枪再开口的人，你还是得留个心眼。",
      "spanish": "Sabes cómo resolver un problema pacíficamente. ¿Quién necesita la fuerza bruta cuando las palabras pueden zanjar una disputa? Eso sí, ojo con los que disparan antes de preguntar.",
      "tchinese": "你懂得如何和平解決問題。如果僅憑三言兩語就可以化解爭議，誰會想要兵戎相見呢？儘管如此，你還是要小心那些一言不發就先動刀動槍的人。",
      "token": "NEW_ACHIEVEMENT_1_12_DESC",
      "ukrainian": "Ви вмієте вирішувати проблеми у мирний спосіб. Не обов'язково застосовувати силу, якщо все можна вирішити шляхом переговорів. Проте Вам як і раніше варто остерігатися тих, хто спочатку стріляє, а потім запитує."
    }
  },
  {
    "name": "research_man",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/39d1d9e5e88bb45d4170f1a4bd8739092f388195.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Vědecký pracovník",
      "english": "Research Assistant",
      "french": "Laborantin",
      "german": "Wissenschaftlicher Mitarbeiter",
      "italian": "Assistente ricercatore",
      "japanese": "研究助手",
      "koreana": "연구 조수",
      "polish": "Asystent",
      "russian": "Научный сотрудник",
      "schinese": "研究助理",
      "spanish": "Ayudante de investigación",
      "tchinese": "研究助理",
      "token": "NEW_ACHIEVEMENT_1_13_NAME",
      "ukrainian": "Науковий співробітник"
    },
    "description": {
      "czech": "S vědci jsi strávil tolik času, že tě lidé často považují za vědeckého pracovníka. V bunkrech vědců tě považují za jednoho ze svých.",
      "english": "You’ve worked with the scientists for so long that you could rightfully be called a research assistant. Everyone in the scientists’ bunker considers you one of their own.",
      "french": "Vous travaillez avec les scientifiques depuis si longtemps qu'on pourrait vous prendre pour un laborantin. Tous les scientifiques du bunker vous considèrent comme leur collègue.",
      "german": "Sie haben schon so lange mit den Wissenschaftlern zusammengearbeitet, dass Sie sich eigentlich als wissenschaftlichen Mitarbeiter bezeichnen könnten. Jeder im Bunker der Wissenschaftler erachtet Sie als einen Kollegen.",
      "italian": "Hai lavorato con gli scienziati talmente a lungo che non sarebbe fuori luogo definirti un assistente ricercatore. Tutti, nel bunker degli scienziati, ti considerano uno di loro.",
      "japanese": "正式に研究助手と呼んでもいいほど、あんたは科学者と長く仕事をした。科学者のトーチカの誰もが、あんたを仲間のひとりと考えている。",
      "koreana": "과학자들과 워낙 오래 협력하다 보니 어엿한 연구 조수가 되었습니다. 과학자 방공호에 있는 사람들도 자신과 같은 과학자로 여길 정도입니다.",
      "polish": "Współpracujesz z naukowcami już tak długo, że można cię uznać za pełnoprawnego asystenta. Wszyscy w bunkrze naukowców uważają cię za jednego ze swoich.",
      "russian": "Вы так долго работали с учёными, что вполне заслуживаете звания научного сотрудника. Теперь все обитатели исследовательского бункера относятся к Вам, как к своему.",
      "schinese": "你和科学家们一起工作了这么久，完全当得起研究助理这个称呼。科学家碉堡的每个人都把你当做一份子看待。",
      "spanish": "Llevas tanto tiempo trabajando con los científicos que casi podrías ser considerado su ayudante. Para todos los científicos del búnker, eres uno de los suyos.",
      "tchinese": "你已經和科學家們共事很久了，久到你可以名副其實地被稱作助理研究員。科學家所在地堡裡的所有人都把你視作他們中的一份子。",
      "token": "NEW_ACHIEVEMENT_1_13_DESC",
      "ukrainian": "Ви так довго працювали з ученими, що цілком заслуговуєте на звання наукового співробітника. Тепер усі мешканці дослідницького бункера ставляться до Вас як до своєї людини."
    }
  },
  {
    "name": "friend_of_duty",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/45bcea74979778df69319ab5757634e0a64639d4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Přítel Povinnosti",
      "english": "A Friend of Duty",
      "french": "Ami du Devoir",
      "german": "Freund der Wächter",
      "italian": "Un amico della Duty",
      "japanese": "デューティーの友人",
      "koreana": "듀티의 친구",
      "polish": "Przyjaciel Powinności",
      "russian": "Друг «Долга»",
      "schinese": "责任之友",
      "spanish": "Amigo de Deber",
      "tchinese": "紀律團的朋友",
      "token": "NEW_ACHIEVEMENT_1_14_NAME",
      "ukrainian": "Друг «Долгу»"
    },
    "description": {
      "czech": "Několikrát jsi Povinnosti pomohl a díky tomu sis vydobyl uznání bojovníků Povinnosti i jejich přátel. Pamatuj však na to, že v Zóně nežijí jen příznivci Povinnosti.",
      "english": "You have provided plenty of help to Duty, and this has earned you the respect of Duty fighters and their friends. But keep in mind that not everyone in the Zone is a Duty fan.",
      "french": "Vous avez été d'une grande aide au Devoir, ce qui vous a valu le respect de ses combattants et de leurs alliés. Mais n'oubliez pas que certains résidents de la Zone ne s'entendent pas aussi bien que vous avec cette faction.",
      "german": "Sie haben den Wächtern große Hilfe geleistet und sich damit den Respekt von ihnen und ihren Freunden verdient. Vergessen Sie allerdings nicht, dass nicht jeder in der Zone ein Anhänger der Wächter ist.",
      "italian": "Hai aiutato molto la Duty, e questo ti è valso il rispetto dei combattenti della Duty e dei loro amici. Ma ricorda che nella Zona non tutti sono dei sostenitori della Duty.",
      "japanese": "お前はデューティーに多くの支援を提供した。そして、デューティー戦士の尊敬とその友人を得た。しかし、ゾーンの誰もが必ずしもデューティーの味方とは限らないと、心に留めておくんだ。",
      "koreana": "듀티에게 도움의 손길을 수없이 건네 듀티 대원들의 존경을 얻었습니다. 그래도 존에 있는 모두가 듀티에 우호적인 건 아니라는 사실을 명심하세요.",
      "polish": "Pomoc udzielona przez ciebie Powinności sprawiła, że bojownicy i sympatycy tej frakcji nabrali do ciebie szacunku. Musisz jednak pamiętać, że nie każda osoba, jaką napotkasz w Zonie, jest pozytywnie nastawiona do Powinności.",
      "russian": "Вы много помогали группировке «Долг», поэтому приобрели авторитет среди её бойцов и их друзей. Но не стоит забывать, что не все симпатизируют «Долгу».",
      "schinese": "你为责任组织提供了很多帮助，责任的战士和他们的朋友都对你格外敬重。但请记住，变异区可不是责任的天下。",
      "spanish": "Has sido de gran ayuda a Deber, lo que te ha hecho ganarte el respeto de sus soldados y amigos. Sin embargo, no olvides que esta facción también tiene sus detractores.",
      "tchinese": "你幫了紀律團很多忙，因此贏得了紀律團戰士們的尊重並成為了他們的朋友。但請記住：特異區裡並不是所有人都支持紀律團。",
      "token": "NEW_ACHIEVEMENT_1_14_DESC",
      "ukrainian": "Ви багато допомагали угрупованню «Долг», тому набули авторитету серед його бійців та їхніх друзів. Але не варто забувати, що не всі симпатизують «Долгу»."
    }
  },
  {
    "name": "friend_of_freedom",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/278d0b8e6b62fa864e1ccf0b419be7eaac8a7da7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Přítel Svobody",
      "english": "A Friend of Freedom",
      "french": "Ami de la Liberté",
      "german": "Freund der Freiheit",
      "italian": "Un amico della Freedom",
      "japanese": "フリーダムの友人",
      "koreana": "프리덤의 친구",
      "polish": "Przyjaciel Wolności",
      "russian": "Друг «Свободы»",
      "schinese": "自由之友",
      "spanish": "Amigo de Libertad",
      "tchinese": "自由團的朋友",
      "token": "NEW_ACHIEVEMENT_1_15_NAME",
      "ukrainian": "Друг «Волі»"
    },
    "description": {
      "czech": "Několikrát jsi Svobodě pomohl a díky tomu sis vydobyl uznání bojovníků Svobody i jejich přátel. Pamatuj však na to, že v Zóně nežijí jen příznivci Svobody.",
      "english": "You have provided plenty of help to Freedom, and this has earned you the respect of Freedom fighters and their friends. But keep in mind that not everyone in the Zone is a Freedom fan.",
      "french": "Vous avez été d'une grande aide à la Liberté, ce qui vous a valu le respect de ses combattants et de leurs alliés. Mais n'oubliez pas que certains résidents de la Zone ne s'entendent pas aussi bien que vous avec cette faction.",
      "german": "Sie haben den Freiheitlern große Hilfe geleistet und sich damit den Respekt von ihnen und ihren Freunden verdient. Vergessen Sie allerdings nicht, dass nicht jeder in der Zone ein Anhänger der Freiheit ist.",
      "italian": "Hai aiutato molto la Freedom, e questo ti è valso il rispetto dei combattenti della Freedom e dei loro amici. Ma ricorda che nella Zona non tutti sono dei sostenitori della Freedom.",
      "japanese": "お前はフリーダムに多くの支援を提供した。そして、フリーダム戦士の尊敬とその友人を得た。しかし、ゾーンの誰もが必ずしもフリーダムの味方とは限らないと、心に留めておくんだ。",
      "koreana": "프리덤에게 도움의 손길을 수없이 건네 프리덤 대원들의 존경을 얻었습니다. 그래도 존에 있는 모두가 프리덤에 우호적인 건 아니라는 사실을 명심하세요.",
      "polish": "Pomoc udzielona przez ciebie Wolności sprawiła, że bojownicy i sympatycy tej frakcji nabrali do ciebie szacunku. Musisz jednak pamiętać, że nie każda osoba, jaką napotkasz w Zonie, jest pozytywnie nastawiona do Wolności.",
      "russian": "Вы много помогали группировке «Свобода» и приобрели авторитет среди её бойцов и их друзей. Но не стоит забывать, что не все симпатизируют «Свободе».",
      "schinese": "你为自由组织提供了很多帮助，自由的战士和他们的朋友都对你格外敬重。但请记住，变异区可不是自由的天下。",
      "spanish": "Has sido de gran ayuda a Libertad, lo que te ha hecho ganarte el respeto de sus soldados y amigos. Sin embargo, no olvides que esta facción también tiene sus detractores.",
      "tchinese": "你幫了自由團很多忙，因此贏得了自由團戰士們的尊重並成為了他們的朋友。但請記住：特異區裡並不是所有人都支持自由團。",
      "token": "NEW_ACHIEVEMENT_1_15_DESC",
      "ukrainian": "Ви багато допомагали угрупованню «Воля» і набули авторитету серед її бійців та їхніх друзів. Але не варто забувати, що не всі симпатизують «Волі»."
    }
  },
  {
    "name": "balance_advocate",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/2e1a235736c7625fcd03e8b84c16352998d46939.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Nezaujatý",
      "english": "A Man of Balance",
      "french": "Un homme équilibré",
      "german": "Mann des Gleichgewichts",
      "italian": "Un uomo equilibrato",
      "japanese": "バランスのある男",
      "koreana": "균형의 달인",
      "polish": "Obrońca równowagi",
      "russian": "Сторонник равновесия",
      "schinese": "不偏不倚",
      "spanish": "Un tipo ecuánime",
      "tchinese": "平衡之人",
      "token": "NEW_ACHIEVEMENT_1_16_NAME",
      "ukrainian": "Прихильник рівноваги"
    },
    "description": {
      "czech": "Nepřiklonil ses k žádné z frakcí a vždy vystupuješ jako svobodný stalker. Nenadělal sis žádné nepřátele, ale nemáš ani přátele.",
      "english": "You didn’t side with either faction and always acted as a free stalker. You’ve not made any enemies, but you haven’t got any new friends either.",
      "french": "Vous ne vous êtes rangé du côté d'aucune faction et avez toujours agi en stalker indépendant. Vous n'avez pas d'ennemis, mais vous ne vous êtes pas fait de nouveaux amis non plus.",
      "german": "Sie haben sich keiner der Fraktionen angeschlossen und immer wie ein freier Stalker gehandelt. Daher haben Sie sich zwar keine Feinde gemacht, aber auch keine neuen Freunde gewonnen.",
      "italian": "Non ti sei schierato con nessuna fazione e hai scelto di agire come stalker libero. Non ti sei fatto alcun nemico, ma nemmeno nessun nuovo amico.",
      "japanese": "お前は一方の派閥の側につかず、単独ストーカーの役割を常に行った。敵を作っていないが、新しい友人もいない。",
      "koreana": "어떤 세력의 편도 들지 않고 언제나 자유 스토커의 신분으로 행동했습니다. 적을 만들지도, 친구를 사귀지도 않았습니다.",
      "polish": "Nie stoisz po stronie żadnej z frakcji i zawsze działasz jako wolny stalker. Nie masz żadnych nowych wrogów z tego powodu, ale nie udało ci się też zyskać nowych przyjaciół.",
      "russian": "Вы не отдали предпочтение какой-либо группировке и всегда поступали как вольный сталкер. В результате Вы не нажили новых врагов, но и не приобрели новых друзей.",
      "schinese": "你没有偏向任何一个派系，始终扮演着一名中立的潜行者。你没有树敌，也没有获得新的朋友。",
      "spanish": "No te has aliado con ninguna facción y siempre has ido por libre. No te has ganado ningún enemigo, pero tampoco has hecho amigos.",
      "tchinese": "你沒有支持任何一個派閥陣營，總是以自由潛行者的身份行動。你既沒有樹敵，也沒有交到新朋友。",
      "token": "NEW_ACHIEVEMENT_1_16_DESC",
      "ukrainian": "Ви не віддали перевагу якомусь угрупованню і завжди поводилися мов вільний сталкер. У результаті Ви не нажили нових ворогів, але й не зустріли нових друзів."
    }
  },
  {
    "name": "wealthy",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/e380c3764d8d04649a69f285e00b8dc3963b53bf.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Solventní klient",
      "english": "A Wealthy Client",
      "french": "Bon client",
      "german": "Reicher Kunde",
      "italian": "Un ricco cliente",
      "japanese": "富んだクライアント",
      "koreana": "부유한 손님",
      "polish": "Bogaty klient",
      "russian": "Состоятельный клиент",
      "schinese": "有钱客户",
      "spanish": "Un cliente adinerado",
      "tchinese": "富有客戶",
      "token": "NEW_ACHIEVEMENT_1_17_NAME",
      "ukrainian": "Заможний клієнт"
    },
    "description": {
      "czech": "Ačkoliv víš, co znamená být švorc, v současné době si v oblastí financí nevedeš špatně. Spíš naopak, tvoje bohatství je značné a obchodníci si zákazníků tvého postavení velice cení.",
      "english": "Although you know what it’s like to be short of cash, you’re not doing too badly at the moment. In fact, sometimes your wealth can be considerable, and traders value a client of your stature.",
      "french": "Vous avez connu des périodes de vache maigre, mais les affaires ne vont pas trop mal en ce moment. Vous parvenez même parfois à mettre beaucoup d'argent de côté et les marchands savent reconnaître un bon client.",
      "german": "Obwohl Sie das Gefühl kennen, wenn das Geld knapp wird, geht es Ihnen im Moment recht gut. Man könnte sogar sagen, dass Sie zeitweise reich sind, und Kunden wie Sie werden von Händlern besonders geschätzt.",
      "italian": "Anche se sai cosa vuol dire \"essere al verde\", al momento non navighi in cattive acque. Infatti, ci sono volte, quando la tua ricchezza può essere considerevole, che i commercianti ti vedono come un cliente importante.",
      "japanese": "現金が少ないのがどんなかを知っているだろうが、今はあんたは悪い状態ではない。その富が多くなり、そして、トレーダーはその水準のクライアントを大事にする。",
      "koreana": "당신도 한때는 돈이 없어 힘든 시간을 보냈습니다. 하지만 이젠 나쁘지 않네요. 나쁘지 않은 정도가 아니라 많은 재산을 쌓았죠. 상인들은 돈 많은 손님을 아주 중요하게 생각합니다.",
      "polish": "Wiesz, jak to jest nie mieć grosza przy duszy, ale obecnie nie masz powodów do narzekań. Jako że zdarza ci się dysponować znaczącymi sumami pieniędzy, handlarze cenią sobie ciebie jako klienta.",
      "russian": "Не понаслышке зная, что такое безденежье, Вы, тем не менее, далеко не всегда стеснены в средствах - напротив, иногда Вашим денежным сбережениям можно позавидовать. Подобные клиенты - большая радость для торговца.",
      "schinese": "你很清楚缺钱是什么滋味，不过目前你并不缺钱。而且有时候你还挺富裕的，商人就喜欢你这样的客人。",
      "spanish": "Aunque sabes lo que significa vivir con lo justo, ahora no te va mal. De hecho, en ocasiones te juntas con sumas considerables, y los comerciantes valoran a un cliente de tu talla.",
      "tchinese": "儘管你知道囊中羞澀是什麼感受，但目前你的狀況還不錯。事實上，有時你的財富數目相當可觀，而貿易商人就喜歡你這種身價的客人。",
      "token": "NEW_ACHIEVEMENT_1_17_DESC",
      "ukrainian": "Не з чуток знайомий із браком коштів, Ви при тому далеко не завжди обмежені у грошах. Навпаки, іноді Вашим заощадженням можна позаздрити. Подібні клієнти - велика радість для торговця."
    }
  },
  {
    "name": "keeper_of_secrets",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/921fa1febd8f56748f467c155ca643806e5d992a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Strážce tajemství",
      "english": "A Keeper of Secrets",
      "french": "Gardien des secrets",
      "german": "Bewahrer von Geheimnissen",
      "italian": "Custode di segreti",
      "japanese": "秘密の番人",
      "koreana": "비밀 관리자",
      "polish": "Strażnik sekretów",
      "russian": "Хранитель тайн",
      "schinese": "守口如瓶",
      "spanish": "Guardián de secretos",
      "tchinese": "秘密保管者",
      "token": "NEW_ACHIEVEMENT_1_18_NAME",
      "ukrainian": "Зберігач таємниць"
    },
    "description": {
      "czech": "Tvá prozíravost se vyplatila: po nalezení poznámek ve skrýších Střelcových skupin sis je nechal, dokud jsi nenašel jejich právoplatného majitele.",
      "english": "Your foresight has served you well: on finding notes in Strelok's group’s stashes, you kept them until you found their rightful owner.",
      "french": "Vous avez été bien inspiré : lorsque vous avez trouvé les messages dans les planques du groupe de Strelok, vous avez décidé de les conserver pour les remettre à leur propriétaire.",
      "german": "Ihre Weitsicht hat sich bewährt: Nachdem Sie die Nachrichten im Versteck von Streloks Gruppe gefunden haben, haben Sie sie behalten, bis Sie sie dem rechtmäßigen Besitzer geben konnten.",
      "italian": "La tua previsione ti è stata utile: dopo aver trovato gli appunti nei ripostigli del gruppo di Strelok, li hai tenuti finché non li hai consegnati al legittimo proprietario.",
      "japanese": "あんたの洞察力は自分自身のためによく役立った。ストレロクのグループの隠し場所でノートを見つけ、その正当な所有者を見つけるまで保持した。",
      "koreana": "선견지명이 빛을 발했습니다. 스트렐록 일당의 은닉처에서 발견한 기록이 정당한 주인을 만날 때까지 잘 보관하고 있었으니까요.",
      "polish": "Możesz poszczycić się dalekowzrocznością: przechowywane przez ciebie zapiski znalezione w schowkach grupy Striełoka wróciły do prawowitego właściciela.",
      "russian": "Вам нельзя отказать в предусмотрительности: найдя записки в тайниках группы Стрелка, Вы не расставались с ними, пока не нашли того, кому они принадлежат.",
      "schinese": "你的先见之明帮了大忙：你在步枪手小队的储藏点找到了笔记。你一直随身带着它，直到将它归还给真正的主人。",
      "spanish": "Tu capacidad de previsión te impulsó a guardar las notas que encontraste en los escondites del grupo de Strelok hasta dar con su propietario.",
      "tchinese": "你的深謀遠慮發揮了效用：在史特列洛克小隊的藏匿點處，你找到了筆記並一直保管著它們，直到遇到它們的真正主人。",
      "token": "NEW_ACHIEVEMENT_1_18_DESC",
      "ukrainian": "Вам не можна відмовити у завбачливості: знайшовши записки у схованках групи Стрільця, Ви не розставалися із ними, поки не знайшли того, кому вони належать."
    }
  },
  {
    "name": "marked_by_zone",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/7f120cd4e88dbca913df9aaebda485c9effe2901.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Poznamenán Zónou",
      "english": "Marked by the Zone",
      "french": "Affecté par la Zone",
      "german": "Gezeichnet von der Zone",
      "italian": "Segnato dalla zona",
      "japanese": "ゾーンによるマーク",
      "koreana": "존의 표식",
      "polish": "Naznaczony przez Zonę",
      "russian": "Отмеченный Зоной",
      "schinese": "命中注定",
      "spanish": "Marcado por la Zona",
      "tchinese": "被特異區標記",
      "token": "NEW_ACHIEVEMENT_1_19_NAME",
      "ukrainian": "Мічений Зоною"
    },
    "description": {
      "czech": "Díky užití anabolických pilulek jsi dokázal přežít emisi, aniž by ses před ní skryl. Účinky této události na tvou psychiku nejsou jasné, ale v hlavě máš podivné ticho. Zdá se, že už nedokážeš slyšet konstantní proud myšlenek.",
      "english": "You managed to survive an emission without taking cover thanks to the anabiotic pills. The effects of this on your psyche are unclear, as you notice a strange silence inside your mind. It seems that you no longer hear a constant stream of thoughts.",
      "french": "Vous avez réussi à survivre à une émission sans vous mettre à couvert grâce aux anabiotiques. Les effets sur votre psychisme commencent à se faire sentir ; un étrange silence s'est installé dans votre esprit, vous n'entendez plus le brouhaha de vos pensées.",
      "german": "Dank den anabiotischen Pillen konnten Sie eine Emission überleben, ohne sich in Sicherheit bringen zu müssen. Die psychischen Auswirkungen dieser extremen Erfahrung sind jedoch noch nicht ganz ersichtlich - Sie spüren eine seltsame Stille in Ihrem Geist.",
      "italian": "Sei riuscito a sopravvivere a un'emissione senza metterti al riparo grazie alle pillole anabiotiche. Gli effetti sulla tua psiche non sono chiari, e senti uno strano silenzio nella tua mente. A quanto pare non percepisci più un flusso di pensieri costante.",
      "japanese": "蘇生薬のおかげで防護なしで、どうにか光熱放射を生き残った。心の内部の奇妙な静寂が気になるような、心理に対するこの影響は不明だ。あんたはもう、一定の流れの思考をしていないように見える。",
      "koreana": "당신은 소생제를 사용하지 않고 에미션을 버텼습니다. 에미션이 정신에 어떤 영향을 끼칠지는 모르지만, 마음속에 기이한 침묵이 느껴집니다. 생각의 흐름이 뚝 끊긴 기분입니다.",
      "polish": "Udało ci się przeżyć emisję bez ukrywania się dzięki lekom anabiotycznym. Wpływ tego zdarzenia na twoją psychikę nie jest do końca zrozumiały, ponieważ twój umysł wypełnia dziwna cisza. Wydaje się, że już nie słyszysz ciągłego strumienia myśli.",
      "russian": "Вы смогли пережить выброс, не спрятавшись в укрытии - Вас спасли таблетки анабиотика. Это оказало неоднозначное воздействие на Вашу психику: в голове наступила странная тишина. Кажется, Вы больше не слышите постоянного потока мыслей.",
      "schinese": "在没有躲进掩体的情况下，你挺过了一场大喷发，一定是假死药起了作用。目前，我们还不清楚这种药对精神方面有什么影响，不过你说过自己的大脑好像被静音了，无法听到自己的想法。",
      "spanish": "Has conseguido sobrevivir a una emisión sin cubrirte gracias a los anabióticos. Los efectos psíquicos son inciertos, pero percibes un silencio mental extraño. Parece que ya no oyes tus propias ideas constantemente.",
      "tchinese": "你在一次能量釋放中在沒有掩護的情況下得以倖存，這要歸功於復甦藥丸。它對你的心靈產生的影響尚不明確，但你注意到內心深處有一種奇怪的靜默，似乎你再也聽不見源源不斷的思緒了。",
      "token": "NEW_ACHIEVEMENT_1_19_DESC",
      "ukrainian": "Ви змогли пережити викид, не переховуючись в укритті - Вас врятували таблетки анабіотика. Це вчинило неоднозначний вплив на Вашу психіку: в голові настала дивна тиша. Здається, Ви більше не чуєте постійного плину думок."
    }
  },
  {
    "name": "information_dealer",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/81c51df559d42a9d07a5cd7c66e1cc5edfa1120c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Překupník informací",
      "english": "Trafficker of Information",
      "french": "Trafiquant d'informations",
      "german": "Informationsmakler",
      "italian": "Trafficante d'informazioni",
      "japanese": "情報の商人",
      "koreana": "정보 거래상",
      "polish": "Handlarz informacjami",
      "russian": "Торговец информацией",
      "schinese": "情报贩子",
      "spanish": "Traficante de información",
      "tchinese": "情報販子",
      "token": "NEW_ACHIEVEMENT_1_20_NAME",
      "ukrainian": "Торговець інформацією"
    },
    "description": {
      "czech": "Kdykoliv se ti do rukou dostanou nějaké informace, dokážeš najít jejich správného kupce. Při prodeji informací těm, kdo je potřebují, samozřejmě myslíš hlavně na sebe.",
      "english": "When you get your hands on a piece of info, you always find the right buyer. Obviously, you always have your own profit in mind when selling information to those who need it.",
      "french": "Lorsque vous dénichez des informations, vous trouvez toujours le bon acheteur. Évidemment, lorsque vous les vendez, vous faites toujours en sorte que cela soit dans votre intérêt.",
      "german": "Wenn Sie eine interessante Information aufschnappen, finden Sie immer den richtigen Käufer dafür. Natürlich haben Sie stets Ihren eigenen Gewinn im Sinn, wenn Sie die Informationen an die Leute verkaufen, die sie benötigen.",
      "italian": "Quando metti le mani su un'informazione trovi sempre l'acquirente giusto. Ovviamente, quando vendi le informazioni hai sempre a mente il tuo profitto personale.",
      "japanese": "お前は情報を手に入れると、いつも正しい買い手を見つける。それを必要とする人々に情報を売る場合、明らかに自分の利益のことを常に考えている。",
      "koreana": "당신한테는 획득한 정보를 언제나 적절한 구매자한테 팔 줄 아는 비결이 있습니다. 정보를 팔 때마다 내가 얻을 이익이 무엇인지 고민해 보면 되는 문제입니다.",
      "polish": "Kiedy zdobędziesz ważną informację, zawsze znajdujesz dla niej odpowiedniego nabywcę. Oczywiście sprzedając informacje odpowiednim osobom kierujesz się własną korzyścią.",
      "russian": "Какая бы информация ни попадала в Ваши в руки, Вы всегда находили на неё покупателя. Не упуская возможности предоставить информацию интересующимся, Вы, естественно, не забывали и о собственной выгоде.",
      "schinese": "当你弄到了情报，你总能找到最合适的买家。你会将消息卖给需要的人，拿回应得的回报。",
      "spanish": "Cuando echas mano a algún dato, siempre encuentras a algún interesado. Obviamente, sabes cuánto pedir si vendes información a quien la necesita.",
      "tchinese": "當你得到一條情報時，你總能找到合適的買家。顯然，你在向需要者售賣情報時，心中早已算好了可圖之利。",
      "token": "NEW_ACHIEVEMENT_1_20_DESC",
      "ukrainian": "Яка б інформація не трапляла до Ваших рук, Ви завжди знаходили на неї покупця. Не гублячи можливості надати інформацію зацікавленим особам, Ви, звісно, не забували і про власний зиск."
    }
  },
  {
    "name": "friend_of_stalkers",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/d6bdc9a5575d0738d34240dfc9e86b04794023eb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Přítel stalkerů",
      "english": "A Friend of Stalkers",
      "french": "Ami des stalkers",
      "german": "Freund der Stalker",
      "italian": "Amico degli stalker",
      "japanese": "ストーカーの友人",
      "koreana": "스토커의 친구",
      "polish": "Przyjaciel stalkerów",
      "russian": "Друг сталкеров",
      "schinese": "潜行者之友",
      "spanish": "Amigo de los stalkers",
      "tchinese": "潛行者的朋友",
      "token": "NEW_ACHIEVEMENT_1_21_NAME",
      "ukrainian": "Друг сталкерів"
    },
    "description": {
      "czech": "Kdykoliv se stalkeři dostanou do problémů, jsi připraven jim pomoci. Ačkoliv jejich frakce není příliš jednotná, v neoficiálním bratrstvu stalkerů od nynějška máš své přátele, kteří ti pomohou nejen v boji.",
      "english": "You’ve always helped out stalkers in trouble. Although their faction is not very tight-knit, you now have allies in the unofficial stalker brotherhood who will help you in combat and afterwards too.",
      "french": "Vous avez toujours aidé les stalkers indépendants dans les coups durs. Leur faction n'est pas la plus unie, mais vous avez désormais des alliés dans la fraternité officieuse des stalkers qui vous feront de leur mieux pour vous aider.",
      "german": "Sie haben Stalkern in Not immer geholfen. Auch wenn die inoffizielle Stalkerbruderschaft nicht sehr eng miteinander verbunden ist, werden sie Ihnen bei Kämpfen und auch danach zur Seite stehen.",
      "italian": "Hai sempre aiutato gli stalker in difficoltà. Anche se la loro fazione è molto unita e chiusa, ora hai degli alleati nell'ufficiosa fratellanza degli stalker che ti aiuteranno in combattimento e anche dopo.",
      "japanese": "お前はトラブルがあれば、いつもストーカーを援助した。その派閥はあまり堅固ではないが、戦闘時とその後も手伝ってくれる非公式のストーカーの集まりとの同盟を持っている。",
      "koreana": "당신은 곤경에 처한 스토커를 그냥 지나치지 않습니다. 스토커 집단의 결속력이 약하긴 하지만, 그래도 이제 비공식 형제들이 생겼습니다. 전투를 비롯해 다양하게 힘을 보탤 것입니다.",
      "polish": "Zawsze pomagasz stalkerom w potrzebie. Mimo że ich frakcja nie jest specjalnie zżyta, masz teraz w nieoficjalnym bractwie sojuszników, którzy będą udzielać ci pomocy w walce i poza nią.",
      "russian": "Встречая попавших в беду сталкеров, Вы всегда оказывали им помощь. Эти ребята не слишком сплочены, но в их негласном братстве у Вас появились союзники, на которых можно смело положиться и в бою, и в мирной ситуации.",
      "schinese": "你一直对遇到麻烦的潜行者伸出援手。该组织成员之间的关系不是很紧密，但你在非官方的潜行者兄弟会还是获得了不少盟友，他们会在战斗以及后续的冒险中帮助你。",
      "spanish": "Siempre has ayudado a los stalkers con problemas. Aunque no es una facción muy unida, ahora cuentas con aliados en su hermandad extraoficial y te ayudarán en situaciones de combate y más.",
      "tchinese": "你經常幫助潛行者們脫困。儘管他們的派閥並不十分緊密團結，你還是擁有了這些非官方潛行者兄弟們作為盟友，他們會在戰鬥或之後的事件中幫助你。",
      "token": "NEW_ACHIEVEMENT_1_21_DESC",
      "ukrainian": "Зустрічаючи сталкерів, які трапили в халепу, Ви завжди надавали їм допомогу. Сталкери не надто організовані, та в їхньому негласному братерстві у Вас з'явилися союзники, котрі зможуть допомогти Вам і в бою, і в мирній ситуації."
    }
  },
  {
    "name": "gifts_of_nature",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/135f76dd798c65c0109c6d64a7e352a7b95b98aa.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/e4977f50d1c5f554cca25d681d8d2633e1dd9ff3.jpg",
    "displayName": {
      "czech": "Dary matky přírody",
      "english": "Gifts of nature",
      "french": "Cadeaux de la Nature",
      "german": "Gaben der Natur",
      "italian": "Doni della natura",
      "japanese": "自然の恵み",
      "koreana": "자연의 선물",
      "polish": "Dary natury",
      "russian": "Дары природы",
      "schinese": "自然的馈赠",
      "spanish": "Regalos de la naturaleza",
      "tchinese": "大自然的禮物",
      "token": "NEW_ACHIEVEMENT_1_22_NAME",
      "ukrainian": "Дари природи"
    },
    "description": {
      "czech": "Najdi legendární Srce oázy.",
      "english": "Find legendary Heart of the Oasis.",
      "french": "Trouvez le légendaire Cœur de l'Oasis.",
      "german": "Finden Sie das legendäre Herz der Oase",
      "italian": "Trova il leggendario Cuore dell'Oasi.",
      "japanese": "伝説の「オアシスの心臓」を見つける。",
      "koreana": "전설적인 오아시스의 심장을 찾으십시오.",
      "polish": "Znajdź legendarne Serce Oazy.",
      "russian": "Найти легендарное Сердце Оазиса.",
      "schinese": "寻找传说中的绿洲之心。",
      "spanish": "Busca el legendario Corazón del Oasis.",
      "tchinese": "尋找傳奇的「綠洲之心」",
      "token": "NEW_ACHIEVEMENT_1_22_DESC",
      "ukrainian": "Знайти легендарне Серце Оазису."
    }
  },
  {
    "name": "alpha_predator",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/0dcdd06f25c0f15517bc8a1a40bc314490f73955.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/99b54e5ec4248ac410d3657198827fbd512a0bb3.jpg",
    "displayName": {
      "czech": "Alfa dravec",
      "english": "Alpha predator",
      "french": "Prédateur Alpha",
      "german": "Spitzenprädator",
      "italian": "Predatore alfa",
      "japanese": "アルファ・プレデター",
      "koreana": "최강의 포식자",
      "polish": "Drapieżnik alfa",
      "russian": "Альфа-хищник",
      "schinese": "顶级捕食者",
      "spanish": "Depredador alfa",
      "tchinese": "超級掠食者",
      "token": "NEW_ACHIEVEMENT_1_23_NAME",
      "ukrainian": "Альфа-хижак"
    },
    "description": {
      "czech": "Zabil jsi 300 mutantů – Zóna je bezpečnějším místem, aspoň na chvíli.",
      "english": "You killed 300 mutants — the Zone is a safer place, at least for a while.",
      "french": "Vous avez tué 300 mutants - la Zone est plus sûre, au moins pendant un moment.",
      "german": "Sie haben 300Mutanten getötet – die Zone ist ein sicherer Ort, wenigstens für eine Weile.",
      "italian": "Hai ucciso 300 mutanti: la Zona è un luogo più sicuro, almeno per ora.",
      "japanese": "300体のミュータントを倒しました。このゾーンは少なくともしばらくの間、安全です。",
      "koreana": "300명의 돌연변이를 처치했습니다. 존은 당분간은 보다 안전한 장소가 되었습니다.",
      "polish": "Zabiłeś 300 mutantów – strefa jest bezpieczniejsza, a przynajmniej na jakiś czas.",
      "russian": "Вы убили 300 мутантов — Зона станет немного безопаснее, хотя бы ненадолго.",
      "schinese": "你杀死了300只变种生物。至少在一段时间内，封锁区变得更加安全了。",
      "spanish": "Has acabado con 300 mutantes: ahora la Zona está a salvo, al menos de momento.",
      "tchinese": "你獵殺了300個變異體 � 特異區變得更安全了，至少暫時是這樣。",
      "token": "NEW_ACHIEVEMENT_1_23_DESC",
      "ukrainian": "Ви вбили 300 мутантів — Зона стане трохи безпечнішою, хоча б ненадовго."
    },
    "stats_thresholds": [
      {
        "stat_name": "stat_alpha_predator",
        "min_val": 0,
        "max_val": 300
      }
    ]
  },
  {
    "name": "coffee_reactor",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/83f0b15790095e764ca91b3c0efa1cd884bb436b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/8f9404cf5ed8e9863f709e8d7e14094ddcd318d4.jpg",
    "displayName": {
      "czech": "Kávový reaktor",
      "english": "Coffee reactor",
      "french": "Cafetière atomique",
      "german": "Kaffeereaktor",
      "italian": "Reattore di caffeina",
      "japanese": "コーヒーリアクター",
      "koreana": "커피 반응기",
      "polish": "Reaktor kawowy",
      "russian": "Кофеиновый реактор",
      "schinese": "咖啡反应器",
      "spanish": "Reactor de café",
      "tchinese": "咖啡反應者",
      "token": "NEW_ACHIEVEMENT_1_24_NAME",
      "ukrainian": "Кофеїновий реактор"
    },
    "description": {
      "czech": "Vypil jsi 100 energetických nápojů. Zóna je moc velká, nemá smysl být pomalý.",
      "english": "You drank 100 energy drinks. The Zone is too big to be slow.",
      "french": "Vous avez bu 100 boissons énergisantes. La Zone est trop grande pour se déplacer lentement.",
      "german": "Sie haben 100 Energy Drinks getrunken. Die Zone ist zu groß, um langsam zu sein.",
      "italian": "Hai bevuto 100 bevande energetiche. Chi va piano non esplora la vastità della Zona.",
      "japanese": "エナジードリンクを100本飲みました。このゾーンは巨大すぎるため、素早い行動が求められます。",
      "koreana": "100병의 에너지 음료를 마셨습니다. 느긋하게 다니기엔 존은 너무나 큽니다.",
      "polish": "Wypiłeś 100 napojów energetycznych. Strefa jest zbyt duża – musisz poruszać się szybko.",
      "russian": "Вы выпили 100 энергетиков. Зона слишком велика, чтобы медлить.",
      "schinese": "你喝掉了100瓶能量饮料。封锁区幅员辽阔，可千万别停下脚步。",
      "spanish": "Has bebido 100 bebidas energéticas. La Zona es demasiado grande como para ir despacio.",
      "tchinese": "你喝了100瓶能量飲料。特異區太大了，可不能放慢腳步。",
      "token": "NEW_ACHIEVEMENT_1_24_DESC",
      "ukrainian": "Ви випили 100 енергетиків. Зона занадто велика, щоб зволікати."
    },
    "stats_thresholds": [
      {
        "stat_name": "stat_coffee_reactor",
        "min_val": 0,
        "max_val": 100
      }
    ]
  },
  {
    "name": "pinocchio",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/e0d8c1d40d964b14e1f558b0f9535277ef774914.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Pinocchio",
      "english": "Pinocchio",
      "french": "Pinocchio",
      "german": "Pinocchio",
      "italian": "Pinocchio",
      "japanese": "ピノキオ",
      "koreana": "피노키오",
      "polish": "Pinokio",
      "russian": "Сорока на хвосте принесла",
      "schinese": "匹诺曹",
      "spanish": "Pinocho",
      "tchinese": "小木偶",
      "token": "NEW_ACHIEVEMENT_1_25_NAME",
      "ukrainian": "Сорока на хвості принесла"
    },
    "description": {
      "czech": "Poslechni si všechny Pazourkovy příběhy.",
      "english": "Listen to all Filnt's stories.",
      "french": "Écoutez toutes les histoires de Filnt.",
      "german": "Hören Sie sich Flints sämtliche Geschichten an.",
      "italian": "Ascolta tutte le storie di Flint.",
      "japanese": "フリントの話を全て聞く。",
      "koreana": "플린트의 이야기를 모두 들으십시오.",
      "polish": "Wysłuchaj wszystkie historie Filnta.",
      "russian": "Выслушать все истории Флинта.",
      "schinese": "聆听费尔特的所有故事。",
      "spanish": "Escucha todas las historias de Flint.",
      "tchinese": "聽完所有弗林特的故事。",
      "token": "NEW_ACHIEVEMENT_1_25_DESC",
      "ukrainian": "Вислухати всі історії Флінта."
    }
  },
  {
    "name": "detectortive",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/ce8996f30214dee39bdd796f9ef90970fde3569c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/2aebfde58055814fd44dc831c0df45465f67de2c.jpg",
    "displayName": {
      "czech": "Detektiv s detektorem",
      "english": "Detectortive",
      "french": "Détective en détecteurs",
      "german": "Detektortiv",
      "italian": "Detectortive",
      "japanese": "探知機探偵",
      "koreana": "디텍터 탐정",
      "polish": "Dekoracje",
      "russian": "Детектортив",
      "schinese": "探测侦探",
      "spanish": "Detectortive",
      "tchinese": "探測高手",
      "token": "NEW_ACHIEVEMENT_1_26_NAME",
      "ukrainian": "Детектортив"
    },
    "description": {
      "czech": "Najdi aspoň jeden artefakt pomocí každého detektoru.",
      "english": "Find at least one artifact with the help of each detector.",
      "french": "Trouvez au moins un artefact à l'aide de chaque détecteur.",
      "german": "Finden Sie mithilfe eines jeden Detektors mindestens ein Artefakt.",
      "italian": "Trova almeno un manufatto con ciascun detector.",
      "japanese": "各探知機を活用して、1つ以上のアーティファクトを見つける。",
      "koreana": "각각의 디텍터의 도움을 받아 최소한 하나의 아티팩트를 찾으십시오.",
      "polish": "Znajdź co najmniej jeden artefakt za pomocą każdego detektora.",
      "russian": "Найти как минимум один артефакт при помощи каждого из детекторов.",
      "schinese": "至少用每个探测器找到一件神器。",
      "spanish": "Busca al menos un artefacto con la ayuda de los detectores.",
      "tchinese": "用每台探測器至少找到一件神器。",
      "token": "NEW_ACHIEVEMENT_1_26_DESC",
      "ukrainian": "Знайти як мінімум один артефакт за допомогою кожного з детекторів."
    }
  },
  {
    "name": "welltimed_backup",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/b229ded15616fe480b68f19456f5d7a622c8e74d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Dobře načasovaná posila",
      "english": "Well-timed backup",
      "french": "Des renforts au bon moment",
      "german": "Rechtzeitige Hilfe",
      "italian": "Rinforzi tempestivi",
      "japanese": "タイミングの良い支援",
      "koreana": "절묘한 타이밍의 지원",
      "polish": "Wsparcie na czas",
      "russian": "Своевременная подмога",
      "schinese": "及时支援",
      "spanish": "Refuerzos oportunos",
      "tchinese": "及時支援",
      "token": "NEW_ACHIEVEMENT_1_27_NAME",
      "ukrainian": "Вчасна підмога"
    },
    "description": {
      "czech": "Zachraň všechny stalkery před Kovalského skupinou během poslední evakuace.",
      "english": "Save all stalkers from Kovalsky group during the final evacuation.",
      "french": "Sauvez tous les stalkers du groupe Kovalsky lors de l'évacuation finale.",
      "german": "Retten Sie alle Stalker der Kovalsky-Gruppe während der letzten Evakuierung.",
      "italian": "Salva tutti gli stalker dal gruppo di Kovalsky durante l'evacuazione finale.",
      "japanese": "最終避難時にコバルスキーグループのストーカーを全員救出する。",
      "koreana": "마지막 철수에서 코발스키의 스토커들을 전부 구하십시오.",
      "polish": "Uratuj wszystkich stalkerów z grupy Kowalskiego podczas ostatecznej ewakuacji.",
      "russian": "Спасти всех участников отряда Ковальского во время финальной эвакуации.",
      "schinese": "在最后的撤离过程中，拯救科瓦尔斯基小组的所有潜行者。",
      "spanish": "Salva a todos los stalkers del grupo Kovalsky durante la evacuación final.",
      "tchinese": "在最後的撤離中，救出柯瓦斯基組織的所有潛行者。",
      "token": "NEW_ACHIEVEMENT_1_27_DESC",
      "ukrainian": "Врятувати всіх учасників загону Ковальського під час фінальної евакуації."
    }
  },
  {
    "name": "under_every_rock",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/343ea0c8efdf40fd18c029ccc166a196c0831afd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/e4be583b2fd2758d6c136d02ad56bf83889956d2.jpg",
    "displayName": {
      "czech": "Na kameni kámen",
      "english": "Under every rock",
      "french": "Retourner chaque pierre",
      "german": "Unter jedem Stein",
      "italian": "Sotto ogni sasso",
      "japanese": "あらゆる岩の下に",
      "koreana": "바위마다 들춰 보기",
      "polish": "Pod każdym kamieniem",
      "russian": "Под каждым камнем",
      "schinese": "石下之宝",
      "spanish": "Bajo las piedras",
      "tchinese": "掘地三尺",
      "token": "NEW_ACHIEVEMENT_1_28_NAME",
      "ukrainian": "Під кожним каменем"
    },
    "description": {
      "czech": "Získej předměty z každé skrýše v Zatonu, která obsahuje nějakou zbraň.",
      "english": "Find and acquire items from every stash in Zaton which contains any weapon.",
      "french": "Trouvez et obtenez des objets dans toutes les cachettes de Zaton qui contiennent des armes.",
      "german": "Finden und erwerben Sie Gegenstände aus jedem Versteck in Zaton, das eine Waffe enthält.",
      "italian": "Trova e acquisisci oggetti da ogni nascondiglio di Zaton che contenga armi.",
      "japanese": "ザトンですべての隠し場所から、いずれかの武器を含むアイテムを見つけて入手する。",
      "koreana": "자톤에서 무기가 든 은닉처를 모두 찾아 획득하십시오.",
      "polish": "Znajdź i zabierz przedmioty ze wszystkich skrytek w Zatonie, które zawierają broń.",
      "russian": "Найти и получить предметы из всех схронов с оружием в Затоне.",
      "schinese": "从扎通所有内含武器的藏匿处找到并且获得物品",
      "spanish": "Busca y consigue objetos en todos los escondites de Zaton con armas.",
      "tchinese": "找到並取得扎通所有含有武器的藏匿點裡的物品。",
      "token": "NEW_ACHIEVEMENT_1_28_DESC",
      "ukrainian": "Знайти й отримати предмети з усіх схронів зі зброєю в Затоні."
    }
  },
  {
    "name": "ghostbuster",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a73f73e667b5b541f979076517c4cc6db8595e89.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/fb90aa4c01ce8f172b624af392bf28db6789fadf.jpg",
    "displayName": {
      "czech": "Lovec duchů",
      "english": "Ghostbuster",
      "french": "Ghostbuster",
      "german": "Ghostbuster",
      "italian": "Acchiappafantasmi",
      "japanese": "ゴーストバスター",
      "koreana": "고스트버스터",
      "polish": "Łowca duchów",
      "russian": "Охотник на привидений",
      "schinese": "捉鬼专家",
      "spanish": "Cazafantasmas",
      "tchinese": "捉鬼敢死隊",
      "token": "NEW_ACHIEVEMENT_1_29_NAME",
      "ukrainian": "Мисливець на привидів"
    },
    "description": {
      "czech": "Zabij tři poltergeisty.",
      "english": "Kill three poltergeists.",
      "french": "Tuer trois poltergeists.",
      "german": "Töten Sie drei Poltergeister.",
      "italian": "Uccidi tre poltergeist.",
      "japanese": "ポルターガイストを3体倒す。",
      "koreana": "폴터가이스트 3마리를 해치우십시오.",
      "polish": "Zabij trzy poltergeisty.",
      "russian": "Убить три полтергейста.",
      "schinese": "消灭三个喧闹幽灵。",
      "spanish": "Elimina tres poltergeists.",
      "tchinese": "殺死三隻吵鬧鬼。",
      "token": "NEW_ACHIEVEMENT_1_29_DESC",
      "ukrainian": "Вбити трьох полтергейстів."
    },
    "stats_thresholds": [
      {
        "stat_name": "stat_ghostbuster",
        "min_val": 0,
        "max_val": 3
      }
    ]
  },
  {
    "name": "unsinkable",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/c3627a9eca7a340599787aac9e07758adb79bd08.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Nepotopitelný",
      "english": "Unsinkable",
      "french": "Insubmersible",
      "german": "Unsinkbar",
      "italian": "Inaffondabile",
      "japanese": "不沈",
      "koreana": "가라앉지 않는 자",
      "polish": "Niezatapialny",
      "russian": "Непотопляемый",
      "schinese": "永不沉没",
      "spanish": "Incansable",
      "tchinese": "永不沉沒",
      "token": "NEW_ACHIEVEMENT_1_30_NAME",
      "ukrainian": "Непотопний"
    },
    "description": {
      "czech": "Dostaň se poprvé do Skadovsku.",
      "english": "Enter Skadovsk for the first time.",
      "french": "Entrez dans Skadovsk pour la première fois.",
      "german": "Betreten Sie zum ersten Mal die Skadovsk.",
      "italian": "Entra per la prima volta nella Skadovsk.",
      "japanese": "スカドフスクに初めて入る。",
      "koreana": "스카도프스크에 처음으로 발을 들였습니다.",
      "polish": "Odwiedź Skadowsk po raz pierwszy.",
      "russian": "Впервые попасть на Скадовск.",
      "schinese": "首次进入斯卡多夫斯克。",
      "spanish": "Entra por primera vez en Skadovsk.",
      "tchinese": "首次進入斯卡多夫斯克。",
      "token": "NEW_ACHIEVEMENT_1_30_DESC",
      "ukrainian": "Вперше потрапити на Скадовськ."
    }
  },
  {
    "name": "arkless",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/4e70aff38cc05c5ae460c374e99b40e7de994b9e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Archaická archa",
      "english": "Arkless",
      "french": "J'ai perdu mon arche",
      "german": "Archlos",
      "italian": "Senza arca",
      "japanese": "方舟なき者",
      "koreana": "방주가 없는 자",
      "polish": "Bez arki",
      "russian": "Безковчежный",
      "schinese": "阿克莱斯",
      "spanish": "Sin arca",
      "tchinese": "沒有方舟",
      "token": "NEW_ACHIEVEMENT_1_31_NAME",
      "ukrainian": "Безковчежний"
    },
    "description": {
      "czech": "Setkej se s Noemem.",
      "english": "Meet Noah.",
      "french": "Rencontrer Noah.",
      "german": "Treffen Sie Noah.",
      "italian": "Incontra Noah.",
      "japanese": "ノアに会う。",
      "koreana": "노아를 만나십시오.",
      "polish": "Poznaj Noego.",
      "russian": "Встретить Ноя.",
      "schinese": "与诺亚相见。",
      "spanish": "Conoce a Noah.",
      "tchinese": "與挪亞見面。",
      "token": "NEW_ACHIEVEMENT_1_31_DESC",
      "ukrainian": "Зустріти Ноя."
    }
  },
  {
    "name": "train_to_yanov",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/4a2195e94271c7d6d27b4d12957b819adbafb50b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Vlak do Janova",
      "english": "Train to Yaniv",
      "french": "Express vers Yaniv",
      "german": "Zug nach Janiw",
      "italian": "Treno per Yaniv",
      "japanese": "ヤニフ行きの列車",
      "koreana": "야노프행 기차",
      "polish": "Pociąg do Janowa",
      "russian": "Поезд до Янова",
      "schinese": "开往亚诺夫的火车",
      "spanish": "Tren a Yaniv",
      "tchinese": "前往亞諾夫的火車",
      "token": "NEW_ACHIEVEMENT_2_0_NAME",
      "ukrainian": "Потяг до Янова"
    },
    "description": {
      "czech": "Dostaň se poprvé do Janova.",
      "english": "Enter Yaniv for the first time.",
      "french": "Entrez dans Yaniv pour la première fois.",
      "german": "Betreten Sie zum ersten Mal Janiw.",
      "italian": "Entra per la prima volta a Yaniv.",
      "japanese": "ヤニフに初めて入る。",
      "koreana": "야노프에 처음으로 발을 들였습니다.",
      "polish": "Odwiedź Janów po raz pierwszy.",
      "russian": "Впервые попасть на Янов.",
      "schinese": "首次进入亚诺夫。",
      "spanish": "Entra por primera vez en Yaniv.",
      "tchinese": "首次進入亞諾夫。",
      "token": "NEW_ACHIEVEMENT_2_0_DESC",
      "ukrainian": "Вперше потрапити на Янів."
    }
  },
  {
    "name": "imperfect_plans",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/3b82bfba3961ddf49a102a2e628a3d7f5b3b9911.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Nedokonalé plány",
      "english": "Imperfect plans",
      "french": "Plans avec accrocs",
      "german": "Unvollkommene Pläne",
      "italian": "Piani imperfetti",
      "japanese": "不完全な計画",
      "koreana": "불완전한 계획",
      "polish": "Niedoskonałe plany",
      "russian": "Недостатки планирования",
      "schinese": "不完美的计划",
      "spanish": "Planes imperfectos",
      "tchinese": "不完美的計劃",
      "token": "NEW_ACHIEVEMENT_2_1_NAME",
      "ukrainian": "Недоліки планування"
    },
    "description": {
      "czech": "Prohledej všechny vrtulníky Stingray.",
      "english": "Frisk all Stingray helicopters.",
      "french": "Fouillez tous les hélicoptères Stingray.",
      "german": "Durchsuchen Sie alle Stingray-Hubschrauber.",
      "italian": "Esamina tutti gli elicotteri Stingray.",
      "japanese": "スティングレーヘリコプターを全て調べる。",
      "koreana": "모든 스팅레이 헬리콥터를 수색하십시오.",
      "polish": "Przeszukaj wszystkie śmigłowce Ogończa.",
      "russian": "Обыскать все вертолёты Скат.",
      "schinese": "搜查所有魔鬼鱼直升机。",
      "spanish": "Inspecciona todos los helicópteros Pez Raya.",
      "tchinese": "搜查所有魔鬼魚直升機。",
      "token": "NEW_ACHIEVEMENT_2_1_DESC",
      "ukrainian": "Обшукати усі гелікоптери Скат."
    }
  },
  {
    "name": "forgotten_paths",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/9769505391709d92f93535566e8632d0aa6a4270.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Zapomenuté stezky",
      "english": "Forgotten paths",
      "french": "Sentiers oubliés",
      "german": "Vergessene Pfade",
      "italian": "Sentieri dimenticati",
      "japanese": "忘れられた道",
      "koreana": "잊혀진 길",
      "polish": "Zapomniane ścieżki",
      "russian": "Забытые пути",
      "schinese": "被遗忘的道路",
      "spanish": "Caminos olvidados",
      "tchinese": "被遺忘的道路",
      "token": "NEW_ACHIEVEMENT_2_2_NAME",
      "ukrainian": "Забуті шляхи"
    },
    "description": {
      "czech": "Dej dohromady partu a dostaň se k tajné cestě.",
      "english": "Gather the squad and go to overpass.",
      "french": "Rassemblez l'escouade et prenez la passerelle.",
      "german": "Versammeln Sie den Trupp und gehen Sie zur Überführung.",
      "italian": "Raduna la squadra e raggiungi il cavalcavia.",
      "japanese": "部隊を集めて陸橋に向かう。",
      "koreana": "분대를 모으고 육교로 향하십시오.",
      "polish": "Zbierz oddział i udaj się na wiadukt.",
      "russian": "Собрать группу и попасть к Путепроводу.",
      "schinese": "集结小队前往立交桥。",
      "spanish": "Reúne al escuadrón y ve al paso elevado.",
      "tchinese": "集合隊伍並前往天橋。",
      "token": "NEW_ACHIEVEMENT_2_2_DESC",
      "ukrainian": "Зібрати групу і потрапити до Шляхопроводу."
    }
  },
  {
    "name": "purgatory",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/88841444c411bb3c1ac653fbeb4637a7de909c8d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Očistec",
      "english": "Purgatory",
      "french": "Purgatoire",
      "german": "Fegefeuer",
      "italian": "Purgatorio",
      "japanese": "煉獄",
      "koreana": "연옥",
      "polish": "Czyściec",
      "russian": "Чистилище",
      "schinese": "炼狱",
      "spanish": "Purgatorio",
      "tchinese": "煉獄",
      "token": "NEW_ACHIEVEMENT_2_3_NAME",
      "ukrainian": "Чистилище"
    },
    "description": {
      "czech": "Dostaň se poprvé do prádelny.",
      "english": "Enter Laundromat for the first time.",
      "french": "Entrez dans Laundromat pour la première fois.",
      "german": "Betreten Sie zum ersten Mal den Waschsalon.",
      "italian": "Entra per la prima volta nella lavanderia.",
      "japanese": "ランドリーに初めて入る。",
      "koreana": "빨래방에 처음으로 발을 들였습니다.",
      "polish": "Wejdź do pralni samoobsługowej po raz pierwszy.",
      "russian": "Впервые попасть в Прачечную.",
      "schinese": "首次进入洗衣店。",
      "spanish": "Entra por primera vez en la lavandería.",
      "tchinese": "首次進入洗衣店。",
      "token": "NEW_ACHIEVEMENT_2_3_DESC",
      "ukrainian": "Вперше потрапити до Пральні."
    }
  },
  {
    "name": "item_62",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/1ca843609c58e5eb1226b172fc591a6587657005.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Předmět 62",
      "english": "Item 62",
      "french": "Objet 62",
      "german": "Objekt 62",
      "italian": "Oggetto 62",
      "japanese": "アイテム 62",
      "koreana": "아이템 62",
      "polish": "Obiekt 62",
      "russian": "Изделие №62",
      "schinese": "物品62",
      "spanish": "Objeto 62",
      "tchinese": "62號物品",
      "token": "NEW_ACHIEVEMENT_2_4_NAME",
      "ukrainian": "Виріб №62"
    },
    "description": {
      "czech": "Najdi zbraň budoucnosti.",
      "english": "Find the weapon of future.",
      "french": "Trouvez l'arme du futur.",
      "german": "Finden Sie die Waffe der Zukunft.",
      "italian": "Trova l'arma del futuro.",
      "japanese": "未来の武器を見つける。",
      "koreana": "미래 무기를 찾으십시오.",
      "polish": "Znajdź broń z przyszłości.",
      "russian": "Найти оружие будущего.",
      "schinese": "找到未来的武器。",
      "spanish": "Encuentra el arma del futuro.",
      "tchinese": "尋找未來的武器。",
      "token": "NEW_ACHIEVEMENT_2_4_DESC",
      "ukrainian": "Знайти зброю майбутнього."
    }
  },
  {
    "name": "librarian",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/83694940b84b14592e4d7086d956236c257971c8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Knihovník",
      "english": "Librarian",
      "french": "Archiviste",
      "german": "Bibliothekar",
      "italian": "Bibliotecario",
      "japanese": "図書館員",
      "koreana": "사서",
      "polish": "Bibliotekarz",
      "russian": "Библиотекарь",
      "schinese": "图书管理员",
      "spanish": "Bibliotecario",
      "tchinese": "圖書管理員",
      "token": "NEW_ACHIEVEMENT_2_5_NAME",
      "ukrainian": "Бібліотекар"
    },
    "description": {
      "czech": "Najdi všechny dokumenty v laboratoři X-8.",
      "english": "Get all documents in Lab X-8.",
      "french": "Récupérez tous les documents dans le laboratoire X-8.",
      "german": "Beschaffen Sie alle Dokumente im Labor X-8.",
      "italian": "Ottieni tutti i documenti nel Laboratorio X-8.",
      "japanese": "X-8研究所で全ての資料を入手する。",
      "koreana": "X-8 연구소에서 모든 문서를 수집하십시오.",
      "polish": "Zbierz wszystkie dokumenty z laboratorium X-8.",
      "russian": "Собрать все документы в лаборатории Х-8.",
      "schinese": "获取X-8实验室的所有文件。",
      "spanish": "Consigue todos los documentos del laboratorio X8.",
      "tchinese": "拿取X-8實驗室的所有文件。",
      "token": "NEW_ACHIEVEMENT_2_5_DESC",
      "ukrainian": "Зібрати усі документи у лабораторії Х-8."
    }
  },
  {
    "name": "evacuation",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/2106aa4f61c1587f664361318274700792e1530d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Evakuace",
      "english": "Evacuation",
      "french": "Évacuation",
      "german": "Evakuierung",
      "italian": "Evacuazione",
      "japanese": "退避",
      "koreana": "철수",
      "polish": "Ewakuacja",
      "russian": "Эвакуация",
      "schinese": "撤离",
      "spanish": "Evacuación",
      "tchinese": "撤離",
      "token": "NEW_ACHIEVEMENT_2_6_NAME",
      "ukrainian": "Евакуація"
    },
    "description": {
      "czech": "Dokonči hru a odleť ve vrtulníku.",
      "english": "Complete the game by evacuating on a helicopter.",
      "french": "Terminez le jeu en évacuant à bord d'un hélicoptère.",
      "german": "Beenden Sie das Spiel mit einer Evakuierung in einem Hubschrauber.",
      "italian": "Completa il gioco evacuando con l'elicottero.",
      "japanese": "ヘリコプターで退避し、ゲームをクリアする。",
      "koreana": "헬리콥터를 타고 철수함으로써 게임을 클리어하십시오.",
      "polish": "Ukończ grę, ewakuując się śmigłowcem.",
      "russian": "Завершить игру путём эвакуации на вертолёте.",
      "schinese": "游戏结束时乘坐直升机撤离。",
      "spanish": "Completa el juego evacuando en helicóptero.",
      "tchinese": "乘搭直升機撤離以完成遊戲。",
      "token": "NEW_ACHIEVEMENT_2_6_DESC",
      "ukrainian": "Закінчити гру шляхом евакуації на гелікоптері."
    }
  },
  {
    "name": "stalker_by_blood",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/bd454d88a8f58cf43389ecfa01715af58a23cf57.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Stalker tělem i duší",
      "english": "Stalker by blood",
      "french": "Stalker de sang",
      "german": "Stalker durch und durch",
      "italian": "Sangue di stalker",
      "japanese": "生まれながらのストーカー",
      "koreana": "타고난 스토커",
      "polish": "Stalker pełną gębą",
      "russian": "Сталкер по крови",
      "schinese": "天生的潜行者",
      "spanish": "Sangre stalker",
      "tchinese": "天生潛行者",
      "token": "NEW_ACHIEVEMENT_2_7_NAME",
      "ukrainian": "Сталкер за покликанням"
    },
    "description": {
      "czech": "Dokonči hru a rozhodni se zůstat v Zóně.",
      "english": "Complete the game and decide to stay in the Zone.",
      "french": "Terminez le jeu et décidez de rester dans la zone.",
      "german": "Beenden Sie das Spiel und entscheiden Sie sich dazu, in der Zone zu bleiben.",
      "italian": "Completa il gioco e scegli di restare nella Zona.",
      "japanese": "ゲームをクリアし、ゾーンに残る決定を下す。",
      "koreana": "게임을 클리어하고 존에 남아있기로 하십시오.",
      "polish": "Ukończ grę, pozostając w Zonie.",
      "russian": "Завершить игру, но остаться в Зоне.",
      "schinese": "完成游戏并决定留在封锁区。",
      "spanish": "Completa el juego y decide quedarte en la Zona.",
      "tchinese": "完成遊戲，並決定留在特異區內。",
      "token": "NEW_ACHIEVEMENT_2_7_DESC",
      "ukrainian": "Закінчити гру, але залишитись у Зоні."
    }
  },
  {
    "name": "mirone_is_it_you",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/c80ad27d10be1b39d198745bd4cfc28ad9afe987.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Majrone, jsi to ty?",
      "english": "Mirone, is it you?",
      "french": "Mirone, c'est toi ?",
      "german": "Bist du das, Mirone?",
      "italian": "Mirone, sei tu?",
      "japanese": "あんた、マイロンか？",
      "koreana": "미론, 너야?",
      "polish": "Majron, czy to ty?",
      "russian": "Майрон, это ты?",
      "schinese": "米罗尼，是你吗？",
      "spanish": "¿Eres tú, Mirone?",
      "tchinese": "是你嗎，米隆？",
      "token": "NEW_ACHIEVEMENT_2_8_NAME",
      "ukrainian": "Майрон, це ти?"
    },
    "description": {
      "czech": "Najdi Majrona.",
      "english": "Find Mirone.",
      "french": "Trouver Mirone.",
      "german": "Finden Sie Mirone.",
      "italian": "Trova Mirone.",
      "japanese": "マイロンを見つける。",
      "koreana": "미론을 찾으십시오.",
      "polish": "Znajdź Majrona.",
      "russian": "Найти Майрона.",
      "schinese": "找到米罗尼。",
      "spanish": "Encuentra a Mirone.",
      "tchinese": "尋找米隆。",
      "token": "NEW_ACHIEVEMENT_2_8_DESC",
      "ukrainian": "Знайти Майрона."
    }
  },
  {
    "name": "old_acquaintance",
    "hidden": true,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/af884f063918a352d5fe8e6c8efaa8f1c542db9a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a4c5e5193903e82f0d7373e6af02cc4197ccdedc.jpg",
    "displayName": {
      "czech": "Staří známí",
      "english": "Old acquaintance",
      "french": "Vieille connaissance",
      "german": "Alte Bekanntschaft",
      "italian": "Vecchia conoscenza",
      "japanese": "旧知の仲",
      "koreana": "오랜 지인",
      "polish": "Stary znajomy",
      "russian": "Старый знакомый",
      "schinese": "昔日旧友",
      "spanish": "Un viejo amigo",
      "tchinese": "老相識",
      "token": "NEW_ACHIEVEMENT_2_9_NAME",
      "ukrainian": "Старий знайомий"
    },
    "description": {
      "czech": "Setkej se s Petrušou a pomoz mu dostat se z anomálie.",
      "english": "Meet Petruha and help him get out of the anomaly.",
      "french": "Trouvez Petruha et aidez-le à sortir de l'anomalie.",
      "german": "Treffen Sie Petruha und helfen Sie ihm, aus der Anomalie herauszukommen.",
      "italian": "Incontra Petruha e aiutalo a uscire dall'anomalia.",
      "japanese": "ペトルハに会って、彼が怪奇現象から抜け出すのを手伝う。",
      "koreana": "페트루하를 만나서 이상 현상에서 그를 구하십시오.",
      "polish": "Spotkaj się z Pietruchą i pomóż mu wydostać się z anomalii.",
      "russian": "Встретить старого знакомого Петруху и помочь ему выбраться из аномалии.",
      "schinese": "遇见彼得罗哈，并帮助他逃离异常现象。",
      "spanish": "Encuentra a Petruha y ayúdalo a salir de la anomalía.",
      "tchinese": "與皮處哈見面，協助他逃離特異點。",
      "token": "NEW_ACHIEVEMENT_2_9_DESC",
      "ukrainian": "Зустріти старого знайомого Петруху та допомогти йому вибратися з аномалії."
    }
  },
  {
    "name": "agent_f1",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/6cd9c434c9bd7a29575ff195e367d360de202cc7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/e6a2233520a987d87756a6ce0105d89b4077b3c7.jpg",
    "displayName": {
      "czech": "Agent F-1",
      "english": "Agent F-1",
      "french": "Agent F-1",
      "german": "Agent F-1",
      "italian": "Agente F-1",
      "japanese": "エージェント F-1",
      "koreana": "F-1 요원",
      "polish": "Agent F-1",
      "russian": "Агент Ф-1",
      "schinese": "特工F-1",
      "spanish": "Agente F-1",
      "tchinese": "幹員F-1",
      "token": "NEW_ACHIEVEMENT_2_10_NAME",
      "ukrainian": "Агент Ф-1"
    },
    "description": {
      "czech": "Zabij 100 nepřátel pomocí ručních granátů.",
      "english": "Kill 100 enemies with hand grenades.",
      "french": "Éliminez 100 ennemis avec des grenades lancées à la main.",
      "german": "Töten Sie 100 Feinde mit Handgranaten.",
      "italian": "Uccidi 100 nemici con granate a mano.",
      "japanese": "ハンドグレネードで100体の敵を倒す。",
      "koreana": "수류탄으로 적을 100명 처치하십시오.",
      "polish": "Zabij 100 wrogów granatami ręcznymi.",
      "russian": "Убить 100 противников ручными гранатами.",
      "schinese": "用手榴弹击杀100名敌人。",
      "spanish": "Elimina a 100 enemigos con granadas de mano.",
      "tchinese": "用手榴彈殺死100個敵人。",
      "token": "NEW_ACHIEVEMENT_2_10_DESC",
      "ukrainian": "Вбити 100 ворогів за допомогою ручних гранат."
    },
    "stats_thresholds": [
      {
        "stat_name": "stat_agent_f1",
        "min_val": 0,
        "max_val": 100
      }
    ]
  },
  {
    "name": "natural_disaster",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/ac9d916a8ea5564c51997fca6bb578b32995f962.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/eea2083516a10be24f61c7eebd2d1d8ddb6dce33.jpg",
    "displayName": {
      "czech": "Přírodní katastrofa",
      "english": "Natural disaster",
      "french": "Catastrophe naturelle",
      "german": "Naturkatastrophe",
      "italian": "Disastro naturale",
      "japanese": "自然災害",
      "koreana": "자연 재해",
      "polish": "Klęska żywiołowa",
      "russian": "Стихийное бедствие",
      "schinese": "自然灾害",
      "spanish": "Catástrofe natural",
      "tchinese": "自然災害",
      "token": "NEW_ACHIEVEMENT_2_11_NAME",
      "ukrainian": "Стихійне лихо"
    },
    "description": {
      "czech": "Dej si najednou do výbavy Sněžnou vločku, Plamen, Kamenný květ a Měsíční světlo.",
      "english": "Simultaneously equip Snowflake, Flame, Stone flower and Moonlight.",
      "french": "Équipez simultanément les artefacts Flocon de neige, Flamme, Fleur de pierre et Clair de lune.",
      "german": "Rüsten Sie gleichzeitig Schneeflocke, Flamme, Steinblume und Mondlicht aus.",
      "italian": "Equipaggia contemporaneamente un Fiocco di neve, una Fiamma, un Fiore di pietra e un Chiaro di luna.",
      "japanese": "スノーフレーク、フレイム、ストーン・フラワー、ムーンライトを同時に装備する。",
      "koreana": "스노우플레이크, 플레임, 스톤 플라워와 문라이트를 동시에 장착하십시오.",
      "polish": "Wyposaż jednocześnie „Śnieżynkę”, „Płomień”, „Kamienny kwiat” i „Blask księżyca”.",
      "russian": "Одновременно экипировать артефакты Снежинка, Пламя, Каменный цветок, Лунный Свет.",
      "schinese": "同时装备雪花、火焰、石之花和月光。",
      "spanish": "Equipa Copo de nieve, Llama, Flor de piedra y Claro de luna a la vez.",
      "tchinese": "同時裝備「雪花」、「火焰球」、「石花」和「月光」。",
      "token": "NEW_ACHIEVEMENT_2_11_DESC",
      "ukrainian": "Одночасно екіпірувати артефакти Сніжинка, Полум'я, Кам'яна квітка, Місячне сяйво."
    }
  },
  {
    "name": "its_all_fake",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/5961855c86a8695cb257850ccbc05018a56b9a8f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/36c66b5c5eadb5509aa0db465a0fe75be886c5d1.jpg",
    "displayName": {
      "czech": "Všechno je falešné",
      "english": "It's all fake",
      "french": "Tout est bidon",
      "german": "Es ist alles Fake",
      "italian": "È tutto finto",
      "japanese": "すべて虚構",
      "koreana": "가짜 게임",
      "polish": "Wszystko to ściema",
      "russian": "Там всё — ненастоящее",
      "schinese": "都是假象",
      "spanish": "Todo es mentira",
      "tchinese": "全都是假的",
      "token": "NEW_ACHIEVEMENT_2_12_NAME",
      "ukrainian": "Там усе — несправжнє"
    },
    "description": {
      "czech": "Dokonči hru na obtížnost Nováček.",
      "english": "Finish the game on Novice difficulty.",
      "french": "Finir le jeu en difficulté Novice.",
      "german": "Beenden Sie das Spiel im Schwierigkeitsgrad Novize.",
      "italian": "Completa il gioco a difficoltà Principiante.",
      "japanese": "初級者の難易度でゲームをクリア。",
      "koreana": "게임을 초보자 난이도로 클리어하십시오.",
      "polish": "Ukończ grę na poziomie trudności Nowicjusz.",
      "russian": "Пройти игру на уровне Новичок.",
      "schinese": "以“新手”难度通关游戏。",
      "spanish": "Completa el juego en dificultad Novato.",
      "tchinese": "以新手難度完成遊戲。",
      "token": "NEW_ACHIEVEMENT_2_12_DESC",
      "ukrainian": "Пройти гру на рівні Новачок."
    }
  },
  {
    "name": "intelligence_agent",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/a3fb525321bcba7754954313dcc4766b0957f216.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/04d1ad04fa46653a466c2a294604d40936ac0ee1.jpg",
    "displayName": {
      "czech": "Agent rozvědky",
      "english": "Intelligence agent",
      "french": "Agent des renseignements",
      "german": "Geheimdienstler",
      "italian": "Agente segreto",
      "japanese": "知的なエージェント",
      "koreana": "첩보 요원",
      "polish": "Agent wywiadu",
      "russian": "Старший разведчик",
      "schinese": "情报员",
      "spanish": "Agente secreto",
      "tchinese": "情報人員",
      "token": "NEW_ACHIEVEMENT_2_13_NAME",
      "ukrainian": "Старший розвідник"
    },
    "description": {
      "czech": "Dokonči hru na obtížnost Stalker.",
      "english": "Finish the game on Stalker difficulty.",
      "french": "Terminez le jeu en difficulté Stalker.",
      "german": "Beenden Sie das Spiel im Schwierigkeitsgrad Stalker.",
      "italian": "Completa il gioco a difficoltà Stalker.",
      "japanese": "ストーカーの難易度でゲームをクリア。",
      "koreana": "게임을 스토커 난이도로 클리어하십시오.",
      "polish": "Ukończ grę na poziomie trudności Stalker.",
      "russian": "Пройти игру на уровне Сталкер.",
      "schinese": "以“潜行者”难度通关游戏。",
      "spanish": "Completa el juego en dificultad Stalker.",
      "tchinese": "以潛行者難度完成遊戲。",
      "token": "NEW_ACHIEVEMENT_2_13_DESC",
      "ukrainian": "Пройти гру на рівні Сталкер."
    }
  },
  {
    "name": "the_zone_will_remember_us",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/8241130356701b1c2b5c877efbe19ddb849bbf13.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/9658960839169308bdc887679d44d9ec84cdb002.jpg",
    "displayName": {
      "czech": "Zóna si nás bude pamatovat",
      "english": "The Zone will remember us",
      "french": "La Zone se souviendra de nous",
      "german": "Die Zone wird sich an uns erinnern",
      "italian": "Nella memoria della Zona",
      "japanese": "ゾーンは我々を忘れない",
      "koreana": "존은 우리를 기억할 것입니다",
      "polish": "Zona nie za pomni o nas",
      "russian": "Зона нас запомнит",
      "schinese": "封锁区将会铭记我们",
      "spanish": "La Zona nos recordará",
      "tchinese": "特異區會記住我們",
      "token": "NEW_ACHIEVEMENT_2_14_NAME",
      "ukrainian": "Зона нас запам'ятає"
    },
    "description": {
      "czech": "Dokonči hru na obtížnost Veterán nebo Mistr.",
      "english": "Finish the game on Veteran or Master difficulty.",
      "french": "Terminez le jeu en difficulté Vétéran ou Maître.",
      "german": "Beenden Sie das Spiel im Schwierigkeitsgrad Veteran oder Meister.",
      "italian": "Completa il gioco a difficoltà Veterano o Maestro.",
      "japanese": "ベテランまたはマスターの難易度でゲームをクリア。",
      "koreana": "게임을 베테랑 또는 마스터 난이도로 클리어하십시오.",
      "polish": "Ukończ grę na poziomie trudności Weteran lub Mistrz.",
      "russian": "Пройти гру на уровне Ветеран или Мастер.",
      "schinese": "以“老手”或“大师”难度通关游戏。",
      "spanish": "Completa el juego en dificultad Veterano o Maestro.",
      "tchinese": "以老兵或高手難度完成遊戲。",
      "token": "NEW_ACHIEVEMENT_2_14_DESC",
      "ukrainian": "Пройти гру на рівні Ветеран або Майстер."
    }
  },
  {
    "name": "irresistable_call",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/52f706bd65fbeb87556fbc72dd85de148d39691d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2427430/61155db6f81ac93ce90e993132d69538dc8d80d7.jpg",
    "displayName": {
      "czech": "Neodolatelné volání",
      "english": "Irresistable call",
      "french": "Appel irrésistible",
      "german": "Unwiderstehlicher Ruf",
      "italian": "Richiamo irresistibile",
      "japanese": "抗えない命令",
      "koreana": "거부할 수 없는 부름",
      "polish": "Nieodparty zew",
      "russian": "Непреодолимый зов",
      "schinese": "不可抗拒的召唤",
      "spanish": "Una llamada irresistible",
      "tchinese": "無法抗拒的呼喚",
      "token": "NEW_ACHIEVEMENT_2_15_NAME",
      "ukrainian": "Непереборний поклик"
    },
    "description": {
      "czech": "Dokonči hru S.T.A.L.K.E.R.: Call of Prypiat.",
      "english": "Complete S.T.A.L.K.E.R.: Call of Prypiat.",
      "french": "Terminez S.T.A.L.K.E.R. : Call of Prypiat.",
      "german": "Beenden Sie S.T.A.L.K.E.R.: Call of Prypiat.",
      "italian": "Completa S.T.A.L.K.E.R.: Call of Prypiat.",
      "japanese": "『S.T.A.L.K.E.R.: Call of Prypiat』をクリアする。",
      "koreana": "S.T.A.L.K.E.R.: Call of Prypiat을 클리어하십시오.",
      "polish": "Ukończ S.T.A.L.K.E.R.: Zew Prypeci.",
      "russian": "Пройти игру S.T.A.L.K.E.R.: Call of Prypiat.",
      "schinese": "完成《潜行者：普里皮亚季的召唤》。",
      "spanish": "Completa S.T.A.L.K.E.R.: Call of Prypiat.",
      "tchinese": "完成《S.T.A.L.K.E.R.: Call of Prypiat》",
      "token": "NEW_ACHIEVEMENT_2_15_DESC",
      "ukrainian": "Пройти гру S.T.A.L.K.E.R.: Call of Prypiat."
    }
  }
]