[
  {
    "name": "DOG_SERVICE",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2202220/56c88f257aa83b97e5a9d4537b740c795ff77015.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2202220/851ab02a50907fcafd5d2723780a79330c82c4bd.jpg",
    "displayName": {
      "english": "Canine Success",
      "german": "Hundeerfolg",
      "french": "Succès Canin",
      "italian": "Successo Canino",
      "koreana": "강아지의 성공",
      "spanish": "Éxito Canino",
      "schinese": "犬类成功",
      "tchinese": "犬類成功",
      "russian": "Собачий Успех",
      "japanese": "犬の成功",
      "polish": "Pieski sukces",
      "turkish": "Köpek Başarısı",
      "brazilian": "Sucesso Canino",
      "token": "NEW_ACHIEVEMENT_1_0_NAME"
    },
    "description": {
      "english": "Achievement for completing and delivering the first dog training order. It's a step that shows you can effectively work with dogs and meet client expectations.",
      "german": "Erfolg für das Abschließen und Abgeben des ersten Hundeausbildungsauftrags. Es zeigt, dass du effektiv mit Hunden arbeiten und die Erwartungen der Kunden erfüllen kannst.",
      "french": "Succès pour avoir complété et livré la première commande de dressage de chien. C'est une étape qui montre que vous pouvez travailler efficacement avec les chiens et répondre aux attentes des clients.",
      "italian": "Conquista per aver completato e consegnato il primo ordine di addestramento del cane. È un passo che mostra che sai lavorare efficacemente con i cani e soddisfare le aspettative dei clienti.",
      "koreana": "첫 번째 개 훈련 주문을 완료하고 제공한 성과입니다. 고객의 기대를 충족시키며 개와 효과적으로 작업할 수 있음을 보여주는 단계입니다.",
      "spanish": "Logro por completar y entregar el primer pedido de entrenamiento de perros. Es un paso que demuestra que puedes trabajar efectivamente con perros y cumplir con las expectativas de los clientes.",
      "schinese": "完成并交付第一个狗训练订单时获得的成就。这一步展示了你能有效地与狗合作并满足客户的期望。",
      "tchinese": "完成並交付第一個狗訓練訂單時獲得的成就。這一步展示了你能有效地與狗合作並滿足客戶的期望。",
      "russian": "Достижение за выполнение и доставку первого заказа на дрессировку собаки. Это шаг, демонстрирующий, что вы можете эффективно работать с собаками и удовлетворять ожидания клиентов.",
      "japanese": "初めての犬訓練オーダーを完了して提供した実績です。犬と効果的に働き、顧客の期待に応えることができることを示す一歩です。",
      "polish": "Osiągnięcie za ukończenie i oddanie pierwszego zlecenia tresury psa. To krok, który pokazuje, że potrafisz skutecznie pracować z psami i spełniać oczekiwania klientów.",
      "turkish": "İlk köpek eğitim siparişini tamamlayıp teslim ettiğinizde bu başarıyı kazanırsınız. Köpeklerle etkili bir şekilde çalışabileceğinizi ve müşteri beklentilerini karşılayabileceğinizi gösteren bir adımdır.",
      "brazilian": "Conquista por completar e entregar o primeiro pedido de treinamento de cães. É um passo que mostra que você pode trabalhar eficazmente com cães e atender às expectativas dos clientes.",
      "token": "NEW_ACHIEVEMENT_1_0_DESC"
    }
  },
  {
    "name": "HORSE_SERVICE",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2202220/0caffafd4776ef2e7816584815c4872c138b22ac.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2202220/e2b10a37a287dfc34514eb14d400ae19fb45e265.jpg",
    "displayName": {
      "english": "Gallop to the Goal",
      "german": "Galopp zum Ziel",
      "french": "Au Galop vers le But",
      "italian": "Al Galoppo verso l'Obiettivo",
      "koreana": "목표로 가는 질주",
      "spanish": "Galope hacia la Meta",
      "schinese": "冲刺到目标",
      "tchinese": "衝刺到目標",
      "russian": "Галопом к Цели",
      "japanese": "目標へのギャロップ",
      "polish": "Galopem do celu",
      "turkish": "Hedefe Galop",
      "brazilian": "Galope até o Objetivo",
      "token": "NEW_ACHIEVEMENT_1_1_NAME"
    },
    "description": {
      "english": "You receive this achievement when you complete and deliver the first horse training order. It confirms your skills in working with horses and satisfying customers.",
      "german": "Du erhältst diese Auszeichnung, wenn du den ersten Pferdeausbildungsauftrag abschließt und abgibst. Es bestätigt deine Fähigkeiten in der Arbeit mit Pferden und die Zufriedenheit der Kunden.",
      "french": "Vous recevez cette réussite lorsque vous complétez et livrez la première commande de dressage de cheval. Cela confirme vos compétences dans le travail avec les chevaux et la satisfaction des clients.",
      "italian": "Ricevi questa conquista quando completi e consegni il primo ordine di addestramento del cavallo. Conferma le tue abilità nel lavorare con i cavalli e nel soddisfare i clienti.",
      "koreana": "첫 번째 말 훈련 주문을 완료하고 제공했을 때 이 성과를 받습니다. 고객을 만족시키며 말과 작업할 수 있는 능력을 확인시켜 줍니다.",
      "spanish": "Recibes este logro cuando completas y entregas el primer pedido de entrenamiento de caballos. Confirma tus habilidades para trabajar con caballos y la satisfacción de los clientes.",
      "schinese": "完成并交付第一个马训练订单时获得的成就。这证明了你在与马合作和客户满意度方面的技能。",
      "tchinese": "完成並交付第一個馬訓練訂單時獲得的成就。這證明了你在與馬合作和客戶滿意度方面的技能。",
      "russian": "Вы получаете это достижение, когда выполняете и доставляете первый заказ на дрессировку лошади. Это подтверждает ваши навыки работы с лошадьми и удовлетворенность клиентов.",
      "japanese": "初めての馬訓練オーダーを完了して提供したときに得られる実績です。馬との仕事と顧客満足度のスキルを確認します。",
      "polish": "Dostajesz to osiągnięcie, gdy ukończysz i oddasz pierwsze zlecenie tresury konia. Potwierdza to Twoje umiejętności w pracy z końmi i zadowolenie klientów.",
      "turkish": "İlk at eğitim siparişini tamamladığınızda ve teslim ettiğinizde bu başarıyı kazanırsınız. Atlarla çalışma becerilerinizi ve müşteri memnuniyetini onaylar.",
      "brazilian": "Você recebe esta conquista quando completa e entrega o primeiro pedido de treinamento de cavalos. Confirma suas habilidades em trabalhar com cavalos e a satisfação dos clientes.",
      "token": "NEW_ACHIEVEMENT_1_1_DESC"
    }
  },
  {
    "name": "FINISH_TOTURIAL",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2202220/957570fb102de63cfa4a49fe36ab288ca746a8e1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2202220/27d561ce5371276c352bef5263829d852e5f02b5.jpg",
    "displayName": {
      "english": "First Steps in the Saddle",
      "german": "Erste Schritte im Sattel",
      "french": "Premiers Pas en Selle",
      "italian": "Primi Passi in Sella",
      "koreana": "안장에서의 첫 걸음",
      "spanish": "Primeros Pasos en la Silla",
      "schinese": "鞍上的第一步",
      "tchinese": "鞍上的第一步",
      "russian": "Первые Шаги в Седле",
      "japanese": "鞍での最初のステップ",
      "polish": "Pierwsze kroki w siodle",
      "turkish": "Eyerdeki İlk Adımlar",
      "brazilian": "Primeiros Passos na Sela",
      "token": "NEW_ACHIEVEMENT_1_2_NAME"
    },
    "description": {
      "english": "Achievement for completing the tutorial. It shows that you've mastered the basics of handling and training animals in the game.",
      "german": "Erfolg für das Abschließen des Tutorials. Es zeigt, dass du die Grundlagen der Handhabung und Ausbildung von Tieren im Spiel gemeistert hast.",
      "french": "Succès pour avoir terminé le tutoriel. Cela montre que vous avez maîtrisé les bases de la manipulation et du dressage des animaux dans le jeu.",
      "italian": "Conquista per aver completato il tutorial. Mostra che hai padroneggiato le basi della gestione e dell'addestramento degli animali nel gioco.",
      "koreana": "튜토리얼을 완료했을 때 받는 성과입니다. 게임 내에서 동물을 다루고 훈련시키는 기본을 마스터했음을 보여줍니다.",
      "spanish": "Logro por completar el tutorial. Muestra que has dominado los fundamentos del manejo y entrenamiento de animales en el juego.",
      "schinese": "完成教程时获得的成就。展示了你已经掌握了游戏中处理和训练动物的基础。",
      "tchinese": "完成教程時獲得的成就。展示了你已經掌握了遊戲中處理和訓練動物的基礎。",
      "russian": "Достижение за завершение обучения. Показывает, что вы освоили основы управления и тренировки животных в игре.",
      "japanese": "チュートリアルを終了した実績です。ゲーム内で動物の扱いと訓練の基本をマスターしたことを示します。",
      "polish": "Osiągnięcie za zakończenie samouczka. To pokazuje, że opanowałeś podstawy obsługi i tresury zwierząt w grze.",
      "turkish": "Eğiticiyi tamamladığınızda bu başarıyı kazanırsınız. Oyun içinde hayvanların nasıl ele alınacağı ve eğitileceği konusundaki temelleri öğrendiğinizi gösterir.",
      "brazilian": "Conquista por completar o tutorial. Mostra que você dominou os fundamentos do manejo e treinamento de animais no jogo.",
      "token": "NEW_ACHIEVEMENT_1_2_DESC"
    }
  },
  {
    "name": "SWIMMING_TIME",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2202220/490cae01757c73ac8da80b649ab03aafd9b0c231.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2202220/70749692c4db37e7d92e4050fa3334d2c9adf342.jpg",
    "displayName": {
      "english": "Wet Race",
      "german": "Nasses Rennen",
      "french": "Course Mouillée",
      "italian": "Gara Bagnata",
      "koreana": "젖은 경주",
      "spanish": "Carrera Acuática",
      "schinese": "湿漉漉的比赛",
      "tchinese": "濕漉漉的比賽",
      "russian": "Мокрая Гонка",
      "japanese": "ウェットレース",
      "polish": "Mokry wyścig",
      "turkish": "Is Wet Race",
      "brazilian": "Corrida Molhada",
      "token": "NEW_ACHIEVEMENT_1_3_NAME"
    },
    "description": {
      "english": "You earn this achievement when you drive a car into water. It's an unexpected twist during the exploration of the game world.",
      "german": "Diesen Erfolg erhältst du, wenn du mit einem Auto ins Wasser fährst. Eine unerwartete Wendung bei der Erkundung der Spielwelt.",
      "french": "Vous gagnez cette réussite lorsque vous conduisez une voiture dans l'eau. C'est un rebondissement inattendu lors de l'exploration du monde du jeu.",
      "italian": "Ottieni questa conquista quando guidi un'auto nell'acqua. È un colpo di scena inaspettato durante l'esplorazione del mondo di gioco.",
      "koreana": "차를 물에 빠뜨렸을 때 받는 성과입니다. 게임 세계를 탐험하는 동안 예상치 못한 전환점입니다.",
      "spanish": "Obtienes este logro cuando conduces un coche al agua. Es un giro inesperado durante la exploración del mundo del juego.",
      "schinese": "驾车落水时获得的成就。在游戏世界探索中的一个意外转折。",
      "tchinese": "駕車落水時獲得的成就。在遊戲世界探索中的一個意外轉折。",
      "russian": "Вы зарабатываете это достижение, когда въезжаете на машине в воду. Это неожиданный поворот во время исследования мира игры.",
      "japanese": "車で水に入ったときに得られる実績です。ゲームの世界を探索する中での予期せぬ展開です。",
      "polish": "Osiągnięcie zdobywasz, gdy wpadniesz samochodem do wody. To niespodziewany twist podczas eksploracji świata gry.",
      "turkish": "Bir araba ile suya düştüğünüzde bu başarıyı kazanırsınız. Oyun dünyasını keşfederken beklenmedik bir dönüş.",
      "brazilian": "Você ganha esta conquista quando dirige um carro na água. É uma reviravolta inesperada durante a exploração do mundo do jogo.",
      "token": "NEW_ACHIEVEMENT_1_3_DESC"
    }
  },
  {
    "name": "PLAYER_SNACK",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2202220/ac57812ebb6e5fc172c067e61b6120fcbe5bad2a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2202220/71acffad96e75db59e37ea53596d4fb8185572d1.jpg",
    "displayName": {
      "english": "Midnight Snack",
      "german": "Mitternachtssnack",
      "french": "Encas de Minuit",
      "italian": "Spuntino di Mezzanotte",
      "koreana": "자정의 간식",
      "spanish": "Aperitivo de Medianoche",
      "schinese": "午夜小吃",
      "tchinese": "午夜小吃",
      "russian": "Полуночный Перекус",
      "japanese": "真夜中のスナック",
      "polish": "Przekąska o północy",
      "turkish": "Gece Yarısı Atıştırmalığı",
      "brazilian": "Lanche da Meia-noite",
      "token": "NEW_ACHIEVEMENT_1_4_NAME"
    },
    "description": {
      "english": "You receive this achievement when you eat the first snack from the fridge. It's a moment of relaxation and taking care of your character's needs.",
      "german": "Du erhältst diese Auszeichnung, wenn du den ersten Snack aus dem Kühlschrank isst. Ein Moment der Entspannung und der Fürsorge für die Bedürfnisse deines Charakters.",
      "french": "Vous recevez cette réussite lorsque vous mangez le premier encas du frigo. C'est un moment de détente et de prise en charge des besoins de votre personnage.",
      "italian": "Ricevi questa conquista quando mangi il primo spuntino dal frigorifero. È un momento di relax e di cura delle necessità del tuo personaggio.",
      "koreana": "냉장고에서 첫 간식을 먹었을 때 받는 성과입니다. 캐릭터의 필요를 챙기고 휴식을 취하는 순간입니다.",
      "spanish": "Recibes este logro cuando comes el primer aperitivo del refrigerador. Es un momento de relajación y de atender las necesidades de tu personaje.",
      "schinese": "从冰箱中吃掉第一个小吃时获得的成就。是放松和照顾你角色需求的时刻。",
      "tchinese": "從冰箱中吃掉第一個小吃時獲得的成就。是放鬆和照顧你角色需求的時刻。",
      "russian": "Вы получаете это достижение, когда едите первый перекус из холодильника. Это момент расслабления и заботы о потребностях вашего персонажа.",
      "japanese": "冷蔵庫から最初のスナックを食べたときに得られる実績です。キャラクターのニーズをケアし、リラックスする瞬間です。",
      "polish": "Dostajesz to osiągnięcie, gdy zjesz pierwszą przekąskę z lodówki. To moment relaksu i dbania o potrzeby swojej postaci.",
      "turkish": "Buzdolabından ilk atıştırmalığı yediğinizde bu başarıyı kazanırsınız. Karakterinizin ihtiyaçlarıyla ilgilenme ve rahatlama anıdır.",
      "brazilian": "Você recebe esta conquista quando come o primeiro lanche da geladeira. É um momento de relaxamento e cuidado com as necessidades do seu personagem.",
      "token": "NEW_ACHIEVEMENT_1_4_DESC"
    }
  }
]