[
  {
    "name": "Stone",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/e6055ccc724717d2a42b07a0a190446b003d54e3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "My First Friend",
      "german": "Mein erster Freund",
      "french": "Mon Premier Ami",
      "italian": "La Mia Prima Amicizia",
      "koreana": "나의 첫 친구",
      "spanish": "Mi Primer Amigo",
      "schinese": "我的第一个好朋友",
      "russian": "Мой первый друг",
      "japanese": "初めての友達",
      "polish": "Mój Pierwszy Przyjaciel",
      "brazilian": "Meu Primeiro Amigo",
      "latam": "Mi Primer Amigo",
      "token": "NEW_ACHIEVEMENT_1_1_NAME"
    },
    "description": {
      "english": "Congratulations! This is a trophy commemorating the lonely Mayor's first friend. For the Mayor, this is a graduation from isolation as well.",
      "german": "Herzlichen Glückwunsch! Das ist eine Trophäe zum Gedenken an den ersten Freund des einsamen Bürgermeisters. Für den Bürgermeister ist das somit auch ein Abschluss seiner Isolation.",
      "french": "Félicitations ! Ceci est un trophée qui célèbre le premier ami du Maire solitaire. Pour le Maire, c’est aussi une façon d'être moins seul.",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo della prima amicizia stretta dal Sindaco solo soletto. Inoltre, per il Sindaco è come un diploma di socievolezza.",
      "koreana": "축하해! 이것은 외로운 촌장의 첫 번째 친구를 기념하는 트로피. 촌장의 외로움이 끝났다는 것을 알려주는 것이기도 하지.",
      "spanish": "¡Felicidades! Este es un trofeo que conmemora el primer amigo del solitario Alcalde. Para el Alcalde, es un también un triunfo abandonar la soledad.",
      "schinese": "恭喜你！这个奖杯是为了纪念孤独的市长交到第一个好朋友。对市长来说，这也标志着他从此不再是一个人。",
      "russian": "Поздравления! Это приз в память о появлении первого друга у одинокого Мэра. Для Мэра это ознаменовало конец одиночества.",
      "japanese": "おめでとうございます！物心がついてからずっと独りぼっちだった町長に初めて友達ができたことを記念したトロフィーです。これで1人ぼっちとも卒業ですね。",
      "polish": "Gratulacje! To trofeum upamiętnia pierwszą znajomość samotnego Burmistrza, dla którego stanowi ona przełamanie cyklu osamotnienia.",
      "brazilian": "Parabéns! Este é um troféu que comemora o primeiro amigo do Mandatário solitário. Para o Mandatário, essa é uma nova fase, saindo do isolamento.",
      "latam": "¡Felicidades! Este es un trofeo que conmemora el primer amigo del solitario Alcalde. Para el Alcalde, es también un triunfo abandonar la soledad.",
      "token": "NEW_ACHIEVEMENT_1_1_DESC"
    }
  },
  {
    "name": "Grass",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/8aadbb05df9bd2a853a9675b96ef7f90a1d48623.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Grass! Grass! Grass!",
      "german": "Gras! Gras! Gras!",
      "french": "Herbe ! Herbe ! Herbe !",
      "italian": "Erba! Erba! Erba!",
      "koreana": "풀! 풀! 풀!",
      "spanish": "¡Césped! ¡Césped! ¡Césped!",
      "schinese": "草！草！草！",
      "russian": "Травка! Травка! Травка!",
      "japanese": "芝！芝！芝！",
      "polish": "Trawa! Trawa! Trawa!",
      "brazilian": "Grama! Grama! Grama!",
      "latam": "¡Césped! ¡Césped! ¡Césped!",
      "token": "NEW_ACHIEVEMENT_1_2_NAME"
    },
    "description": {
      "english": "Congratulations! The sadness following Spotlight's sudden disappearance and the happiness following the light of Sun's return combined in just such a way that grass was able to grow… a feeling commemorated by this trophy. This feeling is not unlike the hurdles of life itself.",
      "german": "Herzlichen Glückwunsch! Die Traurigkeit nach Spotlights plötzlichem Verschwinden und die Freude nach Rückkehr von Sonnes Licht ebneten den Weg, dass Gras wachsen konnte ... ein Gefühl, an das diese Trophäe erinnert ... und das nicht viel anders als die Hürden des Lebens selbst.",
      "french": "Félicitations ! La tristesse qui a suivi la disparition soudaine du Projecteur et le bonheur qui a suivi le retour de la lumière du Soleil se sont mélangés de telle manière que l’herbe a réussi à pousser… une sensation commémorée par ce trophée. Cette sensation n’est pas sans rappeler les obstacles de la vie.",
      "italian": "Congratulazioni! La tristezza per l'improvvisa scomparsa di Faretto e la felicità per la luce portata dal ritorno di Sole si sono mescolate fino a permettere la crescita di un prato erboso… un'emozione commemorata da questo trofeo. La stessa sensazione che si prova affrontando le peripezie della vita. ",
      "koreana": "축하해! 스포트라이트이 갑자기 사라진 것에 대한 슬픔과 해가 돌아온 후에 뒤따른 행복이 오묘하게 뒤섞여서 풀은 성장할 후 있었어… 그 느낌을 이 트로피로 기념하는 거야. 이 느낌은 삶이 내주는 허들과 썩 다르지 않지.",
      "spanish": "¡Felicidades! La tristeza que siguió a la repentina desaparición del Foco y la felicidad que siguió al regreso de la luz del Sol se combinaron de tal manera que la hierba pudo crecer... un sentimiento conmemorado en este trofeo. Este sentimiento no es diferente a los obstáculos de la vida misma.",
      "schinese": "恭喜你！聚光灯突然消失带来的悲伤与阳光回归带来的快乐，这两种情感的结合让草长了出来...这个奖杯就是为了纪念这种感觉。这种感觉与生活中的障碍没什么不一样的。",
      "russian": "Поздравления! Грусть после внезапного исчезновения Лучика и счастье от того, что потом свет Солнца вернулся да еще так, что начала расти трава – вот перепад настроения, который символизирует этот приз. Такая гамма чувств похожа на черные и белые полосы в жизни.",
      "japanese": "おめでとうございます！突然いなくなってしまったスポットライトさんへの涙と、帰ってきた太陽の光、という悲しみと喜びがうまい具合にミックスされて生えてきた芝のことを記念したトロフィーです。まるで人生の教訓のようですね。",
      "polish": "Gratulacje! Smutek wywołany nagłym zniknięciem Reflektora i radość spowodowana powrotem Słońca połączyły się w sposób umożliwiający trawie wzrost… wywołując uczucie upamiętnione tym oto trofeum. Uczucie to często pojawia się w życiu.",
      "brazilian": "Parabéns! A tristeza depois do sumiço repentino do Holofote e a felicidade depois do retorno da luz do Sol combinaram de tal forma que a grama pode crescer… um sentimento celebrado por este troféu. Essa sensação não é diferente dos obstáculos da própria vida.",
      "latam": "¡Felicidades! La tristeza posterior a la repentina desaparición del Foco y la felicidad tras el regreso de la luz del Sol se combinaron de tal manera que la hierba pudo crecer... un sentimiento conmemorado en este trofeo. Este sentimiento no es diferente a los obstáculos de la vida misma.",
      "token": "NEW_ACHIEVEMENT_1_2_DESC"
    }
  },
  {
    "name": "SavePhone",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/c821ef253e2adc9863b44e3b416812a9b843ee9a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Operation Call Back: CLEAR",
      "german": "Operation „Rückruf“: ABGESCHLOSSEN",
      "french": "Opération Rappel : TERMINÉE",
      "italian": "Operazione Richiamata: RIUSCITA",
      "koreana": "오퍼레이션 콜백: 완료",
      "spanish": "Operación Llamada: COMPLETADA",
      "schinese": "夺回听筒行动：成功",
      "russian": "Операция «Ответный вызов»: ВЫПОЛНЕНО",
      "japanese": "受話器奪還作戦成功",
      "polish": "Operacja „Oddzwonienie”: WYKONANA",
      "brazilian": "Operação Chamado de Volta: CONCLUÍDA",
      "latam": "Operación Llamada: COMPLETADA",
      "token": "NEW_ACHIEVEMENT_1_3_NAME"
    },
    "description": {
      "english": "Congratulations! This is a trophy commemorating the recovery of Phone's trade tool, the receiver, from Sun. Now, Phone can make international calls to their heart's content.",
      "german": "Herzlichen Glückwunsch! Dies ist eine Trophäe zum Gedenken an die Rückkehr von Telefons Verhandlungshilfsmittel, dem Hörer, von Sonne. Jetzt kann Telefon nach Herzenslust internationale Anrufe tätigen.",
      "french": "Félicitations ! Ce trophée commémore la récupération du récepteur de Téléphone auprès du Soleil. Dorénavant, le Téléphone peut passer autant d’appels à l’étranger qu’il le souhaite.",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo di quando hai recuperato cornetta, l'arnese da lavoro di Telefono, dalle mani di Sole. Adesso Telefono potrà effettuare chiamate internazionali a tutto spiano.",
      "koreana": "축하해! 전화기의 작업 도구인 수화기를 해로부터 돌려받은 것을 기념하는 트로피야. 이제 전화기는 마음껏 국제 전화를 걸 수 있어.",
      "spanish": "¡Felicidades! Este es un trofeo que conmemora la recuperación de la herramienta comercial del Teléfono, el auricular, de manos del Sol. Ahora el teléfono puede hacer llamadas internacionales al habitante de su corazón.",
      "schinese": "恭喜你！这个奖杯是为了纪念你成功从太阳那里夺回电话的收音工具 — 听筒。现在，电话可以随心所欲地打国际长途了。",
      "russian": "Поздравления! Приз в честь той памятной минуты, когда у Солнца забрали Трубку – основное орудие Телефона. Теперь Телефон снова сможет вволю звонить за границу.",
      "japanese": "おめでとうございます！電話さんの商売道具である受話器を太陽さんから取り戻したことを記念したトロフィーです。これで電話さんも思う存分国際電話をかけることができますね。",
      "polish": "Gratulacje! To trofeum upamiętnia odebranie narzędzia pracy Telefonu – słuchawki – Słońcu. Teraz Telefon może odbierać międzymiastowe ile tylko zapragnie.",
      "brazilian": "Parabéns! Este é um troféu que comemora a recuperação do instrumento de trabalho do Telefone, o auscultador, do Sol. Agora o Telefone pode fazer ligações internacionais à vontade.",
      "latam": "¡Felicidades! Este es un trofeo que conmemora la recuperación de la herramienta comercial del Teléfono, el auricular, de manos del Sol. Ahora el teléfono puede hacer llamadas internacionales al habitante de su corazón.",
      "token": "NEW_ACHIEVEMENT_1_3_DESC"
    }
  },
  {
    "name": "LevelTravel",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/f97866dc7dbb641dcec56b2c9beb5619379468f6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "My First Overseas Trip",
      "german": "Meine erste Überseereise",
      "french": "Mon Premier Voyage À L'Étranger",
      "italian": "La Mia Prima Traversata",
      "koreana": "나의 첫 해외 여행",
      "spanish": "Mi Primer Viaje al Extranjero",
      "schinese": "我的第一段海外之旅",
      "russian": "Моя первая поездка за границу",
      "japanese": "初めての海外旅行",
      "polish": "Moja Pierwsza Wyprawa za Morze",
      "brazilian": "Minha Primeira Viagem Internacional",
      "latam": "Mi Primer Viaje al Extranjero",
      "token": "NEW_ACHIEVEMENT_1_4_NAME"
    },
    "description": {
      "english": "Congratulations! This trophy commemorates the unforgettable experience that is anyone's first overseas trip. Be careful not to lose your passport.",
      "german": "Herzlichen Glückwunsch! Diese Trophäe erinnert an das unvergessliche Erlebnis der ersten Überseereise eines jeden von uns. Pass auf, dass du deinen Pass nicht verlierst.",
      "french": "Félicitations ! Ce trophée commémore l’inoubliable expérience qu’est un premier voyage transatlantique. Attention à ne pas perdre ton passeport.",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo di quell'incredibile esperienza che è la prima traversata in mare. Attenzione a non smarrire il passaporto.",
      "koreana": "축하해! 이 트로피는 잊을 수 없는 첫 번째 해외 여행 경험을 기념하는 거야. 여권을 잃지 않도록 조심해.",
      "spanish": "¡Felicidades! Este trofeo conmemora la experiencia inolvidable que es el primer viaje de alguien al extranjero. Ten cuidado de no perder el pasaporte.",
      "schinese": "恭喜你！这个奖杯是为了纪念所有人第一次海外之旅的难忘经历。小心不要弄丢了护照。",
      "russian": "Поздравления! Этот приз символизирует те незабываемые переживания, что связаны с любой первой поездкой за рубеж. Гляди только, не потеряй загранпаспорт.",
      "japanese": "おめでとうございます！誰しもが覚えている初めての海外旅行のことを記念したトロフィーです。パスポートだけは無くさないように気を付けてくださいね。",
      "polish": "Gratulacje! To trofeum upamiętania to, co czujemy, gdy pierwszy raz wyprawiamy się za morze. Tylko nie zgub paszportu!",
      "brazilian": "Parabéns! Este troféu comemora a experiência inesquecível que é a primeira viagem internacional de alguém. Tenha cuidado para não perder o passaporte.",
      "latam": "¡Felicidades! Este trofeo conmemora la experiencia inolvidable que es el primer viaje de alguien al extranjero. Ten cuidado de no perder el pasaporte.",
      "token": "NEW_ACHIEVEMENT_1_4_DESC"
    }
  },
  {
    "name": "Carousel",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/81433c77e551090c5f4f3a95c2344dfa03af9602.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Conveyor Belt Sushi-Go-Round Island",
      "german": "Förderband-Sushi-Karussellinsel",
      "french": "L’île Des Sushis Sur Tapis Roulant",
      "italian": "Isola del Sushi su Nastro",
      "koreana": "컨베이어벨트 회전초밥 섬",
      "spanish": "Isla de la Cinta Transportadora de Sushi",
      "schinese": "回转寿司之岛",
      "russian": "Остров Конвейерной Карусели Суши",
      "japanese": "回転寿司メリーゴーランド島",
      "polish": "Wyspa z Pasem Podającym Sushi",
      "brazilian": "Ilha do Sushi na Esteira Rotatória",
      "latam": "Isla de la Cinta Transportadora de Sushi",
      "token": "NEW_ACHIEVEMENT_1_5_NAME"
    },
    "description": {
      "english": "Congratulations! The lonely Island, who cried because there was no Sea to carry it, has grown into a fun and lively place, spinning with sushi. This trophy commemorates Island's growth.",
      "german": "Herzlichen Glückwunsch! Die einsame Insel, die weinte, weil da kein Meer war, dessen Wellen sie trugen, ist zu einem lustigen und lebendigen Ort geworden, an dem sich Sushi im Kreise dreht. Diese Trophäe erinnert an das Wachstum der Insel.",
      "french": "Félicitations ! L’île Solitaire, qui pleurait parce qu’aucune mer ne la soutenait, est devenue un lieu très vivant où tournent les sushis. Ce trophée commémore la croissance de l’île.",
      "italian": "Congratulazioni! L'isola sola soletta, che piangeva perché non aveva un mare su cui galleggiare, è diventata un posto vivace e spassoso percorso da vortici di sushi. Eccoti un trofeo in ricordo della crescita di Isola.",
      "koreana": "축하해! 자신의 띄워줄 바다가 없어서 울었던 외로운 섬이 초밥이 회전하는 재미있는 곳이 되었어. 이 트로피는 섬의 성장을 기념하는 거야.",
      "spanish": "¡Felicidades! La isla Solitaria, que lloraba porque no había Mar que la llevara, se ha convertido en un lugar divertido y animado, que gira con sushi. Este trofeo conmemora el crecimiento de la isla.",
      "schinese": "恭喜你！这座孤独的小岛曾经因为没有大海相托而哭泣，但它现在已经成长为一个充满欢乐和活力的地方，它会和岛上的寿司一起旋转。这个奖杯是为了纪念小岛的成长。",
      "russian": "Поздравления! Одинокий Остров горько рыдал от того, что вокруг него не было Моря, но теперь стал живым и веселым уголком с круговоротом суши. Это приз в память о бурном развитии Острова.",
      "japanese": "おめでとうございます！海が無くて泣いてた孤島も、今ではすっかり成長して頼もしい回転寿司メリーゴーランドになったことを記念したトロフィーです。",
      "polish": "Gratulacje! Samotna wyspa, która płakała, gdyż brak było jej Morza, które mogłoby ją nosić, rozwinęła się i stała się gwarnym miejscem pełnym sushi. To trofeum upamiętnia jej ewolucję.",
      "brazilian": "Parabéns! A Ilha solitária, que chorava porque não havia Mar para carregá-la, virou um lugar animado e divertido, rodando com sushi. Este troféu comemora o crescimento da Ilha.",
      "latam": "¡Felicidades! La isla Solitaria, que lloraba porque no había Mar que la llevara, se convirtió en un lugar divertido y animado, que gira con sushi. Este trofeo conmemora el crecimiento de la isla.",
      "token": "NEW_ACHIEVEMENT_1_5_DESC"
    }
  },
  {
    "name": "Ocean",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/bb0bb5b43c89fe11b1b03b498c24176944fa8285.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Sea! Sea! Sea!",
      "german": "Meer! Meer! Meer!",
      "french": "Mer ! Mer ! Mer !",
      "italian": "Mare! Mare! Mare!",
      "koreana": "바다! 바다! 바다!",
      "spanish": "¡Mar! ¡Mar! ¡Mar!",
      "schinese": "大海！大海！大海！",
      "russian": "Море! Море! Море!",
      "japanese": "海！海！海！",
      "polish": "Morze! Morze! Morze!",
      "brazilian": "Mar! Mar! Mar!",
      "latam": "¡Mar! ¡Mar! ¡Mar!",
      "token": "NEW_ACHIEVEMENT_1_6_NAME"
    },
    "description": {
      "english": "Congratulations! This is a trophy commemorating the formation of the Sea out of tears. An event truly incredible, yet undeniably real.",
      "german": "Herzlichen Glückwunsch! Dies ist eine Trophäe zum Gedenken an die Entstehung des Meeres aus Tränen. Ein wahrhaft unglaubliches, aber unbestreitbar wirkliches Ereignis.",
      "french": "Félicitations ! Ce trophée commémore la formation de la Mer de larmes. Un évènement proprement incroyable et pourtant indéniablement réel.",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo del Mare nato dalle lacrime. Un evento davvero incredibile, ma inequivocabilmente reale.",
      "koreana": "축하해! 눈물로 만들어진 바다를 기념하는 트로피야. 믿기 어렵지만 사실이야.",
      "spanish": "¡Felicidades! Este es un trofeo que conmemora la formación del Mar a partir de las lágrimas. Un acontecimiento verdaderamente increíble, pero innegablemente real.",
      "schinese": "恭喜你！这个奖杯是为了纪念眼泪终于汇成大海。虽然这确实令人难以置信，但不可否认它的真实性。",
      "russian": "Поздравления! Этот приз увековечивает возникновение Моря из слез. Событие поистине невероятное, но, конечно же, очевидное.",
      "japanese": "おめでとうございます！涙を集めて海をつくることが出来たことを記念したトロフィーです。最初にこの話を聞いたときは、えー？嘘でしょー？と思ったけど、本当に出来たんですね。",
      "polish": "Gratulacje! To trofeum upamiętania utworzenie Morza z łez. Wydarzenie to było zgoła niewiarygodne, lecz naprawdę miało miejsce.",
      "brazilian": "Parabéns! Este é um troféu que comemora a formação do Mar com as nossas lágrimas. Um evento realmente incrível, mas mesmo assim inegavelmente real.",
      "latam": "¡Felicidades! Este es un trofeo que conmemora la formación del Mar a partir de las lágrimas. Un acontecimiento verdaderamente increíble, pero innegablemente real.",
      "token": "NEW_ACHIEVEMENT_1_6_DESC"
    }
  },
  {
    "name": "BringKids",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/2b89b11f871e945237c8a296e866c98643485fcf.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/3f1d4054d8c1d6b818b100cfbd641508b0cf7159.jpg",
    "displayName": {
      "english": "Ikura! Ikura! Ikura! Ikura! Ikura! Ikura!",
      "german": "Ikura! Ikura! Ikura! Ikura! Ikura! Ikura!",
      "french": "Ikura ! Ikura ! Ikura ! Ikura ! Ikura ! Ikura !",
      "italian": "Ikura! Ikura! Ikura! Ikura! Ikura! Ikura!",
      "koreana": "연어알! 연어알! 연어알! 연어알! 연어알! 연어알!",
      "spanish": "¡Ikura! ¡Ikura! ¡Ikura! ¡Ikura! ¡Ikura! ¡Ikura!",
      "schinese": "三文鱼籽！三文鱼籽！三文鱼籽！三文鱼籽！三文鱼籽！三文鱼籽！",
      "russian": "Икура! Икура! Икура! Икура! Икура! Икура!",
      "japanese": "いくら！いくら！いくら！いくら！いくら！いくら！",
      "polish": "Ikura! Ikura! Ikura! Ikura! Ikura! Ikura!",
      "brazilian": "Ikura! Ikura! Ikura! Ikura! Ikura! Ikura!",
      "latam": "¡Ikura! ¡Ikura! ¡Ikura! ¡Ikura! ¡Ikura! ¡Ikura!",
      "token": "NEW_ACHIEVEMENT_1_7_NAME"
    },
    "description": {
      "english": "Congratulations! This is a trophy commemorating the reunion of Ikura Mom and her children. Now she can rest easy!",
      "german": "Herzlichen Glückwunsch! Dies ist eine Trophäe zum Gedenken an das Wiedersehen von Mama Ikura und ihren Kindern. Jetzt kann sie sich ausruhen!",
      "french": "Félicitations ! Ce trophée commémore la réunion de Maman Ikura et de son enfant. Elle va maintenant pouvoir se reposer !",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo del ricongiungimento di Mamma Ikura e dei suoi piccoli. Finalmente riuscirà a chiudere occhio!",
      "koreana": "축하해! 연어알 엄마와 아이들의 상봉을 기념하는 트로피야. 이제 마음을 놓을 수 있지!",
      "spanish": "¡Felicidades! Este es un trofeo que conmemora la reunión de Mamá Ikura y sus hijos. ¡Ahora puede descansar tranquila!",
      "schinese": "恭喜你！这个奖杯是为了纪念三文鱼籽母亲和她的孩子们团聚。现在她可以安心了！",
      "russian": "Поздравления! Это приз в честь воссоединения икура-мамаши со своими детьми. Теперь она может не беспокоиться!",
      "japanese": "おめでとうございます！いくらキッズたちを無事いくら母に届けることが出来たことを記念したトロフィーです。これでお母さんも一安心ですね。",
      "polish": "Gratulacje! To trofeum upamiętnia odnalezienie przez Ikurę-mamę jej dzieci. Nareszcie może spać spokojnie!",
      "brazilian": "Parabéns! Este é um troféu que comemora a reunião da Mamãe Ikura e seus filhos. Agora ela pode ficar tranquila!",
      "latam": "¡Felicidades! Este es un trofeo que conmemora la reunión de Mamá Ikura y sus hijos. ¡Ahora puede descansar tranquila!",
      "token": "NEW_ACHIEVEMENT_1_7_DESC"
    }
  },
  {
    "name": "Autumn",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/514999eb24446989c9f9b7d6f1e44ce0b4c0b020.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Red! Yellow! Orange!",
      "german": "Rot! Gelb! Orange!",
      "french": "Rouge ! Jaune ! Orange !",
      "italian": "Rosso! Giallo! Arancione!",
      "koreana": "빨강! 노랑! 주황!",
      "spanish": "¡Rojo! ¡Amarillo! ¡Naranja!",
      "schinese": "红色！黄色！橙色！",
      "russian": "Красный! Желтый! Золотой!",
      "japanese": "赤！黄！橙！",
      "polish": "Czerwony! Żółty! Pomarańczowy!",
      "brazilian": "Vermelho! Amarelo! Laranja!",
      "latam": "¡Rojo! ¡Amarillo! ¡Naranja!",
      "token": "NEW_ACHIEVEMENT_1_8_NAME"
    },
    "description": {
      "english": "Congratulations! This is a trophy commemorating the return of Autumn colors. This season brings to mind quiet, cozy reading and lively, delicious meals, all heralded by the changing colors.",
      "german": "Herzlichen Glückwunsch! Dies ist eine Trophäe zum Gedenken an die Rückkehr der Herbstfarben. Diese Jahreszeit erinnert an ruhige, gemütliche Tage des Lesens und gesellige, schmackhafte Mahlzeiten, die alle vom wechselnden Farbspiel angekündigt werden.",
      "french": "Félicitations ! Ce trophée commémore le retour des couleurs d’Automne. Cette saison est celle des esprits apaisés, des lectures au coin du feu et des repas de fête délicieux, le tout salué par ces couleurs changeantes.",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo del ritorno dell'autunno, una stagione che ispira intimi momenti di lettura e pranzetti deliziosi e vivaci, annunciata dal mutare dei colori.",
      "koreana": "축하해! 가을의 색이 돌아온 것을 기념하는 트로피야. 조용하고 아늑한 독서와 활기차고 맛있는 식사를 생각나게 하는 계절을 변하는 색이 알려주지.",
      "spanish": "¡Felicidades! Este es un trofeo que conmemora el regreso de los colores del Otoño. Esta estación trae a la mente una lectura tranquila y acogedora, así como comidas animadas y deliciosas, todas anunciadas por los colores cambiantes.",
      "schinese": "恭喜你！这个奖杯是为了纪念秋天色彩的回归。这个季节总是会让人想起安静、温馨的阅读时光以及美味、浓郁的饭菜，所有这一切都体现在变化的色彩之中。",
      "russian": "Поздравления! Приз в честь возвращения красок Осени. В эту пору принято мечтать о чтении в тишине и уюте, о домашнем тепле и вкусняшках в окружении меняющихся красок природы.",
      "japanese": "おめでとうございます！秋らしい色が戻ってきたことを記念したトロフィーです。秋と言えば、本を読んだり、みんなで美味しいものを食べたりする季節でもあるけど、やっぱり色味は大事ですよね。",
      "polish": "Gratulacje! To trofeum upamiętnia powrót jesiennych kolorów. Jesień to pora roku sprzyjająca czytaniu w wygodnym miejscu, jedzeniu pysznych rzeczy i zachwycaniu się barwami wokół.",
      "brazilian": "Parabéns! Este é um troféu que comemora a volta das cores do Outono. Esta estação traz à mente tranquilidade, leitura confortável e refeições animadas e deliciosas, tudo anunciado pelas cores alternantes.",
      "latam": "¡Felicidades! Este es un trofeo que conmemora el regreso de los colores del Otoño. Esta estación evoca una lectura tranquila y acogedora, así como comidas animadas y deliciosas, todas anunciadas por los colores cambiantes.",
      "token": "NEW_ACHIEVEMENT_1_8_DESC"
    }
  },
  {
    "name": "Kaonashi",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/51641140e9bc9ae3e1fe92abd6d3e0d300b147f4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Operation Saving Face: CLEAR",
      "german": "Operation „Gesicht retten“: ABGESCHLOSSEN",
      "french": "Opération On Sauve la Face : TERMINÉE",
      "italian": "Operazone Salva-Faccia: RIUSCITA",
      "koreana": "얼굴 살리기 작전: 완료",
      "spanish": "Operación Salvar la Cara: COMPLETADA",
      "schinese": "拯救面孔行动：成功",
      "russian": "Операция «Сохранить лицо»: ВЫПОЛНЕНО",
      "japanese": "顔返還作戦成功",
      "polish": "Operacja „Zachowanie twarzy”: WYKONANA",
      "brazilian": "Operação Livrando a Cara: CONCLUÍDA",
      "latam": "Operación Salvar la Cara: COMPLETADA",
      "token": "NEW_ACHIEVEMENT_1_9_NAME"
    },
    "description": {
      "english": "Congratulations! This is a trophy commemorating the Doll of Sorrows' new face. Eyes, Nose, and Mouth, please be sure to keep Doll happy from now on.",
      "german": "Herzlichen Glückwunsch! Dies ist eine Trophäe zum Gedenken an das neue Gesicht der Sorgenpuppe. Augen, Nase und Mund, stellt bitte sicher, dass Püppchen von nun an glücklich ist.",
      "french": "Félicitations ! Ce trophée commémore le nouveau visage de la Poupée de Chagrin. Yeux, Nez et Bouche, à partir de maintenant il va falloir tout faire pour le bonheur de la Poupée.",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo della nuova faccia della bambola della tristezza. Occhi, Naso e Bocca, mi raccomando, d'ora in poi tenete Bambola su di morale.",
      "koreana": "축하해! 슬픔의 인형의 새로운 얼굴을 기념하는 트로피야. 눈, 코, 입, 이제부터 인형을 행복하게 해 줘.",
      "spanish": "¡Felicidades! Este es un trofeo que conmemora la nueva cara de la Muñeca del Pesar. Ojos, Nariz y Boca, aseguraos de mantener feliz a la Muñeca a partir de ahora.",
      "schinese": "恭喜你！这个奖杯是为了纪念悲伤玩偶的新面孔。新的眼睛、鼻子和嘴巴，从现在开始，请一定要让玩偶开开心心。",
      "russian": "Поздравления! Это приз в честь нового лица Куклы Горестей. Глаза, Нос и Рот – проследи за тем, чтобы отныне Кукла была счастливой.",
      "japanese": "おめでとうございます！悲しみの人形に顔が戻ったことを記念したトロフィーです。目さん、鼻さん、そして口さん、これ以上人形さんを悲しませてはいけませんよ。",
      "polish": "Gratulacje! To trofeum upamiętnia nową twarz Lalki Smutku. Oczy, Nos i Usta – dbajcie, aby Lalka była zawsze wesoła.",
      "brazilian": "Parabéns! Este é um troféu que comemora o novo rosto da Boneca das Mágoas. Olhos, Nariz e Boca, tente deixar a Boneca feliz daqui para frente.",
      "latam": "¡Felicidades! Este es un trofeo que conmemora la nueva cara de la Muñeca del Pesar. Ojos, Nariz y Boca, asegúrense de mantener feliz a la Muñeca a partir de ahora.",
      "token": "NEW_ACHIEVEMENT_1_9_DESC"
    }
  },
  {
    "name": "Sword",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/a6bc042aba1745d117db31b8f86889265dab78c4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "The Birth of Hero",
      "german": "Die Geburt des Helden",
      "french": "La Naissance d’un Héros",
      "italian": "È Nata una Leggenda",
      "koreana": "영웅의 탄생",
      "spanish": "El Nacimiento de un Héroe",
      "schinese": "英雄的诞生",
      "russian": "Рождение героя",
      "japanese": "勇者誕生",
      "polish": "Narodziny Bohatera",
      "brazilian": "O Nascimento do Herói",
      "latam": "El Nacimiento de un Héroe",
      "token": "NEW_ACHIEVEMENT_1_10_NAME"
    },
    "description": {
      "english": "Congratulations! This trophy commemorates the prophecied moment when the legendary Master Key Sword, long awaiting a hero, was pulled from its resting place. You are the hero! How exciting! How grand! How wonderful RPGs are!",
      "german": "Herzlichen Glückwunsch! Diese Trophäe erinnert an den prophezeiten Moment, als das legendäre „Master Key Sword“ (Meisterschlüsselschwert) , das lange auf einen Helden wartete, aus seiner Ruhestätte gezogen wurde. Du bist der Held! Wie aufregend! Wie großartig! Wie atemberaubend doch RPGs sein können!",
      "french": "Félicitations ! Ce trophée commémore le moment prophétique où la légendaire Épée Grande Clé, qui attendait son héros depuis si longtemps, fut arrachée de l’endroit où elle reposait. Tu es ce héros ! Comme c’est excitant ! Comme c’est magnifique ! Comme les jeux de rôles sont merveilleux !",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo del momento in cui, come da profezia, la leggendaria Spada Chiave Suprema è stata estratta dal suo rifugio, dove aspettava da tempo la venuta di una leggenda vivente. Quella leggenda sei tu! Che forza! Che spettacolo! Che belli i GDR! ",
      "koreana": "축하해! 영웅을 오랫동안 기다리던 마스터 키 소드가 쉬던 장소에서 뽑혔던 예언의 순간을 기념하는 트로피야. 네가 영웅이야! 흥미진진하지! 대단하지! RPG는 정말 재미있어!",
      "spanish": "¡Felicidades! Este trofeo conmemora el momento profetizado cuando la legendaria Espada de Llave Maestra, que esperaba durante tanto tiempo un héroe, fue sacada de su lugar de descanso. ¡Tú eres el héroe! ¡Qué interesante! ¡Qué grandioso! ¡Qué maravillosos son los juegos de rol!",
      "schinese": "恭喜你！这个奖杯是为了纪念预言时刻的到来，传说中的万能剑 (Master Key Sword) 在经历漫长岁月之后，终于等到了它的英雄将它从长眠之地拔出来。你就是这位英雄！太激动了！太壮观了！角色扮演游戏万岁！",
      "russian": "Поздравления! Этот приз символизирует предсказанный в пророчествах миг, когда Меч-от-Всех-Дверей, долго дожидавшийся своего героя, наконец-то был извлечен из места хранения. И этот герой – ты! Даже удивительно! Потрясающе! RPG вообще порой удивляют!",
      "japanese": "おめでとうございます！勇者しか抜けないと言われている伝説のマスターキーソードを抜いたことを記念したトロフィーです。勇者になれてよかったですね！勇者万歳！RPG最高！",
      "polish": "Gratulacje! To trofeum upamiętnia przepowiadaną chwilę, gdy legendarny Magiczny Miecz-Klucz został dobyty przez bohatera. To ty jesteś tym bohaterem! Co za emocje! Ale fajnie! Gry RPG są wspaniałe!",
      "brazilian": "Parabéns! Este troféu comemora o momento da profecia quando a lendária Espada Chave-Mestra, o herói há muito esperado, foi retirado de seu local de descanso. Você é o herói! Que empolgante! Que maravilhoso! Como RPGs são maravilhosos!",
      "latam": "¡Felicidades! Este trofeo conmemora el momento profetizado cuando la legendaria Espada de Llave Maestra, que esperaba durante tanto tiempo un héroe, fue sacada de su lugar de descanso. ¡Tú eres el héroe! ¡Qué interesante! ¡Qué grandioso! ¡Qué maravillosos son los juegos de rol!",
      "token": "NEW_ACHIEVEMENT_1_10_DESC"
    }
  },
  {
    "name": "Snow",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/60ff9741625b0bba88a37cb5438a91f3f04e4ee9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Snow! Snow! Snow!",
      "german": "Schnee! Schnee! Schnee!",
      "french": "Neige ! Neige ! Neige !",
      "italian": "Neve! Neve! Neve!",
      "koreana": "눈! 눈! 눈!",
      "spanish": "¡Nieve! ¡Nieve! ¡Nieve!",
      "schinese": "雪！雪！雪！",
      "russian": "Снег! Снег! Снег!",
      "japanese": "雪！雪！雪！",
      "polish": "Śnieg! Śnieg! Śnieg!",
      "brazilian": "Neve! Neve! Neve!",
      "latam": "¡Nieve! ¡Nieve! ¡Nieve!",
      "token": "NEW_ACHIEVEMENT_1_11_NAME"
    },
    "description": {
      "english": "Congratulations! Refrigerator brought back snow, and the Poops and Ice Cream Cone brought Refrigerator home. This trophy is filled with gratitude, and commemorates all their efforts.",
      "german": "Herzlichen Glückwunsch! Kühlschrank brachte Schnee zurück und die Kakas und Eistüten Kühlschrank heim. Diese Trophäe ist voller Dankbarkeit und erinnert an all ihre Bemühungen.",
      "french": "Félicitations ! Le réfrigérateur a ramené la neige, tandis que les Cacas et les Pommes de Pin Glacées ont ramené le réfrigérateur à la maison. Ce trophée est plein de gratitude et commémore tous leurs efforts.",
      "italian": "Congratulazioni! Frigorifero ha riportato la neve e Pupù e Cono Gelato hanno riportato Frigorifero a casa. Questo trofeo è colmo di gratitudine e commemora tutti gli sforzi fatti.",
      "koreana": "축하해! 냉장고가 눈을 데려왔고, 응가와 아이스크림이 냉장고를 데려왔어. 이 트로피는 감사의 마음으로 채워져 있고 그들의 모든 노력을 기념하고 있어.",
      "spanish": "¡Felicidades! La nevera ha traído otra vez la nieve, y las Cacas y el Cucurucho de helado han traído a la Nevera de vuelta a casa. Este trofeo está lleno de gratitud y conmemora todos sus esfuerzos.",
      "schinese": "恭喜你！冰箱带回了雪，而便便和冰淇淋蛋卷带回了冰箱。这个奖杯是为了纪念他们的所有努力，装着满满的感激之情。",
      "russian": "Поздравления! Холодильник вернул снег, а Какули и Мороженое вернули домой Холодильник. Этот приз означает искреннюю благодарность за все их усилия.",
      "japanese": "おめでとうございます！雪を再び降らせることができた冷蔵庫、そしてその冷蔵庫を呼び戻したうんちとアイスクリームコーン、みんなへの感謝を記念したトロフィーです。",
      "polish": "Gratulacje! Lodówka sprowadziła z powrotem śnieg, a Kupy i Wafelek sprowadziły Lodówkę do domu. Oto trofeum przepełnione wdzięcznością, które upamiętnia ich wysiłki.",
      "brazilian": "Parabéns! A Geladeira trouxe de volta a neve, e os Cocôs e a Casquinha de Sorvete trouxeram a Geladeira de volta para casa. Este troféu está repleto de gratidão e comemora todos os esforços deles.",
      "latam": "¡Felicidades! La Nevera ha traído otra vez la nieve, y las Cacas y el Cucurucho de helado han traído a la Nevera de vuelta a casa. Este trofeo está lleno de gratitud y conmemora todos sus esfuerzos.",
      "token": "NEW_ACHIEVEMENT_1_11_DESC"
    }
  },
  {
    "name": "HouseRobot",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/f565208b9420ab70029b0b3bdf570472fae04123.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "We're Home!",
      "german": "Wir sind zu Hause!",
      "french": "Doux Foyer !",
      "italian": "Casa!",
      "koreana": "집에 돌아왔어!",
      "spanish": "¡Estamos en Casa!",
      "schinese": "我们回家啦！",
      "russian": "Мы дома!",
      "japanese": "ただいまー。",
      "polish": "Jesteśmy w Domu!",
      "brazilian": "Estamos em Casa!",
      "latam": "¡Estamos en Casa!",
      "token": "NEW_ACHIEVEMENT_1_12_NAME"
    },
    "description": {
      "english": "Congratulations! This trophy commemorates the moment you used the legendary Master Key Sword to open the long-closed House door. There's a lot of cleaning to do before you can properly welcome everyone home.",
      "german": "Herzlichen Glückwunsch! Diese Trophäe erinnert an den Moment, als du mit dem legendären „Master Key Sword“ (Meisterschlüsselschwert)  die lang verschlossene Haustür geöffnet hast. Es gibt viel zu tun, bevor du alle zu Hause willkommen heißen kannst.",
      "french": "Félicitations ! Ce trophée commémore le moment où tu as utilisé la légendaire Épée Grande Clé pour ouvrir la porte de la maison fermée depuis longtemps. Il y a pas mal de ménage à faire avant de pouvoir accueillir tout le monde comme il faut.",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo del momento in cui hai usato la Spada Chiave Suprema per spalancare la porta di Casa, chiusa da tempo. Prima di poter ricevere ospiti, ci sono un bel po' di pulizie da fare. ",
      "koreana": "축하해! 이 트로피는 전설의 마스터 키 소드를 사용하여 오랫동안 닫혀 있던 집 문을 연 순간을 기념하는 거야. 사람들을 집에 제대로 초대하기 전에 청소를 많이 해야 할 거야.",
      "spanish": "¡Felicidades! Este trofeo conmemora el momento en que usaste la legendaria Espada de Llave Maestra para abrir la puerta cerrada de la Casa. Hay que hacer un montón de limpieza antes de poder dar la bienvenida a todos.",
      "schinese": "恭喜你！这个奖杯是为了纪念你用传说中的万能剑 (Master Key Sword) 打开长期紧闭的家门。你需要先完成很多清洁工作，然后才能欢迎其他人回家。",
      "russian": "Поздравления! Это приз в честь того мгновения, когда ты открыл дверь Дома легендарным Мечом-от-Всех-Дверей. Впрочем, прежде чем зазвать всех в дом, нужно провести генеральную уборку.",
      "japanese": "おめでとうございます！伝説のマスターキーソードを使って、長いこと帰ってなかった実家の戸を開けることができたことを記念したトロフィーです。家の中も掃除しないとね。",
      "polish": "Gratulacje! To trofeum upamiętnia chwilę, w której Magiczny Miecz-Klucz został użyty do otwarcia starożytnych drzwi Domu. Czeka cię tam jeszcze wiele sprzątania.",
      "brazilian": "Parabéns! Este troféu comemora o momento que você usou a lendária Espada Chave-Mestra para abrir a porta há muito fechada da Casa! Temos muito que limpar antes que você possa receber adequadamente todos na casa.",
      "latam": "¡Felicidades! Este trofeo conmemora el momento en que usaste la legendaria Espada de Llave Maestra para abrir la puerta cerrada de la Casa. Hay que hacer mucha limpieza antes de poder dar la bienvenida a todos.",
      "token": "NEW_ACHIEVEMENT_1_12_DESC"
    }
  },
  {
    "name": "Earth",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/3434365c727e923f86745763ec4e91cc92ce0012.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Welcome Home, Mother.",
      "german": "Willkommen daheim, Mutter.",
      "french": "Bienvenue à la Maison, Maman.",
      "italian": "Bentornata a Casa, Mamma.",
      "koreana": "돌아온 어머니.",
      "spanish": "Bienvenida a Casa, Madre",
      "schinese": "欢迎母亲回家。",
      "russian": "Мама, с возвращением домой!",
      "japanese": "おかえり、お母さん。",
      "polish": "Witaj w domu, Matko.",
      "brazilian": "Bem-Vinda ao Lar, Mamãe.",
      "latam": "Bienvenida a Casa, Madre",
      "token": "NEW_ACHIEVEMENT_1_13_NAME"
    },
    "description": {
      "english": "Congratulations! This trophy commemorates the return of a long-separated family to a long-abandoned home. Tonight, let us share this table and our stories.",
      "german": "Herzlichen Glückwunsch! Diese Trophäe erinnert an die Rückkehr einer lang getrennten Familie in ein lang verlassenes Heim. Heute Abend wollen wir diesen Tisch und unsere Geschichten teilen.",
      "french": "Félicitations ! Ce trophée commémore le retour d’une famille séparée depuis longtemps dans une maison abandonnée depuis longtemps. Ce soir, partageons cette table et nos histoires.",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo di quando una famiglia separata da tempo ha fatto ritorno a una casa abbandonata da tempo. Questa sera, condividiamo un pasto e le nostre storie.",
      "koreana": "축하해! 이 트로피는 오랫동안 버려져 있던 집으로 오랫동안 헤어진 가족이 돌아온 것을 기념하는 거야. 오늘 이 탁자와 이야기를 나누자.",
      "spanish": "¡Felicidades! Este trofeo conmemora el regreso de una familia durante mucho tiempo separada a una casa abandonada hace mucho tiempo. Esta noche, compartamos esta mesa y nuestras historias.",
      "schinese": "恭喜你！这个奖杯是为了纪念久别的家人终于回到弃置已久的家里。今夜，让我们围坐桌旁，分享彼此的故事。",
      "russian": "Поздравления! Этот приз увековечивает возвращение разделенной семьи в свой давно заброшенный дом. А вечером все усядутся ужинать и делиться своими историями.",
      "japanese": "おめでとうございます！長い間一家離散していた家族が再び戻ったことを記念したトロフィーです。今宵は思い出話に花を咲かせてください。",
      "polish": "Gratulacje! To trofeum upamiętnia powrót rodziny do jej domu po długich latach rozłąki. Zasiądźmy dziś razem przy stole i podzielmy się opowieściami.",
      "brazilian": "Parabéns! Este troféu comemora a volta de uma família há muito separada para uma casa há muito tempo abandonada. Esta noite, vamos dividir esta mesa e nossas histórias.",
      "latam": "¡Felicidades! Este trofeo conmemora el regreso de una familia durante mucho tiempo separada a una casa abandonada hace mucho tiempo. Esta noche, compartamos esta mesa y nuestras historias.",
      "token": "NEW_ACHIEVEMENT_1_13_DESC"
    }
  },
  {
    "name": "AllPeople",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/9e2a8447d7692d3751903608e30b7be41813fc7f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Welcome Home, Everyone.",
      "german": "Willkommen daheim, allesamt!",
      "french": "Bienvenue à la Maison, Tout le Monde.",
      "italian": "Bentornati a Casa, Tutti.",
      "koreana": "모두 돌아오다.",
      "spanish": "Bienvenidos a Todos a Casa",
      "schinese": "欢迎大家回家。",
      "russian": "Всех – с возвращением домой!",
      "japanese": "おかえりみんな。",
      "polish": "Witajcie w Domu, Wszyscy.",
      "brazilian": "Bem-Vindos ao Lar, Todo Mundo.",
      "latam": "Bienvenidos a Todos a Casa",
      "token": "NEW_ACHIEVEMENT_1_14_NAME"
    },
    "description": {
      "english": "Congratulations! This trophy welcomes everyone in Wattam back home. Note: the name \"Wattam\" is a blend word made by combining the Japanese word \"wa\" (ring) and the Tamil word \"Vattam\" (circle) together.",
      "german": "Herzlichen Glückwunsch! Diese Trophäe heißt jeden in Wattam wieder daheim willkommen. Hinweis: Der Name „Wattam“ ist ein Mischwort aus dem japanischen Wort „Wa“ (Ring) und dem tamilischen Wort „Vattam“ (Kreis).",
      "french": "Félicitations ! Ce trophée accueille tous les gens de Wattam à la maison. Remarque : le nom « Wattam » est un terme composé qui mélange le mot japonais « wa » (anneau) et le mot tamoul « vattam » (cercle).",
      "italian": "Congratulazioni! Questo trofeo celebra il ritorno a casa della popolazione di Wattam. Nota: il nome \"Wattam\" è una fusione tra la parola giapponese \"wa\" (anello) e la parola tamil \"Vattam\" (cerchio).",
      "koreana": "축하해! 이 트로피는 와탐에 돌아온 모든 사람을 환영하고 있어. 참고로 \"와탐\"이라는 이름은 일본어 단어 \"와\"(고리)와 타밀어 단어 \"바탐\"(원)을 결합하여 만든 혼합 단어야.",
      "spanish": "¡Felicidades! Este trofeo da la bienvenida a toda la gente de Wattam a casa. Nota: el nombre “Wattam” es una palabra formada al combinar la palabra japonesa \"wa\" (anillo) y la palabra tamil “Vattam” (círculo).",
      "schinese": "恭喜你！这个奖杯是为了欢迎 Wattam 里的所有人回家。注：“Wattam”是一个组合词，结合了日语中的“wa”（环）和泰米尔语中的“Vattam”（圆圈）。",
      "russian": "Поздравления! Это приз в знак того, что все обитатели Wattam вернулись домой. Примечание: слово «Ваттам» («Wattam») образовано как сочетание японского «ва» («кольцо») и тамильского «уаттам» («круг»).",
      "japanese": "おめでとうございます！ワッタンのみんなが戻ってきたことを記念したトロフィーです。ちなみにワッタンという名前は、日本語の輪とタミル語のバッタン（円という意味）を混ぜた造語です。",
      "polish": "Gratulacje! To trofeum stanowi powitanie wszystkich w Wattam na nowo w domu. Uwaga: „Wattam” stanowi połączenie japońskiego słowa „wa” (krąg) oraz tamilskiego słowa „Vattam” (kółko).",
      "brazilian": "Parabéns! Este troféu dá as boas-vindas a todos em Wattam de volta ao lar. Observação: o nome \"Wattam\" é uma palavra inventada que combina a palavra em japonês \"wa\" (anel) e a palavra tâmil \"Vattam\" (círculo).",
      "latam": "¡Felicidades! Este trofeo da la bienvenida a toda la gente de Wattam a casa. Nota: el nombre “Wattam” es una palabra formada al combinar la palabra japonesa \"wa\" (anillo) y la palabra tamil “Vattam” (círculo).",
      "token": "NEW_ACHIEVEMENT_1_14_DESC"
    }
  },
  {
    "name": "AllPoop",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/f58193d0271cb7c2ea72a3ac3d28a7488673aada.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Big Poop, Middle Poop, Just a Little Poop",
      "german": "Großes Kaka, Standardkaka, kleines Kaka.",
      "french": "Gros Caca, Caca Moyen, Juste Un Petit Caca",
      "italian": "Pupù Grande, Pupù Media, Pupù Piccina",
      "koreana": "큰 응가, 중간 응가, 그리고 작은 응가",
      "spanish": "Caca Grande, Caca Mediana, Caca Pequeñita",
      "schinese": "大便便、中便便、小便便",
      "russian": "Какаха, Какашка и просто Какулька",
      "japanese": "大うんち 中うんち 小うんち",
      "polish": "Duża Kupa, Średnia Kupa, Mała Kupa",
      "brazilian": "Cocô Grande, Cocô Médio, Só Um Cocozinho",
      "latam": "Caca Grande, Caca Mediana, Caca Pequeñita",
      "token": "NEW_ACHIEVEMENT_1_15_NAME"
    },
    "description": {
      "english": "Congratulations! This is a trophy commemorating the discovery of all three types of Poop. However much the Big Poop may look like ice cream, be sure not to taste it because it is very assuredly Poop and will taste as such.",
      "german": "Herzlichen Glückwunsch! Dies ist eine Trophäe zum Gedenken an die Entdeckung aller drei Kaka-Arten. Wie sehr das große Kaka auch nach Eiscreme aussehen mag, solltest du's besser nicht probieren, da es ganz sicher Kaka ist und auch so schmecken wird.",
      "french": "Félicitations ! Ce trophée commémore la découverte des trois types de Caca. Cependant, si le Gros Caca ressemble à une crème glacée, garde-toi bien d’en manger car ça reste du caca et ça en a le goût.",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo della scoperta dei tre tipi di Pupù. Nonostante la Pupù grande possa assomigliare a un gelato, assicurati di non assaggiarla mai poiché è sicurissimamente Pupù e ne avrà l'esatto sapore.",
      "koreana": "축하해! 세 가지 응가를 모두 발견한 것을 기념하는 트로피야. 큰 응가가 아무리 아이스크림처럼 보여도 맛은 보지 마. 매우 확실하게 응가이고 응가 맛이 나니까.",
      "spanish": "¡Felicidades! Este es un trofeo que conmemora el descubrimiento de los tres tipos de Caca. Por mucho que la Caca grande parezca helado, asegúrate de no probarla, ya que seguramente es Caca y sabrá como tal.",
      "schinese": "恭喜你！这个奖杯是为了纪念发现所有三种便便。不管大便便看起来多么像冰淇淋，一定不要去品尝，因为它的的确确是便便，味道也是便便的味道。",
      "russian": "Поздравления! Этот приз знаменует открытие всех трех типов Какули. Как бы ни походила Какаха на мороженое, совать ее в рот все же не стоит, ведь это, без сомнений, Какуля, и вкус у нее соответствующий.",
      "japanese": "おめでとうございます！すべての種類のうんちをアンロックしたことを記念したトロフィーです。大きいうんちはアイスクリームみたいだからといって食べないでくださいね。あれはれっきとしたうんちなのでうんち味のはずです。",
      "polish": "Gratulacje! To trofeum upamiętania odkrycie wszystkich trzech rodzajów Kup. Chociaż Duża Kupa może przypominać wyglądem lody, nie próbuj jej smakować, bo z całą pewnością jest to kupa, a nie lody.",
      "brazilian": "Parabéns! Este é um troféu que comemora a descoberta de todos os três tipos de Cocô. Embora o Cocô Grande se pareça muito com um sorvete, não prove ele, pois ele é, com toda a certeza, um Cocô e é esse gosto que ele tem mesmo.",
      "latam": "¡Felicidades! Este es un trofeo que conmemora el descubrimiento de los tres tipos de Caca. Por mucho que la Caca grande parezca helado, asegúrate de no probarla, ya que de seguro es Caca y sabrá como tal.",
      "token": "NEW_ACHIEVEMENT_1_15_DESC"
    }
  },
  {
    "name": "AllGolden",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/08ebd3691891789f376abcf7dc48d4fce79f0d35.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Struck Gold",
      "german": "Auf Gold gestoßen",
      "french": "Or Frappé",
      "italian": "Oro Zecchino",
      "koreana": "모두 금이다",
      "spanish": "¡Oro!",
      "schinese": "挖金子",
      "russian": "Добытое золото",
      "japanese": "ほぼみんな黄金",
      "polish": "Żyła Złota",
      "brazilian": "Mina de Ouro",
      "latam": "¡Oro!",
      "token": "NEW_ACHIEVEMENT_1_16_NAME"
    },
    "description": {
      "english": "This is a trophy commemorating the success of the Whole Lot o' Gold Wattam Cast Dream Project. With this, money will no longer be an issue.",
      "german": "Dies ist eine Trophäe, die an den Erfolg des Whole Lot o' Gold Wattam Cast Dream Project erinnert. Damit wird Geld kein Thema mehr sein.",
      "french": "Ce trophée commémore le succès du projet de rêve « Le Gros Paquet d’Or à Fondre de Wattam ». Avec ça, il n’y aura plus de problèmes d’argent.",
      "italian": "Eccoti un trofeo in ricordo del successo riscosso dal progetto \"È tutto oro quel che luccica\". D'ora in poi, il denaro non sarà più un problema.",
      "koreana": "많은 골드 와탐 캐스트 드림 프로젝트의 성공을 기념하는 트로피야. 이것으로 더 이상 돈 걱정할 필요가 없어.",
      "spanish": "Este trofeo conmemora el éxito del Proyecto \"Whole Lot o' Gold Wattam Cast Dream Project\". Gracias a él, el dinero ya no será ningún problema.",
      "schinese": "这是祝贺_“到处是金子白日梦”计划_取得成功_的奖杯。有了它，_钱再也不是问题了。",
      "russian": "Этот приз символизирует успех Проекта мечты «Целая куча золота отлита в Wattam». Отныне деньги больше не проблема.",
      "japanese": "夢のほぼ全ワッタン人黄金化計画成功を記念してのトロフィーです。これでもう死ぬまでお金に苦労することなく生活できることができますね。",
      "polish": "To trofeum upamiętnia sukces Wielkiego Projektu Ogromnych Złotych Marzeń Wattam. Dzięki niemu pieniądze nie będą już więcej problemem.",
      "brazilian": "Este é um troféu que comemora o sucesso do Projeto dos Sonhos do Elenco de Um Montão de Ouro de Wattam. Com ele, dinheiro não vai mais ser problema.",
      "latam": "Este es un trofeo que conmemora el éxito del Proyecto La Fiebre del Oro de Wattam. Con él, el dinero ya no será un problema\\",
      "token": "NEW_ACHIEVEMENT_1_16_DESC"
    }
  },
  {
    "name": "AllBalloons",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/3aa17037ec5246fe6359f44f6a79535874c8cbdf.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Red Balloon! Blue Balloon! Green Balloon!",
      "german": "Roter Ballon! Blauer Ballon! Grüner Ballon!",
      "french": "Ballon Rouge ! Ballon Bleu ! Ballon Vert !",
      "italian": "Palloncino rosso! Palloncino blu! Palloncino verde!",
      "koreana": "빨간 풍선! 파란 풍선! 녹색 풍선!",
      "spanish": "¡Globo Rojo! ¡Globo Azul! ¡Globo Verde!",
      "schinese": "红色气球！蓝色气球！绿色气球！",
      "russian": "Красный шарик! Синий шарик! Зеленый шарик!",
      "japanese": "緑風船！青風船！赤風船！",
      "polish": "Czerwony Balon! Niebieski Balon! Zielony Balon!",
      "brazilian": "Balão Vermelho! Balão Azul! Balão Verde!",
      "latam": "¡Globo Rojo! ¡Globo Azul! ¡Globo Verde!",
      "token": "NEW_ACHIEVEMENT_1_17_NAME"
    },
    "description": {
      "english": "Congratulations! This is a trophy commemorating the return of Balloons of every color. And it appears their acrophobia has improved as well!",
      "german": "Herzlichen Glückwunsch! Dies ist eine Trophäe zum Gedenken an die Rückkehr von Ballons jeder Farbe. Und auch ihre Höhenangst scheint sich gebessert zu haben!",
      "french": "Félicitations ! Ce trophée commémore le retour des Ballons de toutes les couleurs. Et on dirait qu’ils sont moins acrophobes qu’avant !",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo del ritorno dei palloncini di tutti i colori. Inoltre, sembra che soffrano meno di vertigini!",
      "koreana": "축하해! 모든 색깔의 풍선이 돌아온 것을 기념하는 트로피야. 그리고 그들의 고소공포증도 개선된 것 같아!",
      "spanish": "¡Felicidades! Este es un trofeo que conmemora el regreso de los Globos de todos los colores. ¡Y parece que su acrofobia también ha mejorado!",
      "schinese": "恭喜你！这个奖杯是为了纪念每种颜色气球的回归。看起来他们的恐高症也得到了缓解！",
      "russian": "Поздравления! Это приз по поводу возвращения Шариков каждого цвета. Кстати, оказывается, их страх высоты только усилился!",
      "japanese": "おめでとうございます！風船さん全色を呼び戻したことを記念したトロフィーです。高所恐怖症も治ってよかったですね。",
      "polish": "Gratulacje! To trofeum upamiętnia powrót balonów wszystkich kolorów! Wygląda też na to, że uporały się ze swoim lękiem wysokości!",
      "brazilian": "Parabéns! Este é um troféu que comemora a volta dos Balões de todas as cores. E parece que a acrofobia deles também melhorou!",
      "latam": "¡Felicidades! Este es un trofeo que conmemora el regreso de los Globos de todos los colores. ¡Y parece que su acrofobia también mejoró!",
      "token": "NEW_ACHIEVEMENT_1_17_DESC"
    }
  },
  {
    "name": "SushiPlate",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/49d85a53341b4c45ecfde95114807a99be848cd3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "My First Conveyor Belt Sushi",
      "german": "Mein erstes Förderband-Sushi",
      "french": "Mon Premier Sushi Sur Tapis Roulant",
      "italian": "Il Mio Primo Sushi su Nastro",
      "koreana": "나의 첫 번째 컨베이어 벨트 초밥",
      "spanish": "Mi Primer Sushi en Cinta Transportadora",
      "schinese": "我的第一间回转寿司店",
      "russian": "Мой первый Конвейер Суши",
      "japanese": "初めての回転寿司",
      "polish": "Mój Pierwszy Pas Podający Sushi",
      "brazilian": "Meu Primeiro Sushi de Esteira Rotatória",
      "latam": "Mi Primer Sushi en Cinta Transportadora",
      "token": "NEW_ACHIEVEMENT_1_18_NAME"
    },
    "description": {
      "english": "This is a trophy commemorating the conception of conveyor belt sushi. Up until now, sushi meant sitting at a counter in front of a stern old man… but with this, even kids can enjoy the experience.",
      "german": "Dies ist eine Trophäe, die an die Erfindung von Förderband-Sushi erinnert. Sushi bedeutete bisher, vor einem streng dreinschauenden alten Mann an der Theke zu sitzen ... aber damit können auch Kinder das Erlebnis genießen.",
      "french": "Ce trophée commémore la conception du sushi sur tapis roulant. Jusqu’à présent, qui disait « sushi » disait « rester assis à un comptoir devant un vieil homme sévère »… mais avec ça, même les enfants vont maintenant adorer l’expérience.",
      "italian": "Eccoti un trofeo in ricordo della sperimentazione del sushi su nastro. Fino ad oggi, per mangiare del sushi bisognava sedere di fronte a un vecchietto serioso… ma adesso anche i bambini potranno godersi l'esperienza.",
      "koreana": "컨베이어 벨트 초밥을 착안한 것을 기념하는 트로피야. 지금까지 초밥은 무뚝뚝한 노인 앞의 카운터에 앉아서 먹는 것이었지만… 이걸로 아이들도 그 경험을 즐길 수 있게 되었어.",
      "spanish": "Este es un trofeo que conmemora el descubrimiento del sushi en cinta transportadora. Hasta ahora, comer sushi significaba sentarse en un mostrador frente a un anciano malhumorado... pero con esto, incluso los niños pueden disfrutar de la experiencia.",
      "schinese": "这个奖杯是为了纪念回转寿司的诞生。在这之前，吃寿司意味着你得坐在桌台，对着一脸严肃的寿司师傅...但有了回转寿司，即使是小孩子也会觉得很享受。",
      "russian": "Это приз в честь создания конвейера суши. Прежде «суши» означали, что тебе приходится сидеть за стойкой напротив строгого старика… Но теперь полакомиться ими могут даже дети.",
      "japanese": "回転寿司という概念の存在が誕生した記念のトロフィーです。今までは頑固おやじの寿司屋しかなかったけど、これで子供と一緒に楽しみながらお寿司を食べられますね。",
      "polish": "To trofeum upamiętnia wynalezienie pasa podającego sushi. Jeszcze do niedawna wyjście na sushi oznaczało konieczność siedzenia przy ladzie przed groźnym kucharzem. Co za wspaniała zmiana.",
      "brazilian": "Este é um troféu que comemora a origem do sushi de esteira rotatória. Até agora, sushi significava sentar num canto na frente de um velho serião… mas com essa invenção, até as crianças podem apreciar a experiência.",
      "latam": "¡Felicidades! Este es un trofeo que conmemora el descubrimiento del sushi en cinta transportadora. Hasta ahora, comer sushi significaba sentarse en un mostrador frente a un anciano malhumorado... pero con esto, hasta los niños pueden disfrutar de la experiencia.",
      "token": "NEW_ACHIEVEMENT_1_18_DESC"
    }
  },
  {
    "name": "CircleDanceHeal",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/5a793ad99cb9363ddf5f8fe9055c41ef70cde73f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "People Power",
      "german": "Macht der Menschen",
      "french": "Le Pouvoir Du Peuple",
      "italian": "Insieme ce la Faremo",
      "koreana": "사람들의 힘",
      "spanish": "El Poder de la Gente",
      "schinese": "团结的力量",
      "russian": "Сила людей",
      "japanese": "輪の裏技",
      "polish": "Władza Ludu",
      "brazilian": "Poder das Pessoas",
      "latam": "El Poder de la Gente",
      "token": "NEW_ACHIEVEMENT_1_19_NAME"
    },
    "description": {
      "english": "This is a trophy commemorating the discovery of a secret power invoked by holding hands in a circle. Though individually we are weak, together we can overcome great obstacles!",
      "german": "Dies ist eine Trophäe, die an die Entdeckung einer geheimen Macht erinnert, die durch Händchenhalten im Kreis heraufbeschworen wird. Obwohl wir einzeln schwach sind, können wir gemeinsam große Hindernisse überwinden!",
      "french": "Ce trophée commémore la découverte d’un pouvoir secret que l’on invoque en se tenant par la main dans une ronde. Si nous sommes faibles individuellement, ensemble nous pouvons surmonter de grands obstacles !",
      "italian": "Eccoti un trofeo in ricordo di quando hai scoperto un potere segreto evocabile tenendosi per mano fino a formare un cerchio. Da soli siamo fragili, ma insieme possiamo superare ostacoli immensi!",
      "koreana": "동그랗게 손을 잡으면 생기는 비밀스런 힘의 발견한 것을 기념하는 트로피야. 혼자서는 약하지만 함께 있으면 큰 장애물을 극복할 수 있어!",
      "spanish": "Este es un trofeo que conmemora el descubrimiento de un poder secreto invocado al cogerse de la mano en un círculo. Aunque individualmente somos débiles, ¡juntos podemos superar grandes obstáculos!",
      "schinese": "这个奖杯是为了纪念发现手牵手围成一圈可以带来神秘的力量。虽然我们各自的力量很弱小，但只要团结一心，我们可以克服巨大的障碍！",
      "russian": "Этот приз знаменует открытие тайной силы, которая приходит, когда люди берутся за руки и становятся в круг. По-отдельности каждый слаб, но, когда мы вместе, нам по плечу любые трудности!",
      "japanese": "人と人を輪でつなげることで秘密のパワーは生み出せることを発見したことを記念したトロフィーです。私達1人1人の力は微々たるものだけど、みんなとつながって協力すれば、大きな問題も解決できますね。",
      "polish": "To trofeum upamiętnia odkrycie tajemnej mocy płynącej z trzymania się za ręce w kółku. Choć w pojedynkę jesteśmy słabi, wspólnie możemy sprostać każdemu wyzwaniu!",
      "brazilian": "Este é um troféu que comemora a descoberta de um poder secreto invocado por dar as mãos num círculo. Embora, sejamos fracos individualmente, juntos podemos superar grandes obstáculos!",
      "latam": "¡Felicidades! Este es un trofeo que conmemora el descubrimiento de un poder secreto invocado al tomarse de la mano en un círculo. Aunque individualmente somos débiles, ¡juntos podemos superar grandes obstáculos!",
      "token": "NEW_ACHIEVEMENT_1_19_DESC"
    }
  },
  {
    "name": "ThrowKid",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/3f06d7561e20a2b0b19036198509bb1f18c1b9ca.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "They Go Up So Fast",
      "german": "Sie fliegen so schnell gen Himmel",
      "french": "Ils Grandissent Trop Vite",
      "italian": "Sette si Schiaccia",
      "koreana": "무척 빨리 올라가네",
      "spanish": "Qué Rápido Suben",
      "schinese": "他们上升得好快",
      "russian": "Дети так быстро круглеют",
      "japanese": "子を投げた記念日",
      "polish": "Tak Szybko Latają",
      "brazilian": "Eles Sobem Tão Rápido",
      "latam": "Qué Rápido Suben",
      "token": "NEW_ACHIEVEMENT_1_20_NAME"
    },
    "description": {
      "english": "Congratulations! This is a trophy commemorating the day you threw some round children after mistaking them for balls. It's a good thing the children enjoyed it.",
      "german": "Herzlichen Glückwunsch! Dies ist eine Trophäe, die an den Tag erinnert, an dem du ein paar runde Kinder für Bälle gehalten und geworfen hast. Nur gut, dass es den Kindern gefallen hat.",
      "french": "Félicitations ! Ce trophée commémore le jour où tu as lancé des enfants ronds en croyant que c’était des ballons. Heureusement qu’ils ont aimé ça.",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo del giorno in cui hai lanciato i figli altrui, alquanto rotondetti, scambiandoli per delle palline. Fortuna che i piccoli si sono divertiti.",
      "koreana": "축하해! 둥근 아이들을 공으로 착각한 후 던진 날을 기념하는 트로피야. 아이들이 즐겨서 다행이지.",
      "spanish": "¡Felicidades! Este es un trofeo que conmemora el día en que arrojaste a algunos niños redondos después de confundirlos con pelotas. Es bueno que los niños se hayan divertido.",
      "schinese": "恭喜你！这个奖杯是为了纪念你将一些圆滚滚的小孩误当成球抛向天空的日子。好在孩子们喜欢这个游戏。",
      "russian": "Поздравления! Этот приз олицетворяет тот день, когда тебе довелось бросить нескольких кругленьких детей, приняв их за мячи. Хорошо еще, что детям понравилось.",
      "japanese": "おめでとうございます！丸い子供達をうっかりボールと間違えて投げてしまったことを記念したトロフィーです。不幸中の幸いで子供も楽しんでるようで良かったですね。",
      "polish": "Gratulacje! To trofeum upamiętnia chwilę, w której dzieci pomyliły ci się z kulkami i w rezultacie zaczęły latać. Tyle dobrego, że dzieciom bardzo się podobało.",
      "brazilian": "Parabéns! Este é um troféu que comemora o dia que você arremessou umas crianças redondas achando que eram bolas. Ainda bem que as crianças gostaram.",
      "latam": "¡Felicidades! Este es un trofeo que conmemora el día en que arrojaste a algunos niños redondos después de confundirlos con pelotas. Es bueno que los niños se hayan divertido.",
      "token": "NEW_ACHIEVEMENT_1_20_DESC"
    }
  },
  {
    "name": "Shortest",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/5070fb1c9c34abb0ef19872150a60276a7fb7050.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Smallest of the Small",
      "german": "Kleinster der Kleinen",
      "french": "Le Plus Petit Des Plus Petits",
      "italian": "Piccolissimissimamente",
      "koreana": "가장 작은 키",
      "spanish": "El Más Pequeño de Todos",
      "schinese": "最小的人",
      "russian": "Самый маленький коротышка",
      "japanese": "一番背が低い人",
      "polish": "Najmniejsza z Malutkich",
      "brazilian": "A Menor das Menores",
      "latam": "El Más Pequeño de Todos",
      "token": "NEW_ACHIEVEMENT_1_21_NAME"
    },
    "description": {
      "english": "This is a trophy commemorating the establishment of the smallest person. Another of life's great mysteries, solved. Now for the other 2,913,658.",
      "german": "Dies ist eine Trophäe zum Gedenken an die Ermittlung der kleinsten Person. Ein weiteres großes Rätsel des Lebens endlich gelöst! Jetzt zu den übrigen 2.913.658.",
      "french": "Ce trophée commémore la création de la plus petite personne. Encore un des grands mystères de la vie... résolu. Il n’en reste plus que 2 913 658.",
      "italian": "Eccoti un trofeo in ricordo della creazione del personaggio più piccolo di tutti. Un altro dei più grandi misteri della vita risolto. Adesso sotto con i restanti 2.913.658.",
      "koreana": "장 키 작은 사람을 만든 것을 기념하는 트로피야. 삶의 위대한 신비를 또 하나 해결했어. 이제 다른 2,913,658개를 살펴볼까.",
      "spanish": "Este es un trofeo que conmemora el establecimiento de la persona más pequeña. Otro de los grandes misterios de la vida resuelto. Ahora solo quedan 2 913 658.",
      "schinese": "这个奖杯是为了纪念最小人物的诞生。生命的另一个未解之谜，就这样解决了。接下来是解决另外 2,913,658 个。",
      "russian": "Этот приз знаменует появление самого низенького существа. Найден ответ на еще один из величайших вопросов жизни. Осталось всего 2 913 658.",
      "japanese": "一番背が低い人が分かったことを記念したトロフィーです。これでまた１つ謎が解けました。残りの謎はたった2913658個ですね。",
      "polish": "To trofeum upamiętnia najmniejszą osobę. Kolejna zagadka tego świata została rozwiązana. Zostało ich już tylko 2 913 658.",
      "brazilian": "Este é um troféu que comemora o estabelecimento da pessoa mais baixa. Outro dos grandes mistérios da vida solucionado. Agora para mais 2.913.658.",
      "latam": "¡Felicidades! Este es un trofeo que conmemora el establecimiento de la persona más pequeña. Otro de los grandes misterios de la vida resuelto. Ahora solo quedan 2,913,658.",
      "token": "NEW_ACHIEVEMENT_1_21_DESC"
    }
  },
  {
    "name": "Tallest",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/56e9aa24649715e61ee160fd0d87ba46af97fba5.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Tallest of the Tall",
      "german": "Größter der Großen",
      "french": "Le Plus Grand Des Plus Grands",
      "italian": "Altissimissimamente",
      "koreana": "가장 높은 키",
      "spanish": "El Más Alto de Todos",
      "schinese": "最高的人",
      "russian": "Гигант среди великанов",
      "japanese": "一番背が高い人",
      "polish": "Najwyższa z Wysokich",
      "brazilian": "A Mais Alta das Altas",
      "latam": "El Más Alto de Todos",
      "token": "NEW_ACHIEVEMENT_1_22_NAME"
    },
    "description": {
      "english": "This is a trophy commemorating the establishment of the tallest person. Another of life's great mysteries, solved.",
      "german": "Dies ist eine Trophäe zum Gedenken an die Ermittlung der größten Person. Ein weiteres großes Rätsel des Lebens endlich gelöst!",
      "french": "Ce trophée commémore la création de la plus grande personne. Encore un des grands mystères de la vie... résolu.",
      "italian": "Eccoti un trofeo in ricordo della creazione del personaggio più alto di tutti. Un altro dei più grandi misteri della vita risolto.",
      "koreana": "가장 키 큰 사람을 만든 것을 기념하는 트로피야. 삶의 위대한 신비를 또 하나 해결했어.",
      "spanish": "Este es un trofeo que conmemora el establecimiento de la persona más alta. Otro de los grandes misterios de la vida resuelto.",
      "schinese": "这个奖杯是为了纪念最高人物的诞生。生命的另一个未解之谜，就这样解决了。",
      "russian": "Этот приз знаменует появление самого высокого существа. Найден ответ на еще один из величайших вопросов жизни.",
      "japanese": "一番背が高い人が分かったことを記念したトロフィーです。今まで謎だったことが１つ解明できてよかったですね。",
      "polish": "To trofeum upamiętnia najwyższą osobę. Kolejna zagadka tego świata została rozwiązana.",
      "brazilian": "Este é um troféu que comemora o estabelecimento da pessoa mais alta. Outro dos grandes mistérios da vida solucionado.",
      "latam": "¡Felicidades! Este es un trofeo que conmemora el establecimiento de la persona más alta. Otro de los grandes misterios de la vida resuelto.",
      "token": "NEW_ACHIEVEMENT_1_22_DESC"
    }
  },
  {
    "name": "Sleep1",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/ae76a98635ce25172ace131ac3e2afb5adb1b76e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "ZZZ",
      "german": "ZZZ",
      "french": "ZZZ",
      "italian": "ZZZ",
      "koreana": "쿨쿨쿨",
      "spanish": "ZZZ",
      "schinese": "ZZZ",
      "russian": "ХР-Р-Р",
      "japanese": "ZZZ",
      "polish": "zZz",
      "brazilian": "ZZZ",
      "latam": "ZZZ",
      "token": "NEW_ACHIEVEMENT_1_23_NAME"
    },
    "description": {
      "english": "Congratulations! This is a trophy commemorating Pillow successfully getting three people to sleep at the same time. Pillow is currently practicing hard for next year's Slumber Tournament. We hope you win gold, Pillow. We're all rooting for you.",
      "german": "Herzlichen Glückwunsch! Dies ist eine Trophäe zum Gedenken an Kissen, das drei Personen gleichzeitig entschlummern ließ. Kissen trainiert derzeit hart für das Schlummerturnier im nächsten Jahr. Wir hoffen, du gewinnst Gold, Kissen. Wir drücken dir die Daumen!",
      "french": "Félicitations ! Ce trophée commémore le moment où le Coussin a réussi à faire dormir trois personnes en même temps. Actuellement, le Coussin s’entraîne dur pour le tournoi du sommeil de l’an prochain. On espère que tu gagneras la médaille d’or, Coussin. Tu as tout notre soutien.",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo di quando Cuscino è riuscito a far addormentare tre personaggi contemporaneamente. Cuscino si sta allenando duramente per il Torneo di Pisolini del prossimo anno. Ti auguriamo di vincere l'oro, Cuscino: facciamo tutti il tifo per te.",
      "koreana": "축하해! 베개가 성공적으로 세 명을 동시에 잠자게 만드는 것을 기념하는 트로피야. 베개는 내년의 잠 대회를 위해 지금 열심히 수련 중이지. 금메달을 따길 바래, 베개야. 모두 너를 응원하고 있어.",
      "spanish": "¡Felicidades! Este es un trofeo que conmemora que la Almohada ha logrado que tres personas duerman al mismo tiempo. La Almohada ahora está practicando mucho para el Torneo del Sueño del año que viene. Esperemos que ganes la medalla de oro, Almohada. Todos te apoyamos.",
      "schinese": "恭喜你！这个奖杯是为了纪念枕头成功地让三个人同时睡觉。现在，枕头正在努力训练，为明年的睡眠大赛做准备。我们希望你能一举摘得金牌，枕头。我们所有人都支持你。",
      "russian": "Поздравления! Это приз в честь того, что на Подушке одновременно поспали три человека. Сейчас Подушка усиленно тренируется перед турниром по дневному сну, который пройдет в следующем году. Рассчитываем на твою победу, Подушка! Будем за тебя болеть!",
      "japanese": "おめでとうございます！枕さんが同時に3人を眠らせることができたことを記念したトロフィーです。来年の睡眠オリンピックにむけて現在猛練習中の枕さん、金メダルが取れたらいいですね。陰ながら応援しています。",
      "polish": "Gratulacje! To trofeum upamiętnia udane uśpienie przez Poduszkę trzech osób jednocześnie. Poduszka pilnie ćwiczy do przyszłorocznej edycji Turnieju Spania. Mamy nadzieję, że wygrasz, Poduszko. Wszyscy ci kibicujemy.",
      "brazilian": "Parabéns! Este é um troféu que comemora o Travesseiro ter conseguido fazer três pessoas dormirem ao mesmo tempo. O Travesseiro está praticando com mais afinco no momento para o Torneio de Dormida do ano que vem. Esperamos conquistar o ouro, Travesseiro. Estamos todos torcendo por você.",
      "latam": "¡Felicidades! Este es un trofeo que conmemora que la Almohada ha logrado que tres personas duerman al mismo tiempo. La Almohada ahora está practicando mucho para el Torneo del Sueño del año que viene. Esperemos que ganes la medalla de oro, Almohada. Todos te apoyamos.",
      "token": "NEW_ACHIEVEMENT_1_23_DESC"
    }
  },
  {
    "name": "Chain1",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/7011d08049886a5f257c769dd15c424c5b4199c6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Circle of Friends (5)",
      "german": "Freundeskreis (5)",
      "french": "Cercle d’Amis (5)",
      "italian": "Cerchia di Amici (5)",
      "koreana": "친구의 원 (5)",
      "spanish": "Círculo de Amigos (5)",
      "schinese": "好朋友圈 (5)",
      "russian": "Хоровод друзей (5)",
      "japanese": "5人と手をつないだよ",
      "polish": "Krąg Przyjaciół (5)",
      "brazilian": "Círculo de Amigos (5)",
      "latam": "Círculo de Amigos (5)",
      "token": "NEW_ACHIEVEMENT_1_24_NAME"
    },
    "description": {
      "english": "This trophy commemorates holding hands with 5 friends. 5 friends is so many, you may spark some jealousy.",
      "german": "Diese Trophäe erinnert an das Händchenhalten mit 5 Freunden. 5 Freunde sind dermaßen viele, dass es glatt zu Eifersüchteleien kommen kann.",
      "french": "Ce trophée commémore le fait d’avoir tenu la main à 5 amis. 5 amis c’est beaucoup, tu pourrais susciter des jalousies.",
      "italian": "Eccoti un trofeo in ricordo di quando hai preso per mano 5 amici. 5 amici sono così tanti che potresti suscitare un po' di invidia.",
      "koreana": "친구 다섯 명과 손을 잡는 것을 축하하는 트로피야. 친구 다섯 명은 너무 많아서 질투심을 불러 일으킬지도 몰라.",
      "spanish": "Este trofeo conmemora cogerse de la mano con 5 amigos. 5 amigos son tantos que puedes hacer que la gente tenga envidia.",
      "schinese": "这个奖杯是为了纪念你成功与 5 个好朋友手牵手。能交到 5 个好朋友已经相当不错，你可能会引起其他人的妒忌了。",
      "russian": "Это приз в память о том, что тебе довелось взяться за руки с 5 друзьями. 5 друзей – это немало, у тебя могут появиться завистники.",
      "japanese": "5人のお友達と一緒に手をつないだことを記念したトロフィーです。友達が5人もいるなんて、うらやましいです。",
      "polish": "To trofeum upamiętnia trzymanie za ręce 5 przyjaciół. 5 przyjaciół to cały tłum. Inni muszą ci zazdrościć…",
      "brazilian": "Este troféu comemora dar as mãos a 5 amigos. Cinco amigos é tanto, pode gerar ciúmes.",
      "latam": "¡Felicidades! Este trofeo conmemora tomarse de la mano con 5 amigos. 5 amigos son tantos que puedes hacer que la gente tenga envidia.",
      "token": "NEW_ACHIEVEMENT_1_24_DESC"
    }
  },
  {
    "name": "Chain2",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/c7b0f34570d3b04c74ac265f549aaa471ccc666a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Circle of Friends (10)",
      "german": "Freundeskreis (10)",
      "french": "Cercle d’Amis (10)",
      "italian": "Cerchia di Amici (10)",
      "koreana": "친구의 원 (10)",
      "spanish": "Círculo de amigos (10)",
      "schinese": "好朋友圈 (10)",
      "russian": "Хоровод друзей (10)",
      "japanese": "10人と手をつないだよ",
      "polish": "Krąg Przyjaciół (10)",
      "brazilian": "Círculo de Amigos (10)",
      "latam": "Círculo de Amigos (10)",
      "token": "NEW_ACHIEVEMENT_1_25_NAME"
    },
    "description": {
      "english": "This trophy commemorates holding hands with 10 friends. 10 friends is an almost incredulous number of friends.",
      "german": "Diese Trophäe erinnert an das Händchenhalten mit 10 Freunden. 10 Freunde ist eine nahezu unglaubliche Anzahl von Freunden.",
      "french": "Ce trophée commémore le fait d’avoir tenu la main à 10 amis. 10 amis est un nombre d’amis presque incroyable.",
      "italian": "Eccoti un trofeo in ricordo di quando hai preso per mano 10 amici. 10 amici è quasi un numero incredibile.",
      "koreana": "친구 열다섯 명과 손을 잡는 것을 축하하는 트로피야. 친구 열다섯 명은 거의 믿기 어려울 정도로 많은 수야.",
      "spanish": "Este trofeo conmemora cogerse de la mano con 10 amigos. 10 amigos es un número casi inimaginable de amigos.",
      "schinese": "这个奖杯是为了纪念你成功与 10 个好朋友手牵手。能交到 10 个好朋友几乎让人不敢相信。",
      "russian": "Это приз в память о том, что тебе довелось взяться за руки с 10 друзьями. 10 друзей – это очень, очень много!",
      "japanese": "10人のお友達と一緒に手をつないだことを記念したトロフィーです。友達が10人もいるなんて、想像も出来ません。",
      "polish": "To trofeum upamiętnia trzymanie za ręce 10 przyjaciół. Aż ciężko uwierzyć, że ktoś może mieć 10 przyjaciół.",
      "brazilian": "Este troféu comemora dar as mãos a 10 amigos. Quinze amigos é um número quase inacreditável de amigos.",
      "latam": "¡Felicidades! Este trofeo conmemora tomarse de la mano con 10 amigos. 10 amigos es un número casi inimaginable de amigos.",
      "token": "NEW_ACHIEVEMENT_1_25_DESC"
    }
  },
  {
    "name": "Chain3",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/eecd9f382589ee5fd0ca69e13338854b96ff5cfc.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "Circle of Friends (15)",
      "german": "Freundeskreis (15)",
      "french": "Cercle d’Amis (15)",
      "italian": "Cerchia di Amici (15)",
      "koreana": "친구의 원 (15)",
      "spanish": "Círculo de Amigos (15)",
      "schinese": "好朋友圈 (15)",
      "russian": "Хоровод друзей (15)",
      "japanese": "15人と手をつないだよ",
      "polish": "Krąg Przyjaciół (15)",
      "brazilian": "Círculo de Amigos (15)",
      "latam": "Círculo de Amigos (15)",
      "token": "NEW_ACHIEVEMENT_1_26_NAME"
    },
    "description": {
      "english": "Congratulations! This trophy commemorates holding hands with 15 friends. 15 friends is a little unbelievable. Are you really sure they're all your friends?",
      "german": "Herzlichen Glückwunsch! Diese Trophäe erinnert an das Händchenhalten mit 15 Freunden. 15 Freunde ist schon schwer zu glauben. Bist du dir wirklich sicher, dass sie alle deine Freunde sind?",
      "french": "Félicitations ! Ce trophée commémore le fait d’avoir tenu la main à 15 amis. 15 amis c’est un peu incroyable. As-tu la certitude que ce sont vraiment des amis ?",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo di quando hai preso per mano 15 amici. 15 amici è un numero inverosimile. Sicuro che siano tutti amici tuoi?",
      "koreana": "축하해! 친구 서른 명과 손을 잡는 것을 축하하는 트로피야. 친구가 서른이나 있다는 것은 믿기 어려워. 정말 다 네 친구야?",
      "spanish": "¡Felicidades! Este trofeo conmemora cogerse de la mano con 15 amigos. 15 amigos es un poco increíble. ¿Estás realmente seguro de que son todos tus amigos?",
      "schinese": "恭喜你！这个奖杯是为了纪念你成功与 15 个好朋友手牵手。能交到 15 个好朋友真的让人有点难以置信。你确定他们都是你的好朋友吗？",
      "russian": "Поздравления! Это приз в память о том, что тебе довелось взяться за руки с 15 друзьями. 15 друзей?! Какая-то немыслимая цифра! Они точно настоящие друзья?",
      "japanese": "おめでとうございます！15人のお友達と一緒に手をつないだことを記念したトロフィーです。友達が15人もいるなんて、正直言うと信じられません。本当ですか？みんな本当に友達なんですか？",
      "polish": "Gratulacje! To trofeum upamiętnia trzymanie za ręce 15 przyjaciół. 15 przyjaciół to już lekka przesada. Na pewno wszyscy są sprawdzonymi przyjaciółmi?",
      "brazilian": "Parabéns! Este troféu comemora dar as mãos a 15 amigos. Trinta amigos é meio que surreal. Tem mesmo certeza de que são todos seus amigos?",
      "latam": "¡Felicidades! Este trofeo conmemora tomarse de la mano con 15 amigos. 15 amigos es un poco increíble. ¿Estás realmente seguro de que son todos tus amigos?",
      "token": "NEW_ACHIEVEMENT_1_26_DESC"
    }
  },
  {
    "name": "ExplodePeople1",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/4f9629cbc11df73f84b4cb7ccce5c26ca3d2faf0.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "5 Go Kaboom",
      "german": "5 machen Kabumm",
      "french": "5 Font Boum",
      "italian": "5 Bum",
      "koreana": "다섯이 콰쾅",
      "spanish": "5 hacen Bum",
      "schinese": "5 个好朋友一起爆炸",
      "russian": "Бабах на 5 друзей",
      "japanese": "5人と一緒にドカーン",
      "polish": "Bum w 5 Osób",
      "brazilian": "5 Fazem Cabum",
      "latam": "5 hacen Bum",
      "token": "NEW_ACHIEVEMENT_1_27_NAME"
    },
    "description": {
      "english": "This trophy commemorates the delight of going Kaboom with 5 troubled friends. Hopefully any bad feelings have been Kaboomed away as well.",
      "german": "Diese Trophäe erinnert an 5 Freunde, mit denen du trotz aller äußeren Schwierigkeiten begeistert Kabumm gemacht hast. Hoffentlich wurden dabei auch alle unguten Gefühle weggeblasen.",
      "french": "Ce trophée commémore le plaisir de faire Boum avec 5 amis, en dépit de tout problème collatéral. En espérant que tout sentiment de culpabilité ait fait Boum en même temps.",
      "italian": "Eccoti un trofeo in ricordo della gioia che si prova a fare Bum con 5 amici, dimenticandosi di ogni preoccupazione. Con un po' di fortuna, anche tutti i cattivi pensieri hanno fatto Bum.",
      "koreana": "문제가 있었을지 몰라도 친구 다섯 명과 함께 콰쾅하는 기쁨을 기념하는 트로피야. 콰쾅으로 안 좋았던 느낌을 날려 버렸길 바래.",
      "spanish": "Este trofeo conmemora la alegría de ir a hacer Bum con 5 amigos, a pesar de cualquier problema externo. Por suerte, todos los malos sentimientos han volado también por los aires.",
      "schinese": "这个奖杯是为了纪念和 5 个好朋友一起爆炸的快乐，尽管外面的世界可能仍然存在烦恼。希望所有不良情绪也随着爆炸而消散。",
      "russian": "Этот приз олицетворяет счастье от «бабаха» с 5 друзьями вопреки неприятным внешним обстоятельствам. Есть надежда на то, что с хорошим «бабахом» развеется и дурное настроение!",
      "japanese": "色々な悩みを抱えた5人と一緒にドカーンしたことを記念したトロフィーです。これで嫌なことを忘れることができたらいいですね。",
      "polish": "To trofeum upamiętnia frajdę ze zrobienia bum z 5 przyjaciółmi i to pomimo wszelkich trudności. Mamy nadzieję, że wszystkie złe myśli wybuchły i nie trzeba się już nimi martwić.",
      "brazilian": "Este troféu comemora a alegria de fazer Cabum com 5 amigos, apesar de alguns problemas externos. Tomara que qualquer sentimento ruim tenha entrado no Cabum também.",
      "latam": "¡Felicidades! Este trofeo conmemora la alegría de ir a hacer Bum con 5 amigos, a pesar de cualquier problema externo. Por suerte, todos los malos sentimientos volaron también por los aires.",
      "token": "NEW_ACHIEVEMENT_1_27_DESC"
    }
  },
  {
    "name": "ExplodePeople2",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/014c8996ec903d4c93390886ddcf4349d8335dfb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "10 Go Kaboom",
      "german": "10 machen Kabumm",
      "french": "10 Font Boum",
      "italian": "10 Bum",
      "koreana": "열다섯이 콰쾅",
      "spanish": "10 hacen Bum",
      "schinese": "10 个好朋友一起爆炸",
      "russian": "Бабах на 10 друзей",
      "japanese": "10人と一緒にドカーン",
      "polish": "Bum w 10 Osób",
      "brazilian": "10 Fazem Cabum",
      "latam": "10 hacen Bum",
      "token": "NEW_ACHIEVEMENT_1_28_NAME"
    },
    "description": {
      "english": "This trophy commemorates the delight of going Kaboom with 10 friends, who are in a rough spot. Hopefully this will be the first step in moving forward.",
      "german": "Diese Trophäe erinnert an 10 Freunde, mit denen du trotz aller äußeren Schwierigkeiten begeistert Kabumm gemacht hast. Hoffentlich ist dies der erste Schritt in eine neue Zukunft.",
      "french": "Ce trophée commémore le plaisir de faire Boum avec 10 amis, en dépit de tout problème collatéral. En espérant que ce sera un premier pas vers un avenir meilleur.",
      "italian": "Eccoti un trofeo in ricordo della gioia che si prova a fare Bum con 10 amici, dimenticandosi di ogni preoccupazione. Con un po' di fortuna, questo sarà il primo passo per lasciarsi tutto alle spalle.",
      "koreana": "문제가 있었을지 몰라도 친구 열다섯 명과 함께 콰쾅하는 기쁨을 기념하는 트로피야. 앞으로 나아가기 위한 첫걸음이 되길 바래.",
      "spanish": "Este trofeo conmemora la alegría de ir a hacer Bum con 10 amigos, a pesar de cualquier problema externo. Espero que este sea el primer paso para seguir adelante.",
      "schinese": "这个奖杯是为了纪念和 10 个好朋友一起爆炸的快乐，尽管外面的世界可能仍然存在烦恼。希望这是你迈向未来的第一步。",
      "russian": "Этот приз олицетворяет счастье от «бабаха» с 10 друзьями вопреки неприятным внешним обстоятельствам. Надеемся, это станет первым шагом к обновленной жизни.",
      "japanese": "難しい問題を抱えた10人と一緒にドカーンしたことを記念したトロフィーです。これがキッカケになって問題解決に向けて少しでも前進できたらいいですね。",
      "polish": "To trofeum upamiętnia frajdę ze zrobienia bum z 10 przyjaciółmi i to pomimo wszelkich trudności. Mamy nadzieję, że to pierwszy krok na zupełnie nowej drodze.",
      "brazilian": "Este troféu comemora a alegria de fazer Cabum com 10 amigos, apesar de alguns problemas externos. Tomara que este seja o primeiro passo para seguir em frente.",
      "latam": "¡Felicidades! Este trofeo conmemora la alegría de ir a hacer Bum con 10 amigos, a pesar de cualquier problema externo. Espero que este sea el primer paso para seguir adelante.",
      "token": "NEW_ACHIEVEMENT_1_28_DESC"
    }
  },
  {
    "name": "ExplodePeople3",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/b7b197b6a9dd8f39cf8a56ec951b3a820a06a58b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "15 Go Kaboom",
      "german": "15 machen Kabumm",
      "french": "15 Font Boum",
      "italian": "15 Bum",
      "koreana": "서른이 콰쾅",
      "spanish": "15 hacen Bum",
      "schinese": "15 个好朋友一起爆炸",
      "russian": "Бабах на 15 друзей",
      "japanese": "15人と一緒にドカーン",
      "polish": "Bum w 15 Osób",
      "brazilian": "15 Fazem Cabum",
      "latam": "15 hacen Bum",
      "token": "NEW_ACHIEVEMENT_1_29_NAME"
    },
    "description": {
      "english": "Congratulations! This trophy commemorates the delight of going Kaboom with 15 friends, who share troubled thoughts about the state of the world. Not everything is right with the world, so it's okay!",
      "german": "Herzlichen Glückwunsch! Diese Trophäe erinnert an 15 Freunde, mit denen du trotz aller sorgenvollen Gedanken über die Lage in der Welt begeistert Kabumm gemacht hast. Mit der Welt stimmt einiges nicht, also ist das schon okay!",
      "french": "Félicitations ! Ce trophée commémore le plaisir de faire Boum avec 15 amis, malgré les soucis qu’on peut se faire pour l’état de la planète. Tout ne fonctionne pas à merveille sur la planète, donc ça va !",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo della gioia che si prova a fare Bum con 15 amici, dimenticandosi di ogni preoccupazione circa la situazione a livello mondiale. Il mondo non è perfetto, quindi non c'è niente di male!",
      "koreana": "축하해! 문제가 있었을지 몰라도 친구 서른 명과 함께 콰쾅하는 기쁨을 기념하는 트로피야. 세계의 모든 것이 올바르지는 않으니까 괜찮아!",
      "spanish": "¡Felicidades! Este trofeo conmemora la alegría de ir a hacer Bum con 15 amigos, a pesar de los pensamientos preocupados sobre el estado del mundo. No todo está bien en el mundo, ¡así que está bien!",
      "schinese": "恭喜你！这个奖杯是为了纪念和 15 个好朋友一起爆炸的快乐，尽管大家对现在的世界仍然感到不安。这个世界里并非一切都正常，但没关系！",
      "russian": "Поздравления! Этот приз олицетворяет счастье от «бабаха» с 15 друзьями вопреки беспокойным мыслям о прискорбном состоянии этого мира. В этом мире не все в порядке – и это нормально!",
      "japanese": "おめでとうございます！今の世界に違和感を持っている15人と一緒にドカーンしたことを記念したトロフィーです。今の世界が正解ではないので、全然大丈夫だとおもいますよ！",
      "polish": "Gratulacje! To trofeum upamiętnia frajdę ze zrobienia bum z 15 przyjaciółmi i to pomimo zmartwienia stanem świata. Nie wszystko jest w porządku, więc nie ma co się martwić!",
      "brazilian": "Parabéns! Este troféu comemora a alegria de fazer Cabum com 15 amigos, apesar de pensamentos perturbadores sobre o estado do mundo. Nem tudo está certo neste mundo, então, tudo bem!",
      "latam": "¡Felicidades! Este trofeo conmemora la alegría de ir a hacer Bum con 15 amigos, a pesar de los pensamientos preocupados sobre el estado del mundo. No todo está bien en el mundo, ¡así que está bien!",
      "token": "NEW_ACHIEVEMENT_1_29_DESC"
    }
  },
  {
    "name": "Explode1",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/c3b841a63f62d7f10b815430c78406e6f9ae3f92.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "10 Times Kaboom",
      "german": "10-mal Kabumm",
      "french": "10 Fois Boum",
      "italian": "10 volte Bum",
      "koreana": "열 번 콰쾅",
      "spanish": "10 veces Bum",
      "schinese": "10 次爆炸",
      "russian": "10 бабахов",
      "japanese": "10ドカーン",
      "polish": "10 Razy Bum",
      "brazilian": "Cabum 10 Vezes",
      "latam": "10 veces Bum",
      "token": "NEW_ACHIEVEMENT_1_30_NAME"
    },
    "description": {
      "english": "This is a trophy commemorating your 10th Kaboom. Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom!",
      "german": "Dies ist eine Trophäe zum Gedenken an dein 10. Kabumm. Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm!",
      "french": "Ce trophée commémore ton 10e Boum. Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum !",
      "italian": "Eccoti un trofeo in ricordo del tuo decimo Bum. Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum!",
      "koreana": "열 번째 콰쾅을 축하하는 트로피야. 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅!",
      "spanish": "Este es un trofeo conmemorativo de tu 10.º bum. ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum!",
      "schinese": "这个奖杯是为了纪念你引发 10 次爆炸。砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！",
      "russian": "Приз в честь 10-го «бабаха». Бабах! Бабах! Бабах! Бабах! Бабах! Бабах! Бабах! Бабах! Бабах! Бабах!",
      "japanese": "合計10回ドカーンしたことを記念したトロフィーです。ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！",
      "polish": "To trofeum upamiętnia twoje 10. bum. Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum!",
      "brazilian": "Este é um troféu que comemora seu 10º Cabum. Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum!",
      "latam": "¡Felicidades! Este es un trofeo conmemorativo de tu 10.º bum. ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum!",
      "token": "NEW_ACHIEVEMENT_1_30_DESC"
    }
  },
  {
    "name": "Explode2",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/39f5decbe75664beeca01e400ca1d5efe74bcff9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "50 Times Kaboom",
      "german": "50-mal Kabumm",
      "french": "50 Fois Boum",
      "italian": "50 volte Bum",
      "koreana": "쉰 번 콰쾅",
      "spanish": "50 veces Bum",
      "schinese": "50 次爆炸",
      "russian": "50 бабахов",
      "japanese": "50ドカーン",
      "polish": "50 Razy Bum",
      "brazilian": "Cabum 50 Vezes",
      "latam": "50 veces Bum",
      "token": "NEW_ACHIEVEMENT_1_31_NAME"
    },
    "description": {
      "english": "Congratulations! A trophy commemorating your 50th Kaboom. Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! ",
      "german": "Herzlichen Glückwunsch! Eine Trophäe zum Gedenken an dein 50. Kabumm. Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! ",
      "french": "Félicitations ! Ce trophée commémore ton 50e Boum. Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum !",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo del tuo cinquantesimo Bum. Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! ",
      "koreana": "축하해! 쉰 번째 콰쾅을 기념하는 트로피야. 콰쾅! 콰쾅! 콰쾅! 콰쾅, 콰쾅! 콰쾅! 콰쾅 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅 콰쾅 콰쾅! 콰쾅! 콰쾅! 콰쾅, 콰쾅! 콰쾅! 콰쾅, 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅!! 콰쾅, 콰쾅! 콰쾅! 콰쾅! 콰쾅, 콰쾅, 콰쾅! 콰쾅! 콰쾅, 콰쾅! 콰쾅! 콰쾅, 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅, 콰쾅, 콰쾅, 콰쾅! 콰쾅!!",
      "spanish": "¡Felicidades! Este es un trofeo conmemorativo de tu 50.º bum. ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum!",
      "schinese": "恭喜你！这个奖杯是为了纪念你引发 50 次爆炸。砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！",
      "russian": "Поздравления! Приз в честь 50-го «бабаха». Бабах! Бабах! Бабах! Бабах, бабах! Бабах! Бабах-бабах! Бабах! Бабах! Бабах! Бабах! Бабах-бабах-бабах! Бабах! Бабах! Бабах, бабах! Бабах! Бабах, бабах! Бабах! Бабах! Бабах! Бабах! Бабах, бабах! Бабах! Бабах! Бабах, бабах, бабах! Бабах! Бабах, бабах! Бабах! Бабах, бабах! Бабах! Бабах! Бабах! Бабах! Бабах! Бабах! Бабах, бабах, бабах, бабах! Бабах!",
      "japanese": "おめでとうございます！合計50回ドカーンしたことを記念したトロフィーです。ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！ドカーン！",
      "polish": "Gratulacje! To trofeum upamiętnia twoje 50. bum. Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! ",
      "brazilian": "Parabéns! Um troféu que comemora seu 50º Cabum. Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! ",
      "latam": "¡Felicidades! Este es un trofeo conmemorativo de tu 50.º bum. ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum!",
      "token": "NEW_ACHIEVEMENT_1_31_DESC"
    }
  },
  {
    "name": "Explode3",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/414b5369741f5f875b8e786c7a436fc395fc66e9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "100 Times Kaboom",
      "german": "100-mal Kabumm",
      "french": "100 Fois Boum",
      "italian": "100 volte bum",
      "koreana": "백 번 콰쾅",
      "spanish": "100 veces Bum",
      "schinese": "100 次爆炸",
      "russian": "100 бабахов",
      "japanese": "100ドカーン",
      "polish": "100 Razy Bum",
      "brazilian": "Cabum 100 Vezes",
      "latam": "100 veces Bum",
      "token": "NEW_ACHIEVEMENT_2_0_NAME"
    },
    "description": {
      "english": "Congratulations! This is a trophy commemorating your 100th Kaboom. Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom! Kaboom!",
      "german": "Herzlichen Glückwunsch! Eine Trophäe zum Gedenken an dein 100. Kabumm. Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm! Kabumm!",
      "french": "Félicitations ! Ce trophée commémore ton 100e Boum. Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum ! Boum !",
      "italian": "Congratulazioni! Eccoti un trofeo in ricordo del tuo centesimo Bum. Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum!",
      "koreana": "축하해! 백 번째 콰쾅을 축하하는 트로피야. 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅! 콰쾅!",
      "spanish": "¡Felicidades! Este es un trofeo conmemorativo de tu 100.º Bum. ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum!",
      "schinese": "恭喜你！这个奖杯是为了纪念你引发 100 次爆炸。砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！砰！",
      "russian": "Поздравления! Приз в честь 100-го «бабаха». Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!Бабах!!!!!!",
      "japanese": "おめでとうございます！合計100回ドカーンした記念のトロフィーです。ドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカンドカーーーーーン！！",
      "polish": "Gratulacje! To trofeum upamiętnia twoje 100. bum. Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum! Bum!",
      "brazilian": "Parabéns! Este é um troféu que comemora seu 100º Cabum. Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum! Cabum!",
      "latam": "¡Felicidades! Este es un trofeo conmemorativo de tu 100.º Bum. ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum! ¡Bum!",
      "token": "NEW_ACHIEVEMENT_2_0_DESC"
    }
  },
  {
    "name": "Stack1",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/3c2b49062c076053370159fa27d7151fd7f04e48.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "15m Stack",
      "german": "15m-Stapel",
      "french": "Pile de 15 m",
      "italian": "Catasta di 15m",
      "koreana": "15m 높이",
      "spanish": "Montón de 15 m",
      "schinese": "堆叠 15m 高",
      "russian": "Пирамида 15 м",
      "japanese": "みんなで高さ15m",
      "polish": "Sterta na 15 b.",
      "brazilian": "Pilha de 15 m",
      "latam": "Montón de 15 m",
      "token": "NEW_ACHIEVEMENT_2_1_NAME"
    },
    "description": {
      "english": "You've climbed and climbed until you reached new heights. This trophy commemorates your 15 meter tall stack, a climb approximately the height of the Eiffel Tower.",
      "german": "Du bist geklettert und geklettert, bis du neue Höhen erklommen hast. Diese Trophäe erinnert an deinen 15 Meter hohen Stapel, einen Aufstieg, der ungefähr der Höhe des Eiffelturms entspricht.",
      "french": "Tu as grimpé et grimpé jusqu’à atteindre des hauteurs insoupçonnées. Ce trophée commémore ta pile haute de 15 mètres, une hauteur qui atteint presque celle de la tour Eiffel.",
      "italian": "Hai scalato e scalato fino a raggiungere altezze mai viste. Questo trofeo celebra la tua catasta alta 15 metri, una scalata paragonabile all'incirca a quella della Torre Eiffel.",
      "koreana": "새로운 높이에 도달할 때까지 올라갔구나. 15미터 높이로 쌓은 것을 축하하는 트로피야. 에펠탑 수준으로 높지.",
      "spanish": "Has escalado y trepado hasta alcanzar nuevas alturas. Este trofeo conmemora tu montón de 15 metros de altura, lo que equivale aproximadamente a subir la Torre Eiffel.",
      "schinese": "你爬啊爬，终于达到了新的高度。这个奖杯是为了纪念你堆叠到 15 个市长的高度，几乎有埃菲尔铁塔那么高。",
      "russian": "Мы лезли, карабкались и наконец-то достигли новых высот. Этот приз увековечивает возведение пирамиды высотой в 15 Мэров, что примерно соответствует подъему на Эйфелеву башню.",
      "japanese": "のぼってのぼって15mの高さになったことを記念したトロフィーです。エッフェル塔くらい高いですね。",
      "polish": "Twoja wspinaczka była tak zapamiętała, że udało ci się osiągnąć nowe wyżyny. To trofeum upamiętnia stertę o wysokości 15 metrów i wspinaczkę równą zdobyciu wieży Eiffla.",
      "brazilian": "Você escalou muito até chegar a novas alturas. Este troféu comemora sua pilha com 15 Mandatários de altura, uma subida com aproximadamente a altura da Torre Eiffel.",
      "latam": "¡Felicitaciones! Has escalado y trepado hasta alcanzar nuevas alturas. Este trofeo conmemora tu montón de 15 metros de altura, lo que equivale aproximadamente a subir la Torre Eiffel.",
      "token": "NEW_ACHIEVEMENT_2_1_DESC"
    }
  },
  {
    "name": "Stack2",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/c96e13be0f9d14a5da60a4f4c7a01e4caa32ae59.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "40m Stack",
      "german": "40m-Stapel",
      "french": "Pile de 40 m",
      "italian": "Catasta di 40m",
      "koreana": "40m 높이",
      "spanish": "Montón de 40 m",
      "schinese": "堆叠 40m 高",
      "russian": "Пирамида 40 м",
      "japanese": "みんなで高さ40m",
      "polish": "Sterta na 40 b.",
      "brazilian": "Pilha de 40 m",
      "latam": "Montón de 40 m",
      "token": "NEW_ACHIEVEMENT_2_2_NAME"
    },
    "description": {
      "english": "Congratulations! You've climbed and climbed and climbed and climbed until you reached new heights. This trophy commemorates your 40 meter tall stack. At this rate, you'll climb Mt. Everest in no time! Amazing!",
      "german": "Herzlichen Glückwunsch! Du bist geklettert und geklettert und geklettert und geklettert, bis du neue Höhen erklommen hast. Diese Trophäe erinnert an deinen 40 Meter hohen Stapel. Bei diesem Tempo besteigst du den Mount Everest im Handumdrehen! Der Hammer!",
      "french": "Félicitations ! Tu as grimpé et grimpé jusqu’à atteindre des hauteurs insoupçonnées. Ce trophée commémore ta pile haute de 40 mètres. À ce train-là, tu monteras en haut de l’Everest en un clin d’œil ! Incroyable !",
      "italian": "Congratulazioni! Hai scalato e scalato e scalato e scalato fino a raggiungere altezze mai viste. Questo trofeo celebra la tua catasta alta 40 metri. Di questo passo, riuscirai a scalare molto presto l'Everest! Eccezionale!",
      "koreana": "축하해! 새로운 높이에 도달할 때까지 올라가고 올라가고 올라갔구나. 40미터 높이로 쌓은 것을 기념하는 트로피야. 이 정도면 금방 에베레스트 산에 올라갈 수 있을 거야! 굉장해!",
      "spanish": "¡Felicidades! Has escalado, trepado y escalado y trepado hasta alcanzar nuevas alturas. Este trofeo conmemora tu montón de 40 metros de altura. ¡A este ritmo, escalarás el monte Everest en muy poco tiempo! ¡Asombroso!",
      "schinese": "恭喜你！你爬啊爬，爬啊爬，终于达到了新的高度。这个奖杯是为了纪念你堆叠到 40 个市长的高度。按照这个速度，你很快就会登顶珠穆朗玛峰了！厉害！",
      "russian": "Поздравления! Мы лезли, карабкались, снова лезли и наконец-то достигли новых высот. Этот приз увековечивает возведение пирамиды высотой в 40 Мэров. С такими темпами мы уже скоро будем на Эвересте! Потрясающе!",
      "japanese": "おめでとうございます！のぼってのぼってのぼってのぼって40mの高さになったことを記念したトロフィーです。これはもうエベレスト級の高さですね。素晴らしい。",
      "polish": "Gratulacje! Twoja wspinaczka była tak zapamiętała, że udało ci się osiągnąć nowe wyżyny. To trofeum upamiętnia stertę o wysokości 40 metrów i wspinaczkę równą zdobyciu Mount Everest! Super!",
      "brazilian": "Parabéns! Você escalou muito, muito e muito até chegar a novas alturas. Este troféu comemora sua pilha com 40 Mandatários de altura. Nesse ritmo, você vai escalar o Monte Everest logo, logo! Incrível!",
      "latam": "¡Felicitaciones! Has escalado, trepado y escalado y trepado hasta alcanzar nuevas alturas. Este trofeo conmemora tu montón de 40 metros de altura. ¡A este ritmo, escalarás el monte Everest en muy poco tiempo! ¡Asombroso!",
      "token": "NEW_ACHIEVEMENT_2_2_DESC"
    }
  },
  {
    "name": "Eat1",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/e0f0b6e7db8945b2736aa0e0e067ae7fa92aca54.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "100 Meals",
      "german": "100 Mahlzeiten",
      "french": "100 Repas",
      "italian": "100 Pasti",
      "koreana": "백 번의 식사",
      "spanish": "100 comidas",
      "schinese": "100 次进食",
      "russian": "100 перекусов",
      "japanese": "100人食べた",
      "polish": "100 Posiłków",
      "brazilian": "100 Refeições",
      "latam": "100 comidas",
      "token": "NEW_ACHIEVEMENT_2_3_NAME"
    },
    "description": {
      "english": "You've eaten and eaten a total of 100 people, a feat commemorated by this trophy. It may not be an exaggeration to say that, for you, to live is to eat.",
      "german": "Du hast gegessen und gegessen und insgesamt 100 Leute vertilgt, eine Leistung, die mit dieser Trophäe gewürdigt wird. Es ist vielleicht nicht übertrieben zu sagen, dass das Leben für dich hauptsächlich aus Essen besteht",
      "french": "Tu as mangé et mangé pour un total de 100 personnes, un festin que commémore ce trophée. Il n’est peut-être pas exagéré de dire, en ce qui te concerne, que vivre c’est manger.",
      "italian": "Hai mangiato e mangiato fino a un totale di 100 personaggi, un'impresa commemorata da questo trofeo. Per te, l'espressione \"mordere la vita\" va oltre la metafora.",
      "koreana": "총 백 명의 사람들을 먹어서 이 트로피로 기념하는 거야. 살기 위해 먹는다는 것이 과한 표현이 아니구나.",
      "spanish": "Has comido y comido un total de 100 personas, una hazaña conmemorada por este trofeo. Puede que no sea una exageración decir que, para ti, vivir es comer.",
      "schinese": "你已经一共吃掉了 100 个人，这个奖杯就是为了纪念你的这一壮举。可以毫不夸张地说，你活着就是为了吃。",
      "russian": "Тебе удалось неплохо поесть. Сожрать 100 человек – такое свершение вполне заслуживает приза. Без преувеличения можно утверждать, что ты живешь, чтобы есть.",
      "japanese": "食べて食べて合計100人食べたことを記念したトロフィーです。「食べることが人生」と言っても過言ではありません。",
      "polish": "Udało ci się zjeść 100 osób i osiągnięcie to zostaje upamiętnione tym oto trofeum. Zdaje się, że życie oznacza dla ciebie jedzenie.",
      "brazilian": "Você comeu e comeu um total de 100 pessoas, um feito comemorado por este troféu. Pode não ser exagero dizer isso, mas, para você, viver é comer.",
      "latam": "¡Felicidades! Has comido y comido un total de 100 personas, una hazaña conmemorada por este trofeo. Puede que no sea una exageración decir que, para ti, vivir es comer.",
      "token": "NEW_ACHIEVEMENT_2_3_DESC"
    }
  },
  {
    "name": "Poop1",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/a08eeec70e064e649e991155b537b3ea9429a327.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/702680/847f92e77506fcbd1bd428a23b1eaaa34521b97b.jpg",
    "displayName": {
      "english": "After 101 Meals",
      "german": "Nach 101 Mahlzeiten",
      "french": "Après 101 Repas",
      "italian": "101 Digestioni",
      "koreana": "백 한 번의 식사 후",
      "spanish": "Después de 101 Comidas",
      "schinese": "101 次进食后",
      "russian": "После 101 перекуса",
      "japanese": "101回うんち",
      "polish": "Po 101 Posiłkach",
      "brazilian": "Depois de 101 Refeições",
      "latam": "Después de 101 Comidas",
      "token": "NEW_ACHIEVEMENT_2_4_NAME"
    },
    "description": {
      "english": "Congratulations! You've eaten and eaten and as a result, you've pooped 101 times, a feat commemorated by this trophy. It may be more correct to say that to live is to eat, then digest and excrete.",
      "german": "Herzlichen Glückwunsch! Du hast gegessen und gegessen und als Ergebnis 101-mal Kaka gemacht, eine Leistung, an die diese Trophäe erinnert. Es mag angemessener sein zu sagen, dass Leben dreht sich darum, zu essen, zu verdauen und auszuscheiden.",
      "french": "Félicitations ! Tu as mangé et mangé et, en conséquence, tu as fait caca 101 fois, un exploit que commémore ce trophée. Pour être plus exact, il faut dire que vivre c’est manger, puis digérer et déféquer.",
      "italian": "Congratulazioni! Hai mangiato e mangiato e, di conseguenza, hai fatto 101 volte la pupù, un'impresa commemorata da questo trofeo. Per te, oltre che \"mordere la vita\", bisogna anche digerirla ed espellerla.",
      "koreana": "축하해! 먹고 또 먹어서 백 한 번 응가를 했고, 그것을 이 트로피로 기념하는 거야. 사는 것이 곳 먹고 소화하고 싸는 것이라는 표현이 더 정확하겠지.",
      "spanish": "¡Felicidades! Has comido y comido y, como resultado, has hecho caca 101 veces, una hazaña conmemorada por este trofeo. Puede ser más correcto decir que vivir es comer, luego digerir y hacer caca.",
      "schinese": "恭喜你！你吃啊吃，结果到现在为止，你已经排了 101 次便便，这个奖杯就是为了纪念你的这一壮举。可能更准确的说法是，你活着就是为了吃，然后消化和排泄。",
      "russian": "Поздравления! Тебе удалось сытно поесть и, как следствие, покакать 101 раз. Этот подвиг заслуживает приза. Правильнее будет сказать, что ты живешь, чтобы есть, переваривать и какать.",
      "japanese": "おめでとうございます！食べて食べて食べた結果、合計101回うんちしたことを記念した賞です。「食べて排泄するのが人生」という方が正確ですね。",
      "polish": "Gratulacje! Udało się zjeść tak wiele, że świat otrzymał od ciebie 101 kup i osiągnięcie to zostaje upamiętnione tym oto trofeum. Życie to jedzenie, ale także trawienie oraz wydalanie.",
      "brazilian": "Parabéns! Você comeu e comeu e assim, fez 101 cocôs, um feito comemorado por este troféu. Pode ser mais correto dizer que viver é ser comido, digerir e excretar.",
      "latam": "¡Felicidades! Has comido y comido y, como resultado, has hecho caca 101 veces, una hazaña conmemorada con este trofeo. Puede ser más correcto decir que vivir es comer, luego digerir y hacer caca.",
      "token": "NEW_ACHIEVEMENT_2_4_DESC"
    }
  }
]