[
  {
    "name": "FIRST_CLIENT",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2778420/89386546175f3569e0c995531a7ae4f985ac01a5.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2778420/afc8b6b08e77139579018f6d5923d1a00a844a92.jpg",
    "displayName": {
      "english": "First Customer",
      "token": "NEW_ACHIEVEMENT_1_0_NAME",
      "polish": "Pierwszy klient",
      "german": "Erster Kunde",
      "french": "Premier Client",
      "italian": "Primo Cliente",
      "koreana": "첫 고객",
      "spanish": "Primer Cliente",
      "schinese": "首位顾客",
      "tchinese": "首位顧客",
      "russian": "Первый Клиент",
      "japanese": "最初の顧客",
      "turkish": "İlk Müşteri",
      "brazilian": "Primeiro Cliente"
    },
    "description": {
      "english": "You receive this achievement when the first customer buys something for their pet at your pet store. It's the moment your business truly starts to operate.",
      "token": "NEW_ACHIEVEMENT_1_0_DESC",
      "polish": "Dostajesz to osiągnięcie, gdy pierwszy klient kupi coś dla swojego zwierzaka w Twoim sklepie zoologicznym. To moment, gdy Twój biznes zaczyna naprawdę działać.",
      "german": "Du erhältst diese Auszeichnung, wenn der erste Kunde etwas für sein Haustier in deinem Zoogeschäft kauft. Es ist der Moment, in dem dein Geschäft wirklich zu laufen beginnt.",
      "french": "Vous obtenez cette réussite lorsque le premier client achète quelque chose pour son animal dans votre animalerie. C'est le moment où votre entreprise commence réellement à fonctionner.",
      "italian": "Ricevi questo traguardo quando il primo cliente compra qualcosa per il suo animale nel tuo negozio di animali. È il momento in cui la tua attività inizia veramente a funzionare.",
      "koreana": "첫 번째 고객이 당신의 애완동물 가게에서 자신의 애완동물을 위해 무언가를 구매할 때 이 업적을 받습니다. 당신의 사업이 실제로 시작되는 순간입니다.",
      "spanish": "Recibes este logro cuando el primer cliente compra algo para su mascota en tu tienda de mascotas. Es el momento en que tu negocio realmente comienza a funcionar.",
      "schinese": "当第一位顾客为他们的宠物在你的宠物店购买东西时，你将获得这个成就。这是你的生意真正开始运营的时刻。",
      "tchinese": "當第一位顧客為他們的寵物在你的寵物店購買東西時，你將獲得這個成就。這是你的生意真正開始運營的時刻。",
      "russian": "Вы получаете это достижение, когда первый клиент покупает что-то для своего питомца в вашем зоомагазине. Это момент, когда ваш бизнес начинает действительно работать.",
      "japanese": "あなたのペットショップで最初の顧客がペット用の何かを購入した時に、この実績を獲得します。あなたのビジネスが実際に始動する瞬間です。",
      "turkish": "Pet mağazanızda ilk müşteri bir şey satın aldığında bu başarıyı kazanırsınız. İşletmenizin gerçekten işlemeye başladığı an bu andır.",
      "brazilian": "Você recebe esta conquista quando o primeiro cliente compra algo para seu pet na sua loja de animais. É o momento em que seu negócio realmente começa a funcionar."
    }
  },
  {
    "name": "TUTORIAL_FINISHED",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2778420/823e352cfb5943eefe1c29b11cae9a3b26e6c3a4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2778420/c70b3a906a6c3da7be4480331a2546e9f9e08158.jpg",
    "displayName": {
      "english": "First Steps",
      "german": "Erste Schritte",
      "french": "Premiers Pas",
      "italian": "Primi Passi",
      "koreana": "첫 걸음",
      "spanish": "Primeros Pasos",
      "schinese": "第一步",
      "tchinese": "第一步",
      "russian": "Первые Шаги",
      "japanese": "最初の一歩",
      "polish": "Pierwsze kroki",
      "turkish": "İlk Adımlar",
      "brazilian": "Primeiros Passos",
      "token": "NEW_ACHIEVEMENT_1_1_NAME"
    },
    "description": {
      "english": "You receive this achievement after completing the tutorial. It shows that you now have the basics to expand your pet store.",
      "german": "Du erhältst diese Auszeichnung nach Abschluss des Tutorials. Es zeigt, dass du nun die Grundlagen hast, um deinen Zoohandel zu erweitern.",
      "french": "Vous obtenez cette réussite après avoir terminé le tutoriel. Cela montre que vous avez maintenant les bases pour développer votre animalerie.",
      "italian": "Ricevi questo traguardo dopo aver completato il tutorial. Dimostra che hai le basi per espandere il tuo negozio di animali.",
      "koreana": "튜토리얼을 완료한 후 이 업적을 받습니다. 당신이 애완동물 가게를 확장할 기본을 가지고 있음을 보여줍니다.",
      "spanish": "Recibes este logro después de completar el tutorial. Muestra que ya tienes las bases para expandir tu tienda de mascotas.",
      "schinese": "完成教程后，你将获得这个成就。它显示你已经具备了扩展你的宠物店的基础。",
      "tchinese": "完成教程後，你將獲得這個成就。它顯示你已經具備了擴展你的寵物店的基礎。",
      "russian": "Вы получаете это достижение после завершения обучения. Это показывает, что у вас теперь есть основы для расширения вашего зоомагазина.",
      "japanese": "チュートリアルを完了した後に、この実績を獲得します。あなたがあなたのペットショップを拡大するための基礎をもう持っていることを示します。",
      "polish": "Dostajesz to osiągnięcie po zakończeniu tutorialu. Pokazuje, że masz już podstawy, by rozwinąć swój sklep zoologiczny.",
      "turkish": "Eğitimi tamamladıktan sonra bu başarıyı kazanırsınız. Pet mağazanızı genişletmek için artık temellere sahip olduğunuzu gösterir.",
      "brazilian": "Você recebe esta conquista após completar o tutorial. Mostra que você agora tem as bases para expandir sua loja de animais.",
      "token": "NEW_ACHIEVEMENT_1_1_DESC"
    }
  },
  {
    "name": "FIRST_EMPLOYEE",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2778420/fa670da6f9b82032ca3438ac7c72fe1388eed327.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2778420/5bb03ad805c86261ee37f5e09c423d1fa634616f.jpg",
    "displayName": {
      "english": "New Hand on Deck",
      "german": "Neue Arbeitskraft",
      "french": "Nouvelle Main d'œuvre",
      "italian": "Nuova Mano d'opera",
      "koreana": "새로운 일손",
      "spanish": "Nueva Mano de Obra",
      "schinese": "新手加入",
      "tchinese": "新手加入",
      "russian": "Новая Рабочая Сила",
      "japanese": "新たな労働力",
      "polish": "Nowa ręka do pracy",
      "turkish": "Yeni İş Gücü",
      "brazilian": "Nova Mão de Obra",
      "token": "NEW_ACHIEVEMENT_1_2_NAME"
    },
    "description": {
      "english": "Achievement for hiring your first employee in your pet store. It's a step towards growth and delegating tasks.",
      "german": "Auszeichnung für die Einstellung deines ersten Mitarbeiters in deinem Zoogeschäft. Es ist ein Schritt in Richtung Wachstum und Aufgabendelegation.",
      "french": "Réussite pour avoir embauché votre premier employé dans votre animalerie. C'est un pas vers la croissance et la délégation des tâches.",
      "italian": "Traguardo per aver assunto il tuo primo dipendente nel negozio di animali. È un passo verso la crescita e la delega dei compiti.",
      "koreana": "당신의 애완동물 가게에서 첫 직원을 고용할 때 이 업적을 받습니다. 성장과 업무 위임으로 가는 단계입니다.",
      "spanish": "Logro por contratar a tu primer empleado en tu tienda de mascotas. Es un paso hacia el crecimiento y la delegación de tareas.",
      "schinese": "在你的宠物店里雇佣你的第一位员工后，你将获得这个成就。这是向成长和任务委派迈出的一步。",
      "tchinese": "在你的寵物店裡僱傭你的第一位員工後，你將獲得這個成就。這是向成長和任務委派邁出的一步。",
      "russian": "Достижение за найм вашего первого сотрудника в зоомагазине. Это шаг к росту и делегированию задач.",
      "japanese": "あなたのペットショップで最初の従業員を雇用した時に、この実績を獲得します。成長とタスクの委任に向けた一歩です。",
      "polish": "Osiągnięcie za zatrudnienie pierwszego pracownika w Twoim sklepie zoologicznym. To krok w stronę rozwoju i delegowania zadań.",
      "turkish": "Pet mağazanızda ilk çalışanınızı işe aldığınızda bu başarıyı kazanırsınız. Büyüme ve görev devri yönünde bir adımdır.",
      "brazilian": "Conquista por contratar seu primeiro funcionário na sua loja de animais. É um passo em direção ao crescimento e à delegação de tarefas.",
      "token": "NEW_ACHIEVEMENT_1_2_DESC"
    }
  },
  {
    "name": "PAT_ANIMAL",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2778420/5214e69ef7198ee2d194c6bd1dad5532e233cf91.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2778420/7e5a88184588ac455d57ea67166bbcf3d1ac2bce.jpg",
    "displayName": {
      "english": "First Favourite",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "polish": "Pierwszy pieszczoch",
      "german": "Erster Liebling",
      "french": "Premier Favori",
      "italian": "Primo Preferito",
      "koreana": "첫 애완",
      "spanish": "Primera Mascota Favorita",
      "schinese": "第一只宠物",
      "tchinese": "第一隻寵物",
      "russian": "Первое Любимое Животное",
      "japanese": "最初のお気に入り",
      "turkish": "İlk Favori",
      "brazilian": "Primeiro Favorito"
    },
    "description": {
      "english": "You receive this achievement when you pet an animal for the first time on the sales floor in your pet store. It's a moment that builds a bond between you and the animals you offer.",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "polish": "Dostajesz to osiągnięcie, gdy po raz pierwszy pogłaszczesz zwierzaka na wybiegu sprzedażowym w Twoim sklepie zoologicznym. To moment, który buduje więź między Tobą a zwierzętami, które oferujesz.",
      "german": "Du erhältst diese Auszeichnung, wenn du zum ersten Mal ein Tier auf der Verkaufsfläche in deinem Zoogeschäft streichelst. Es ist ein Moment, der eine Bindung zwischen dir und den Tieren, die du anbietest, aufbaut.",
      "french": "Vous obtenez cette réussite lorsque vous caressez un animal pour la première fois sur le plancher de vente de votre animalerie. C'est un moment qui construit un lien entre vous et les animaux que vous proposez.",
      "italian": "Ricevi questo traguardo quando accarezzi un animale per la prima volta sul pavimento di vendita nel tuo negozio di animali. È un momento che costruisce un legame tra te e gli animali che offri.",
      "koreana": "당신의 애완동물 가게 판매 바닥에서 처음으로 동물을 쓰다듬을 때 이 업적을 받습니다. 당신과 당신이 제공하는 동물 사이의 유대를 구축하는 순간입니다.",
      "spanish": "Recibes este logro cuando acaricias a una mascota por primera vez en el área de ventas de tu tienda de mascotas. Es un momento que construye un vínculo entre tú y los animales que ofreces.",
      "schinese": "当你在宠物店的销售区域第一次抚摸宠物时，你将获得这个成就。这是你和你所提供的动物之间建立联系的时刻。",
      "tchinese": "當你在寵物店的銷售區域第一次撫摸寵物時，你將獲得這個成就。這是你和你所提供的動物之間建立聯繫的時刻。",
      "russian": "Вы получаете это достижение, когда впервые гладите животное на торговом полу вашего зоомагазина. Это момент, который создает связь между вами и животными, которые вы предлагаете.",
      "japanese": "あなたのペットショップの販売フロアで初めて動物を撫でた時に、この実績を獲得します。あなたとあなたが提供する動物との絆を築く瞬間です。",
      "turkish": "Pet mağazanızın satış alanında ilk kez bir hayvanı okşadığınızda bu başarıyı kazanırsınız. Siz ve sunduğunuz hayvanlar arasında bir bağ kurma anıdır.",
      "brazilian": "Você recebe esta conquista quando acaricia um animal pela primeira vez no piso de vendas da sua loja de animais. É um momento que constrói uma ligação entre você e os animais que você oferece."
    }
  },
  {
    "name": "FIRST_DAY",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2778420/944adc773376fbe2644a62fab83bbc93f7addb25.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2778420/7b5a9abba9d2b56bcbf61702238d8fc7269b39d4.jpg",
    "displayName": {
      "english": "First Day Done",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "polish": "Pierwszy dzień za pasem",
      "german": "Erster Tag geschafft",
      "french": "Premier Jour Accompli",
      "italian": "Primo Giorno Completato",
      "koreana": "첫 날을 끝마침",
      "spanish": "Primer Día Completado",
      "schinese": "完成第一天",
      "tchinese": "完成第一天",
      "russian": "Первый День За Плечами",
      "japanese": "最初の日を終えて",
      "turkish": "İlk Gün Tamamlandı",
      "brazilian": "Primeiro Dia Concluído"
    },
    "description": {
      "english": "Achievement for getting through the first day of work in the pet store. It symbolizes your first experiences and successes as a store owner.",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "polish": "Osiągnięcie za przebrnięcie przez pierwszy dzień pracy w sklepie zoologicznym. Symbolizuje Twoje pierwsze doświadczenia i sukcesy jako właściciela sklepu.",
      "german": "Auszeichnung für das Überstehen des ersten Arbeitstages im Zoogeschäft. Es symbolisiert deine ersten Erfahrungen und Erfolge als Ladenbesitzer.",
      "french": "Réussite pour avoir passé le premier jour de travail dans l'animalerie. Cela symbolise vos premières expériences et succès en tant que propriétaire du magasin.",
      "italian": "Traguardo per aver superato il primo giorno di lavoro nel negozio di animali. Simboleggia le tue prime esperienze e successi come proprietario del negozio.",
      "koreana": "애완동물 가게에서의 첫 근무일을 통과한 후 이 업적을 받습니다. 가게 주인으로서의 첫 경험과 성공을 상징합니다.",
      "spanish": "Logro por superar el primer día de trabajo en la tienda de mascotas. Simboliza tus primeras experiencias y éxitos como propietario de la tienda.",
      "schinese": "在宠物店工作的第一天结束后，你将获得这个成就。它象征着你作为店主的第一次经历和成功。",
      "tchinese": "在寵物店工作的第一天結束後，你將獲得這個成就。它象徵著你作為店主的第一次經歷和成功。",
      "russian": "Достижение за прохождение первого дня работы в зоомагазине. Символизирует ваши первые опыты и успехи как владельца магазина.",
      "japanese": "ペットショップでの最初の勤務日を乗り越えた後に、この実績を獲得します。店主としてのあなたの最初の経験と成功を象徴しています。",
      "turkish": "Pet mağazasında ilk çalışma gününü tamamladıktan sonra bu başarıyı kazanırsınız. Mağaza sahibi olarak ilk deneyimlerinizi ve başarılarınızı simgeler.",
      "brazilian": "Conquista por passar pelo primeiro dia de trabalho na loja de animais. Simboliza suas primeiras experiências e sucessos como dono da loja."
    }
  }
]