[
  {
    "name": "CH1_MOTHER",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/f9dd354d9264930ead38a4e1a80b57f64e9cc089.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/ded74942292556514d40a3fe18825dae8818b55f.jpg",
    "displayName": {
      "english": "Mother's song",
      "german": "Mutters Lied",
      "french": "Le chant d'une mère",
      "italian": "Canzone della madre",
      "koreana": "엄마의 노래",
      "spanish": "Canción maternal",
      "schinese": "妈妈的歌",
      "tchinese": "母親的歌",
      "russian": "Песня матери",
      "thai": "บทเพลงของแม่",
      "japanese": "母の歌",
      "polish": "Piosenka mamy",
      "dutch": "Moeders lied",
      "finnish": "Äidin laulu",
      "norwegian": "Morens sang",
      "swedish": "Mammas sång",
      "czech": "Matčina píseň",
      "turkish": "Anne Şarkısı",
      "arabic": "أغنية الأم",
      "brazilian": "Canção da mãe",
      "ukrainian": "Пісня матері",
      "token": "NEW_ACHIEVEMENT_1_0_NAME"
    },
    "description": {
      "english": "The recording reminded her of a forgotten dream. I hadn't seen her this happy in a long time. ",
      "german": "Das Band erinnerte mich an einen vergessenen Traum. So voller Freude habe ich sie schon lange nicht mehr gesehen.",
      "french": "Cette cassette a réveillé en moi un rêve oublié. Il y a longtemps que je ne l'avais pas vue si heureuse.",
      "italian": "La registrazione mi ha riportato alla mente un sogno dimenticato. Non la vedevo così piena di gioia da molto tempo.",
      "koreana": "이 테이프는 잊어버린 꿈을 생각나게 했습니다. 오랫동안 그토록 기쁨에 가득한 그분을 본 적이 없었죠.",
      "spanish": "La grabación me ha recordado a un sueño olvidado. Hacía mucho que no la veía tan contenta.",
      "schinese": "录音带让我想起了一个遗忘的梦。好久没有看到她这么开心了。",
      "tchinese": "錄音帶讓我想起了一個被遺忘的夢。我好久沒看到她開心的樣子了。",
      "russian": "Запись напомнила ей о забытой мечте. Я давно не видел ее такой радостной",
      "thai": "ตลับเทปย้ำเตือนฉันถึงฝันที่ห่างหาย ไม่ได้เห็นแม่มีความสุขขนาดนี้มานานแล้ว",
      "japanese": "カセットテープで忘れていた夢を思い出した。彼女が喜ぶ姿なんて、もうしばらく見ていない。",
      "polish": "Nagranie przywołało zapomniany sen. Od dawna nie widziałem jej tak radosnej.",
      "dutch": "De tape herinnerde me aan een vergeten droom. Ik heb haar al heel lang niet zo gelukkig gezien.",
      "finnish": "Äänite muistutti minua unohtamastani unelmasta. En ole nähnyt äitiä näin iloisena pitkään aikaan.",
      "norwegian": "Innspillingen minnet meg om en glemt drøm. Jeg har ikke sett henne så glad på lenge.",
      "swedish": "Bandet påminde mig om en dröm jag glömt. Jag har inte sett henne så full av glädje på länge.",
      "czech": "Páska mi připomněla zapomenutý sen. Dlouho jsem ji neviděl takhle se radovat.",
      "turkish": "Kaset bana unutulmuş bir hayali anımsattı. Onu uzun zamandır bu kadar sevinç dolu görmemiştim.",
      "arabic": "ذكّرني الشريط بحلم منسي. لم أرها مليئة بالبهجة منذ وقت طويل.",
      "brazilian": "A gravação me lembrou de um sonho esquecido. Fazia muito tempo que não a via tão alegre.",
      "ukrainian": "Плівка нагадала мені про забутий сон. Давно вже я не бачив її такою радісною.",
      "token": "NEW_ACHIEVEMENT_1_0_DESC"
    }
  },
  {
    "name": "CH1_TRAIN",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/b4da44f12584906cfae7c5865eb667e7ff66d34e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/47d103a08917275db2f4804ae1bea04591acdb91.jpg",
    "displayName": {
      "english": "A Kid's Toy",
      "german": "Das Spielzeug",
      "french": "Le jouet d'un enfant",
      "italian": "Il giocattolo di un bimbo",
      "koreana": "어린이 장난감",
      "spanish": "El juguete de un niño",
      "schinese": "儿童玩具",
      "tchinese": "兒童玩具",
      "russian": "Детская игрушка",
      "thai": "ของเล่นเด็ก",
      "japanese": "こどものおもちゃ",
      "polish": "Dziecięca zabawka",
      "dutch": "Kinderspeelgoed",
      "finnish": "Lapsen lelu",
      "norwegian": "En barneleke",
      "swedish": "En barnleksak",
      "czech": "Dětská hračka",
      "turkish": "Çocuk Oyuncağı",
      "arabic": "لعبة الطفل",
      "brazilian": "Brinquedo de criança",
      "ukrainian": "Дитяча іграшка",
      "token": "NEW_ACHIEVEMENT_1_1_NAME"
    },
    "description": {
      "english": "I fixed the toy he broke while staggering to his study.",
      "german": "Ich habe das Spielzeug repariert, das er kaputt gemacht hat, als er zu seinem Arbeitszimmer taumelte.",
      "french": "J'ai réparé le jouet qu'il avait cassé en titubant jusqu'à son bureau.",
      "italian": "Ho riparato il giocattolo che ha rotto mentre barcollava verso il suo studio.",
      "koreana": "서재로 비틀대며 걸어가는 동안 그가 부순 장난감을 고쳤습니다.",
      "spanish": "He arreglado el juguete que rompió mientras se tambaleaba hacia su despacho.",
      "schinese": "我踉踉跄跄地走向他的书房，把他弄坏的玩具修好了。",
      "tchinese": "我修好了他在踉蹌走進書房時弄壞的玩具。",
      "russian": "Я собственноручно починил игрушку которую он сломал, когда плелся к себе в кабинет",
      "thai": "ฉันซ่อมของเล่นที่เขาทำพังตอนเดินโซเซไปที่ห้องอ่านหนังสือ",
      "japanese": "本人が勉強に取り掛かろうとしている間、こどものおもちゃを直してあげた。",
      "polish": "Naprawiłem zabawkę, którą zepsuł, kiedy zataczał się do gabinetu.",
      "dutch": "Ik heb het speelgoed gemaakt dat hij brak toen hij naar de studeerkamer stuiterde.",
      "finnish": "Korjasin lelun, jonka isä rikkoi työhuoneeseen toikkaroidessaan.",
      "norwegian": "Jeg fikset leken han ødela da han snublet rundt på kontoret.",
      "swedish": "Jag fixade leksaken han hade sönder när han stapplade till sitt arbetsrum.",
      "czech": "Opravil jsem hračku, kterou si rozbil, když se plahočil do své studovny.",
      "turkish": "Çalışma odasına giderken sendeleyerek kırdığı oyuncağı tamir ettim.",
      "arabic": "أصلحت اللعبة التي كسرها بينما كان يترنح خلال دراسته.",
      "brazilian": "Consertei o brinquedo que ele quebrou enquanto cambaleava até seu escritório.",
      "ukrainian": "Я полагодив іграшку, яку він зламав, поспішаючи до кабінету.",
      "token": "NEW_ACHIEVEMENT_1_1_DESC"
    }
  },
  {
    "name": "CH1_FATHER",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/8fead89f52a459d8a4b93657fc09f26ce1582c38.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/5fcf9a7ace11ba50cdc5b674e8f7ca100c68fcbc.jpg",
    "displayName": {
      "english": "What a Mess!",
      "german": "So ein Chaos!",
      "french": "Quelle pagaille !",
      "italian": "Che disastro!",
      "koreana": "엉망진창이군요!",
      "spanish": "¡Menudo estropicio!",
      "schinese": "一团糟！",
      "tchinese": "真是一團糟！",
      "russian": "Бардак",
      "thai": "รกรุงรัง!",
      "japanese": "もうメチャクチャ！",
      "polish": "Co za bałagan!",
      "dutch": "Wat een troep!",
      "finnish": "Mikä sotku!",
      "norwegian": "For et kaos!",
      "swedish": "Vilken röra!",
      "czech": "Takový nepořádek!",
      "turkish": "Bu Ne Dağınıklık!",
      "arabic": "يا لها من فوضى!",
      "brazilian": "Que bagunça!",
      "ukrainian": "Який безлад!",
      "token": "NEW_ACHIEVEMENT_1_2_NAME"
    },
    "description": {
      "english": "He was mad when he saw what I'd done, but I wasn't afraid of him anymore. He couldn't do me or her any harm. ",
      "german": "Er war wütend, als er sah, was ich getan hatte, aber ich hatte keine Angst mehr vor ihm. Er konnte weder ihr noch mir etwas tun. ",
      "french": "Il était furieux quand il a vu ce que j'avais fait, mais je n'avais plus peur de lui. Il ne pouvait pas nous faire de mal, ni à elle ni à moi. ",
      "italian": "È andato di matto quando ha visto cosa avevo fatto, ma io non avevo più paura di lui. Non poteva più fare del male, né a me né a lei. ",
      "koreana": "제가 한 일을 보고 그는 화가 났지만, 더는 그가 두렵지 않았습니다. 더 이상 그는 저나 그녀에게 해를 끼칠 수 없어요. ",
      "spanish": "Se enfadó mucho cuando vio lo que había hecho, pero ya no me daba miedo. Ya no podía hacernos ningún daño, ni a mí ni a ella. ",
      "schinese": "他看到我做的事时很生气，但我不再害怕他了。他不能伤害我或她。 ",
      "tchinese": "他在看見後對我發了火，但我已經不怕他了。他傷害不了我和她。",
      "russian": "Он был в бешенстве, когда увидел, что я натворил. Но я больше не боялся его – он больше не навредит ни мне, ни ей",
      "thai": "เขาโมโหเมื่อได้เห็นว่าฉันทำอะไรลงไป แต่ฉันไม่กลัวเขาแล้ว เขาทำร้ายฉันกับแม่ไม่ได้อีกแล้ว ",
      "japanese": "私のしでかしたことを見た彼は怒り狂っていたが、もう彼のことなんて怖くはない。私にも、彼女にも、危害を加えることは出来ないのだから。 ",
      "polish": "Był na mnie wściekły, gdy ujrzał, co zrobiłem, ale już się go nie bałem. Nie mógł skrzywdzić ani jej, ani mnie. ",
      "dutch": "Hij was boos toen hij zag wat ik had gedaan, maar ik was niet meer bang van hem. Hij kon mij of haar geen pijn meer doen. ",
      "finnish": "Isä oli vihainen nähtyään, mitä olin tehnyt, mutta en pelännyt häntä enää. Isä ei voinut enää satuttaa minua eikä äitiä.",
      "norwegian": "Han ble sint da han så hva jeg hadde gjort, men jeg var ikke redd for ham lenger. Han kunne ikke gjøre meg eller henne noen skade.",
      "swedish": "Han blev arg när han såg vad jag gjort, men jag var inte rädd för honom längre. Han kunde inte skada varken mig eller henne. ",
      "czech": "Když viděl, co jsem udělal, rozčiloval se. Já už se ho ale nebál. Nemohl ublížit ani mně ani jí. ",
      "turkish": "Yaptığım şeyi gördüğünde çok kızdı ama ondan artık korkmuyordum. Ne bana ne de ona zarar veremez. ",
      "arabic": "كان غاضبًا عندما رأى ما فعلته، لكنني لم أعد أخاف منه. لم يستطع أن يتسبب لي أو لها بأي ضرر.",
      "brazilian": "Ele ficou furioso quando viu o que eu tinha feito. Mas eu não tinha mais medo dele, pois ele não podia mais fazer mal a mim ou a ela. ",
      "ukrainian": "Він розлютився, коли побачив, що я зробив, але я його більше не боявся. Він не міг нічого заподіяти ані мені, ані їй.",
      "token": "NEW_ACHIEVEMENT_1_2_DESC"
    }
  },
  {
    "name": "CH2_UNDERGROUND",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/638175ab5aa7e0d5cb08d96b6b1db5ee0468c84b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/0fa82be4d00da61a0cfb23acbc331e6a1003ff0f.jpg",
    "displayName": {
      "english": "Secret Lair",
      "german": "Geheimversteck",
      "french": "Cachette secrète",
      "italian": "Covo segreto",
      "koreana": "비밀의 은신처",
      "spanish": "Guarida secreta",
      "schinese": "秘密巢穴",
      "tchinese": "秘密基地",
      "russian": "Тайное Логово",
      "thai": "รังลับ",
      "japanese": "秘密の隠れ家",
      "polish": "Kryjówka",
      "dutch": "Geheim hol",
      "finnish": "Salainen luola",
      "norwegian": "Hemmelig tilholdssted",
      "swedish": "Hemligt gömställe",
      "czech": "Tajné doupě",
      "turkish": "Gizli Sığınak",
      "arabic": "مخبأ سري",
      "brazilian": "Covil secreto",
      "ukrainian": "Таємне лігво",
      "token": "NEW_ACHIEVEMENT_1_3_NAME"
    },
    "description": {
      "english": "I've made a shelter. Now I have a place to hide and dream.",
      "german": "Ich habe einen Unterschlupf gebaut. Jetzt habe ich einen Ort, an dem ich mich verstecken und träumen kann.",
      "french": "Je me suis fait un abri. À présent, j'ai un endroit où me cacher et rêver.",
      "italian": "Ho costruito un rifugio. Ora ho un posto per nascondermi e sognare.",
      "koreana": "은신처를 만들었어요. 이제 숨어서 몽상할 곳이 생겼네요.",
      "spanish": "He construido un refugio. Ahora tengo un lugar en el que esconderme para soñar.",
      "schinese": "我做了一个窝棚。现在我有可以躲藏和做梦的地方了。",
      "tchinese": "我建起了一個容身之處。現在我有地方躲起來做夢了。",
      "russian": "Я создал себе убежище и теперь у меня появилось место, где я мог прятаться и мечтать",
      "thai": "ฉันสร้างที่หลบภัยเอาไว้ ทีนี้ก็มีที่ให้ซ่อนและนอนฝันแล้ว",
      "japanese": "隠れ家を作った。これで身を潜めて夢想する場所ができた。",
      "polish": "Zrobiłem schronienie, w którym mogłem się ukryć i marzyć.",
      "dutch": "Ik heb een schuilplaats gemaakt. Nu heb ik een plek om me te verstoppen en dromen.",
      "finnish": "Rakensin suojan. Nyt minulla on paikka, minne piiloutua uneksimaan.",
      "norwegian": "Jeg har laget meg et tilholdssted. Nå har jeg et sted å gjemme meg og drømme.",
      "swedish": "Jag har skapat ett skydd. Nu har jag en plats att gömma mig på och drömma.",
      "czech": "Postavil jsem přístřeší. Teď mám místo, kde se mohu skrývat a snít.",
      "turkish": "Bir sığınak yaptım. Artık gizlenecek ve hayal kuracak bir yerim var.",
      "arabic": "لقد صنعت ملجأً. الآن لدي مكان أختبئ فيه وأحلم.",
      "brazilian": "Construí um abrigo. Agora tenho um lugar para me esconder e sonhar.",
      "ukrainian": "В мене є прихисток. Тепер мені є де сховатися та поспати.",
      "token": "NEW_ACHIEVEMENT_1_3_DESC"
    }
  },
  {
    "name": "CH2_SPIDER",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/474541c792965e3ae615a2999d3a7958601b2d3f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/26150b8d6b27e9d17fa8e0e5ee9932af3bd2929e.jpg",
    "displayName": {
      "english": "A Light in the Darkness",
      "german": "Ein Licht in der Dunkelheit",
      "french": "Une lueur dans la pénombre",
      "italian": "Una luce nelle tenebre",
      "koreana": "어둠 속의 빛",
      "spanish": "Una luz en la oscuridad",
      "schinese": "黑暗中的灯",
      "tchinese": "黑暗中的光芒",
      "russian": "Свет во тьме",
      "thai": "แสงสว่างในความมืด",
      "japanese": "闇の中の光",
      "polish": "Światło w ciemności",
      "dutch": "Licht in de duisternis",
      "finnish": "Valo pimeydessä",
      "norwegian": "Et lys i mørke",
      "swedish": "Ett ljus i mörkret",
      "czech": "Světlo v temnotě",
      "turkish": "Karanlıkta Bir Işık",
      "arabic": "نور في العتمة",
      "brazilian": "Uma luz na escuridão",
      "ukrainian": "Світло у темряві",
      "token": "NEW_ACHIEVEMENT_1_4_NAME"
    },
    "description": {
      "english": "I thought about running away all the time, but I was afraid. In the end, I decided I needed to cast off my doubts as soon as possible. ",
      "german": "Ich dachte die ganze Zeit daran, wegzulaufen, aber ich hatte Angst. Schließlich entschied ich mich, dass ich meine Zweifel so schnell wie möglich beseitigen musste. ",
      "french": "Je songeais sans cesse à m'enfuir, mais j'avais trop peur. J'ai fini par me rendre compte que je devais écarter mes doutes au plus vite. ",
      "italian": "Pensavo di continuo a una fuga, ma avevo paura. Finalmente mi sono deciso a sbarazzarmi dei dubbi il prima possibile. ",
      "koreana": "언제나 도망치고 싶었지만 두려웠습니다. 결국 최대한 빨리 의심에서 벗어나야 한다고 결심했죠. ",
      "spanish": "Siempre pensé en escapar, pero tenía demasiado miedo. Al final, llegué a la conclusión de que tenía que decidirme lo antes posible. ",
      "schinese": "我一直想逃跑，但我很害怕。最后，我坚信我需要尽快摆脱疑虑。 ",
      "tchinese": "我一直都想逃離這裡，但恐懼阻擋著我。最後，我決定拋棄我的疑慮。",
      "russian": "Меня часто посещали мысли о побеге, но мне было страшно. В конце концов я решил, что от сомнений нужно избавиться как можно раньше",
      "thai": "ฉันเคยคิดว่าจะหนีออกจากบ้านอยู่ตลอด แต่ก็กลัวเกิน จนสุดท้ายฉันจึงคิดได้ว่าควรเลิกลังเลให้เร็วที่สุด ",
      "japanese": "逃げ出すことはいつも頭をよぎっていたが、恐ろしくてそんなことはできなかった。最終的には、疑念をいち早く捨て去らねばならないことを理解した。 ",
      "polish": "Myślałem bez przerwy o ucieczce, ale bałem się. W końcu postanowiłem, że muszę jak najszybciej wyzbyć się wątpliwości. ",
      "dutch": "Ik dacht de hele tijd aan weglopen, maar ik was bang. Uiteindelijk besloot ik dat ik mijn twijfels zo snel mogelijk moest laten varen. ",
      "finnish": "Mietin karkaamista koko ajan, mutta se pelotti minua. Lopulta päätin, että minun oli hylättävä epäilykset mahdollisimman pian.",
      "norwegian": "Jeg tenkte på å flykte hele tiden, men jeg var ikke redd. Til slutt bestemte jeg meg for å kvitte meg med tvilen så fort som mulig.",
      "swedish": "Jag övervägde ständigt att rymma, men jag var rädd. I slutänden kom jag fram till att jag var tvungen att bli av med tvivlen så snart som möjligt. ",
      "czech": "Celou dobu jsem myslel na útěk, ale bál jsem se. Nakonec jsem dospěl k závěru, že musím co nejdříve odhodit své pochybnosti. ",
      "turkish": "Hep kaçmayı düşündüm ama korktum. En sonunda kafamdaki şüphelerden en kısa zamanda kurtulmam gerektiğine karar verdim. ",
      "arabic": "كنت أفكر في الهروب طوال الوقت، لكنني كنت خائفًا. في النهاية، قررت أنني بحاجة للتخلص من شكوكي في أسرع وقت ممكن.",
      "brazilian": "Pensei em fugir muitas vezes, mas estava com medo. No fim, decidi que deveria deixar minhas dúvidas de lado o quanto antes. ",
      "ukrainian": "Увесь цей час я думав, чи не втекти, але мені було страшно. Але врешті я вирішив, що повинен відкинути сумніви, і то якнайскоріше.",
      "token": "NEW_ACHIEVEMENT_1_4_DESC"
    }
  },
  {
    "name": "CH2_PLANE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/e3efc46551b4dd640232feaa5095a3762436ec94.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/b2da8124581aa8d847cd2c00ca5af211d28d48e8.jpg",
    "displayName": {
      "english": "Winds of Change",
      "german": "Winde des Wandels",
      "french": "Les vents du changement",
      "italian": "Venti di cambiamento",
      "koreana": "변화의 바람",
      "spanish": "Vientos de cambio",
      "schinese": "改变之风",
      "tchinese": "變遷之風",
      "russian": "Ветер перемен",
      "thai": "สายลมแห่งการเปลี่ยนแปลง",
      "japanese": "変化の風",
      "polish": "Wiatry zmian",
      "dutch": "Wind van verandering",
      "finnish": "Muutoksen tuulet",
      "norwegian": "Endringens vind",
      "swedish": "Förändringens vindar",
      "czech": "Závan změn",
      "turkish": "Değişim Rüzgârları",
      "arabic": "رياح التغيير",
      "brazilian": "Ventos da mudança",
      "ukrainian": "Вітер змін",
      "token": "NEW_ACHIEVEMENT_1_5_NAME"
    },
    "description": {
      "english": "After talking to a therapist, I was able to drive away the difficult thoughts that had plagued me. I felt so light, it was like I could fly.",
      "german": "Nach einem Gespräch mit einem Therapeuten konnte ich die schwierigen Gedanken loswerden, die mich geplagt hatten. Ich fühlte mich so leicht, als könnte ich fliegen.",
      "french": "Je suis allé voir un thérapeute. J'ai réussi à évacuer les idées noires qui me tourmentaient. Je me sentais léger, comme si je pouvais m'envoler.",
      "italian": "Dopo aver parlato con uno specialista, sono riuscito ad allontanare i pensieri pesanti che mi tormentavano. Mi sono sentito così leggero da poter volare.",
      "koreana": "치료사와 상담하고 나서 저를 좀먹던 힘든 생각들을 떨쳐 버릴 수 있었습니다. 마치 날 수 있을 것 같은 아주 가벼운 기분이 들었지요.",
      "spanish": "Al hablar con el psicólogo, pude librarme de los pensamientos que me atormentaban. Me quité un peso tan grande de encima que pensaba que hasta podría alzar el vuelo.",
      "schinese": "与治疗师交谈后，我能够驱散困扰我的难题了。我感觉很轻巧如飞。",
      "tchinese": "在和心理咨詢師交談後，我終於把困擾我的痛苦想法趕走了。我感覺身體輕得像根羽毛。",
      "russian": "После разговоров со специалистом, я смог отбросить все тяжелые мысли. Я почувствовал такую легкость, что казалось, будто я лечу",
      "thai": "หลังจากได้คุยกับนักบำบัด ฉันก็สามารถขจัดความคิดหนักอึ้งที่กัดกินมาตลอดได้ รู้สึกเบาสบายเหมือนจะบินได้เลย",
      "japanese": "セラピストと話した後、私の頭に巣食っていた難題を追い払うことができた。心身が軽くなる。空も飛べるんじゃないかと思ってしまうほどだ。",
      "polish": "Po rozmowie z terapeutą byłem w stanie przepędzić myśli, które nie dawały mi spokoju. Było mi tak lekko, że mógłbym latać.",
      "dutch": "Nadat ik met een therapeut had gepraat, kon ik alle moeilijke gedachten die me hadden gekweld van me afschudden. Ik voelde me heel licht, alsof ik kon vliegen.",
      "finnish": "Terapeutilleni puhuttuani kykenin karkottamaan minua riivanneet vaikeat ajatukset. Oloni oli niin kevyt, tuntui kuin kykenisin lentämään.",
      "norwegian": "Etter å ha snakket med en psykolog, kunne jeg drive vekk de vanskelige tankene som hadde plaget meg. Jeg følte meg så lett, som om jeg kunne fly.",
      "swedish": "Efter att ha pratat med en terapeut lyckades jag trycka bort de jobbiga tankar som plågat mig. Jag kände mig så lätt, som om jag kunde flyga.",
      "czech": "Po rozhovoru s terapeutem se mi podařilo zbavit se tíživých myšlenek, které mě trápily. Cítil jsem se tak lehký, jen vzlétnout.",
      "turkish": "Bir terapistle konuştuktan sonra beni huzursuz eden zorlu düşünceleri defedebildim. Kendimi âdeta uçabilecek kadar hafiflemiş hissediyordum.",
      "arabic": "بعد التحدث إلى المعالج، تمكنت من التخلص من الأفكار الصعبة التي ابتليت بها. شعرت بخفة شديدة، وكأنني أستطيع الطيران.",
      "brazilian": "Depois de conversar com um terapeuta, consegui afastar os pensamentos que me atormentavam. Eu me senti tão leve que parecia que estava voando.",
      "ukrainian": "Після візиту до психотерапевта мені вдалося відігнати геть усі складні думки, що отруювали мій розум. Я відчував себе настільки легким, що, здавалося, ось-ось злечу.",
      "token": "NEW_ACHIEVEMENT_1_5_DESC"
    }
  },
  {
    "name": "CH3_TRAIN",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/a8e67653c41383375bc2670c1b4050309208d232.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/34c26acb73fcbfa92d5b13a31a3217b565d65472.jpg",
    "displayName": {
      "english": "Oops!",
      "german": "Hoppla!",
      "french": "Oups !",
      "italian": "Ops!",
      "koreana": "이런",
      "spanish": "¡Uy!",
      "schinese": "糟糕！",
      "tchinese": "啊呀！",
      "russian": "Упс! ",
      "thai": "โอ๊ะ!",
      "japanese": "おおっと！",
      "polish": "Ups!",
      "dutch": "Oeps!",
      "finnish": "Hupsista!",
      "norwegian": "Oops!",
      "swedish": "Hoppsan!",
      "czech": "Hups!",
      "turkish": "Eyvah!",
      "arabic": "يا للهول!",
      "brazilian": "Opa!",
      "ukrainian": "Ой!",
      "token": "NEW_ACHIEVEMENT_1_6_NAME"
    },
    "description": {
      "english": "When I met her, I was terrified of making a mistake. But if you don't take risks, nothing good will ever happen. ",
      "german": "Als ich sie traf, hatte ich Angst davor, einen Fehler zu machen. Aber wenn man kein Risiko eingeht, wird auch nie etwas Gutes passieren. ",
      "french": "Le jour où je l'ai rencontrée, j'étais terrifié à l'idée de gaffer. Mais on ne va jamais nulle part sans prendre des risques. ",
      "italian": "Quando l'ho incontrata, ero terrorizzato all'idea di commettere un errore. Ma le cose belle accadono solo se prendi dei rischi. ",
      "koreana": "전 그녀를 만났을 때 실수할까 두려웠습니다. 그렇지만 위험을 감수하지 않는다면 좋은 일은 벌어지지 않는 법이지요. ",
      "spanish": "Cuando la conocí, me aterraba meter la pata, pero el que no arriesga, no gana. ",
      "schinese": "当我遇到她时，我害怕犯错。但不冒险就永远没有收获。 ",
      "tchinese": "見到她的那一刻，我害怕自己會犯錯。但如果不願承擔風險，我永遠不會遇到好事。",
      "russian": "Когда я встретил ее, я так боялся совершить ошибку. Но не ошибается тот, кто ничего не делает",
      "thai": "เมื่อได้พบเธอ ฉันก็กลัวว่าจะทำอะไรไม่ถูก แต่คนเราถ้าไม่เสี่ยงก็คงไม่ได้เจอเรื่องดีๆ หรอก ",
      "japanese": "彼女と出会ったとき、私は失敗することを心底恐れていた。だがリスクを取らなければ、何も為すことは出来ないのである。 ",
      "polish": "Kiedy ją poznałem, panicznie bałem się, że popełnię błąd, ale nie myli się tylko ten, kto nic nie robi. ",
      "dutch": "Toen ik haar ontmoette, was ik doodsbang dat ik een fout zou maken. Maar als je geen risico's neemt, gebeurt er ook nooit iets goeds. ",
      "finnish": "Hänet tavattuani pelkäsin virhettä. Ilman riskejä ei kuitenkaan tapahdu koskaan mitään hyvää.",
      "norwegian": "Da jeg møtte henne, var jeg livredd for å gjøre noe feil. Men hvis ikke du tar risikoer, kommer det aldri til å skje noe bra.",
      "swedish": "När jag träffade henne var jag livrädd för att begå misstag. Men tar man inga risker så kommer inget bra någonsin att ske. ",
      "czech": "Když jsem se s ní setkal, bál jsem se, že udělám chybu. Ale kdo není ochoten riskovat, nikdy ničeho dobrého nedosáhne. ",
      "turkish": "Onunla tanıştığımda hata yapmaktan çok korkmuştum. Ama risk almazsan asla iyi bir şey olmaz. ",
      "arabic": "عندما قابلتها، شعرت بالرعب من ارتكاب خطأ. ولكن إذا لم تخاطر، فلن يحدث أي شيء جيد على الإطلاق.",
      "brazilian": "Quando eu a conheci, tinha muito medo de cometer um erro. Mas quem não arrisca não petisca. ",
      "ukrainian": "Коли я її зустрів, я боявся щось зробити не так. Але якщо не ризикувати, ти ніколи нічого не отримаєш.",
      "token": "NEW_ACHIEVEMENT_1_6_DESC"
    }
  },
  {
    "name": "CH3_FLOWER",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/79cbca2e91e96eb9549125557f28a94d9d63709b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/fb7a4826391b21ea96844bdefa49b6ae3ca68e73.jpg",
    "displayName": {
      "english": "The Flower",
      "german": "Die Blume",
      "french": "La fleur",
      "italian": "Il fiore",
      "koreana": "꽃",
      "spanish": "La flor",
      "schinese": "花",
      "tchinese": "花",
      "russian": "Цветок",
      "thai": "ดอกไม้",
      "japanese": "花",
      "polish": "Kwiat",
      "dutch": "De bloem",
      "finnish": "Kukka",
      "norwegian": "Blomsten",
      "swedish": "Blomman",
      "czech": "Květina",
      "turkish": "Çiçek",
      "arabic": "الوردة",
      "brazilian": "A Flor",
      "ukrainian": "Квітка",
      "token": "NEW_ACHIEVEMENT_1_7_NAME"
    },
    "description": {
      "english": "I didn't want to share what was deep inside of me, but I eventually decided to be honest with her.",
      "german": "Ich wollte nicht teilen, was tief in mir steckte, aber ich beschloss schließlich, ehrlich zu ihr zu sein.",
      "french": "Je ne voulais pas lui avouer ce que je ressentais, mais j'ai décidé de ne plus rien lui cacher.",
      "italian": "Non avevo voglia di condividere ciò che sentivo, ma alla fine ho deciso di essere sincero con lei.",
      "koreana": "제 마음 속 깊은 곳에 무엇이 있는지 이야기하고 싶지 않았지만, 결국 그녀에게 솔직해지기로 결심했습니다.",
      "spanish": "No quería compartir lo que guardaba en lo más profundo de mi alma, pero, al final, decidí sincerarme con ella.",
      "schinese": "我不想分享我内心深处的东西，但我最终决定对她诚实。",
      "tchinese": "我本不想說出我內心深處的想法，但我最後還是坦誠地面對了她。",
      "russian": "Я не хотел делиться тем, что было спрятано глубоко внутри. Но в итоге решил, что должен быть честен с ней",
      "thai": "ฉันไม่อยากจะบอกเธอถึงสิ่งที่อยู่ในก้นบึ้งหัวใจ แต่ก็ตัดสินใจพูดไปตามตรง",
      "japanese": "心の奥底にしまい込んだものを吐露するつもりはなかったが、最終的には彼女に打ち明けることにした。",
      "polish": "Nie chciałem dzielić się tym, co siedziało głęboko we mnie, ale odważyłem się na szczerość wobec niej.",
      "dutch": "Ik wilde niet delen wat diep binnenin mij zat, maar uiteindelijk besloot ik om eerlijk tegen haar te zijn.",
      "finnish": "En halunnut jakaa sitä, mikä oli syvällä sisimmässäni, mutta päätin lopulta olla rehellinen hänen kanssaan.",
      "norwegian": "Jeg ville ikke dele det jeg bar dypt inne i meg, men til slutt bestemte jeg meg fo å være ærlig med henne.",
      "swedish": "Jag ville inte dela det som fanns djupt inom mig, men till slut beslutade jag mig för att vara ärlig med henne.",
      "czech": "Nechtěl jsem jí říkat, co cítím hluboko uvnitř, ale nakonec jsem se rozhodl, že k ní budu upřímný.",
      "turkish": "İçimdekileri paylaşmak istemiyordum ama en sonunda ona karşı dürüst olmaya karar verdim.",
      "arabic": "لم أرغب في مشاركة ما كان بداخلي، لكنني قررت في النهاية أن أكون صادقًا معها.",
      "brazilian": "Não queria compartilhar o que estava escondido no meu interior. Mas, no fim, eu decidi ser sincero com ela.",
      "ukrainian": "Мені не хотілося ділитися тим, що зачаїлося всередині мене, але я все ж таки вирішив бути з нею відвертим.",
      "token": "NEW_ACHIEVEMENT_1_7_DESC"
    }
  },
  {
    "name": "CH3_PICTURE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/ff10dfaff75a1c44350ea65035f46c5d7da6a514.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/36b94ca7915e4c67a3281f17cad5003fa389ea01.jpg",
    "displayName": {
      "english": "Vague Memories",
      "german": "Verschwommene Erinnerungen",
      "french": "Souvenirs nébuleux",
      "italian": "Vaghi ricordi",
      "koreana": "희미한 기억들",
      "spanish": "Recuerdos borrosos",
      "schinese": "模糊的记忆",
      "tchinese": "模糊的記憶",
      "russian": "Размытые воспоминания",
      "thai": "ความทรงจำที่ขาดวิ่น",
      "japanese": "曖昧な記憶",
      "polish": "Ulotne wspomnienia",
      "dutch": "Vage herinneringen",
      "finnish": "Hämärät muistot",
      "norwegian": "Vage minner",
      "swedish": "Vaga minnen",
      "czech": "Nejasné vzpomínky",
      "turkish": "Belirsiz Anılar",
      "arabic": "ذكريات غامضة",
      "brazilian": "Lembranças vagas",
      "ukrainian": "Розпливчаті спогади",
      "token": "NEW_ACHIEVEMENT_1_8_NAME"
    },
    "description": {
      "english": "We're together now. For better or for worse. Forever.",
      "german": "Wir sind jetzt zusammen. Wohl oder übel. Für immer.",
      "french": "Nous sommes ensemble désormais. Pour le meilleur et pour le pire. Pour toujours.",
      "italian": "Ora stiamo insieme. Nel bene e nel male. Per sempre.",
      "koreana": "이제 우리는 함께입니다. 좋든 싫든 말이지요. 영원히.",
      "spanish": "Ahora estamos juntos. Para bien o para mal. Para siempre.",
      "schinese": "我们现在在一起了。不论结果好坏都在一起。永远。",
      "tchinese": "我們在一起了。無論遇到什麼困難，我們都會永遠在一起。",
      "russian": "Мы теперь вместе. И в горе. И в радости. До самого конца",
      "thai": "เราอยู่ด้วยกันแล้ว ไม่ว่าจะร้ายหรือดีก็มีกันตลอดไป",
      "japanese": "私たちは一緒になった。良くも悪くも、ずっと一緒だ。",
      "polish": "Jesteśmy razem. Na dobre i na złe. Na zawsze.",
      "dutch": "We zijn nu samen. In goede en slechte tijden. Voor altijd.",
      "finnish": "Olemme nyt yhdessä. Myötä- ja vastoinkäymisissä. Ikuisesti.",
      "norwegian": "Vi er sammen nå. På godt og vondt. For alltid.",
      "swedish": "Nu är vi tillsammans. På gott och ont. För alltid.",
      "czech": "Jsme spolu. V dobrém i zlém. Navždy.",
      "turkish": "Artık beraberiz. İyisiyle de kötüsüyle de. İlelebet.",
      "arabic": "نحن معًا الآن. مهما تغيرت الظروف. سنظل معًا مدى الحياة.",
      "brazilian": "Estamos juntos agora. Para o que der e vier. Para sempre.",
      "ukrainian": "Тепер ми разом. На краще чи на гірше. Назавжди.",
      "token": "NEW_ACHIEVEMENT_1_8_DESC"
    }
  },
  {
    "name": "CH4_SWING",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/5b0056e95b6be19650fee7cb11dc793e85f948bd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/567716b0709f9308c71ef67399903dbcc9361e27.jpg",
    "displayName": {
      "english": "The Swing Set",
      "german": "Die Schaukel",
      "french": "La balançoire",
      "italian": "L'altalena",
      "koreana": "그네 한 쌍",
      "spanish": "El columpio",
      "schinese": "秋千套装",
      "tchinese": "鞦韆",
      "russian": "Качели",
      "thai": "ชิงช้า",
      "japanese": "ブランコセット",
      "polish": "Huśtawka",
      "dutch": "De schommel",
      "finnish": "Keinu",
      "norwegian": "Husken",
      "swedish": "Gungan",
      "czech": "Houpačka",
      "turkish": "Salıncak Seti",
      "arabic": "الأرجوحة",
      "brazilian": "O balanço",
      "ukrainian": "Гойдалка",
      "token": "NEW_ACHIEVEMENT_1_9_NAME"
    },
    "description": {
      "english": "I gave him an old toy of mine. I'll do my best to make sure he has more happy memories than I did. ",
      "german": "Ich schenkte ihm ein altes Spielzeug von mir. Und ich werde mein Bestes tun, damit er glücklichere Erinnerungen haben wird als ich. ",
      "french": "Je lui ai donné un de mes vieux jouets. Je ferai en sorte qu'il ait de meilleurs souvenirs d'enfance que moi. ",
      "italian": "Gli ho regalato un mio vecchio giocattolo. Farò del mio meglio per donargli ricordi più felici dei miei. ",
      "koreana": "제 오래된 장난감을 그에게 주었습니다. 그의 기억이 저보다 더 행복하도록 최선을 다할 겁니다. ",
      "spanish": "Le he dado uno de mis viejos juguetes. Haré todo lo que pueda para asegurarme de que sus recuerdos sean más felices que los míos. ",
      "schinese": "我给了他一个旧玩具。我会尽最大的努力让他拥有比我更多的美好回忆。 ",
      "tchinese": "我把我的舊玩具給了他。我會讓他擁有比我更多的美好回憶。",
      "russian": "Я подарил ему свою старую игрушку. Я сделаю все, чтобы у него было больше счастливых воспоминаний чем у меня",
      "thai": "ฉันยกของเล่นเก่าให้ลูก ฉันจะพยายามเต็มที่ให้เขามีความทรงจำที่แสนสุขยิ่งกว่าที่ฉันเคยมี ",
      "japanese": "彼に私が昔使っていたおもちゃをあげた。彼には楽しい思い出をうんと作ってあげよう。私なんかよりも、たくさん幸せな思いをさせてあげるのだ。 ",
      "polish": "Dałem mu swoją starą zabawkę. Zadbam o to, żeby miał więcej szczęśliwych wspomnień ode mnie. ",
      "dutch": "Ik gaf hem een van mijn oude speeltjes. Ik doe mijn best om ervoor te zorgen dat hij meer herinneringen heeft dan ik. ",
      "finnish": "Annoin pojalleni vanhan leluni. Teen parhaani, että hän saa onnellisempia muistoja kuin minä.",
      "norwegian": "Jeg ga ham en av de gamle lekene mine. Jeg skal gjøre mitt beste for at han får lykkeligere minner enn jeg har.",
      "swedish": "Jag gav honom en av mina gamla leksaker. Jag ska göra mitt bästa för att se till att han får fler glada minnen än jag hade. ",
      "czech": "Dal jsem mu svou starou hračku. Udělám vše, aby měl šťastnější vzpomínky, než jaké mám já. ",
      "turkish": "Eski bir oyuncağımı ona verdim. Benden daha fazla mutlu anısı olmasını sağlamak için elimden gelenin en iyisini yapacağım. ",
      "arabic": "أعطيته لعبتي القديمة. سأبذل قصارى جهدي للتأكد من أن لديه ذكريات سعيدة أكثر مما كان لدي.",
      "brazilian": "Dei o meu brinquedo velho para ele. Farei de tudo para que ele tenha lembranças mais felizes do que as minhas. ",
      "ukrainian": "Я віддав йому свою стару іграшку. Я зроблю все можливе, щоби в нього було більше щасливих спогадів, ніж в мене.",
      "token": "NEW_ACHIEVEMENT_1_9_DESC"
    }
  },
  {
    "name": "CH4_CLOAKROOM",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/3a92af607a25c788e918075f7d7778a55600a64c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/96e6428c7b37c8b66627d552c685370d97cf9519.jpg",
    "displayName": {
      "english": "The Last Drawing",
      "german": "Die letzte Zeichnung",
      "french": "Le dernier dessin",
      "italian": "L'ultimo disegno",
      "koreana": "마지막 그림",
      "spanish": "El último dibujo",
      "schinese": "最后一张图",
      "tchinese": "最後的畫",
      "russian": "Последний рисунок",
      "thai": "รูปวาดรูปสุดท้าย",
      "japanese": "最後の絵",
      "polish": "Ostatni rysunek",
      "dutch": "De laatste tekening",
      "finnish": "Viimeinen piirros",
      "norwegian": "Den siste tegningen",
      "swedish": "Den sista teckningen",
      "czech": "Poslední kresba",
      "turkish": "Son Çizim",
      "arabic": "الرسم الأخير",
      "brazilian": "O último desenho",
      "ukrainian": "Останній шанс",
      "token": "NEW_ACHIEVEMENT_1_10_NAME"
    },
    "description": {
      "english": "He was crying so hard, and he wanted to go with me... but that time I was too busy and didn't do a good job taking care of him.",
      "german": "Er weinte so sehr und wollte mit mir kommen ... aber diesmal war ich zu beschäftigt und habe mich nicht gut um ihn gekümmert.",
      "french": "Il pleurait tellement, il voulait partir avec moi... mais à ce moment-là, j'étais trop occupé, je n'ai pas su prendre soin de lui.",
      "italian": "Piangeva fortissimo e voleva venire con me... Ma in quel momento ero troppo impegnato e non sono riuscito a prendermi cura di lui.",
      "koreana": "그는 아주 심하게 울며 저와 함께 가고 싶어했습니다... 그렇지만 저는 너무 바빠서 그를 제대로 돌보지 못했지요.",
      "spanish": "Lloraba tanto y quería venir conmigo... Pero estaba demasiado ocupado y acabé descuidándolo.",
      "schinese": "他哭得很厉害，他想和我一起去……但那次我太忙了，没有好好照顾他。",
      "tchinese": "他哭得很兇，因為他想和我一起走...但我太忙了，沒有照顧好他。",
      "russian": "Он так сильно плакал и хотел снова пойти со мной. Но на этот раз я был слишком занят и не смог за ним хорошо проследить",
      "thai": "เขาร้องไห้ใหญ่โต อยากจะไปด้วยกันกับฉัน... แต่ตอนนั้นฉันยุ่งเกินไป จนไม่อาจดูแลเขาได้ดีพอ",
      "japanese": "彼は泣きじゃくっていた。私に同行したがっていた…だがその時、私は忙殺されており、ちゃんと面倒を見てあげることが出来ていなかったのだ。",
      "polish": "Płakał tak mocno i chciał ze mną iść. Byłem jednak zbyt zajęty, by móc dobrze się nim zająć.",
      "dutch": "Hij huilde zo hard en hij wilde met me meegaan... Maar in die tijd had ik het te druk en zorgde niet echt goed voor hem.",
      "finnish": "Poikani itki niin kovaa ja halusi lähteä mukaani... mutta olin sillä kertaa liian kiireinen enkä pitänyt hänestä hyvää huolta.",
      "norwegian": "Han gråt så fælt, og han ville bli med meg … men den gangen hadde jeg for mye å gjøre og gjorde ikke en god jobb med å passe på ham.",
      "swedish": "Han grät så mycket och ville följa med mig ... Men jag var för upptagen då och tog inte hand om honom på ett bra sätt.",
      "czech": "Hrozně plakal a chtěl jít se mnou... ale já měl moc práce a neuměl jsem se o něj dobře postarat.",
      "turkish": "Çok ağlıyordu ve benimle gelmek istememişti... Ama o sırada çok meşguldüm ve onunla ilgilenmek konusunda iyi iş çıkaramadım.",
      "arabic": "كان يبكي بشدة، وأراد الذهاب معي... لكن في ذلك الوقت كنت مشغولاً للغاية ولم أقم بما ينبغي لي القيام به للاعتناء به.",
      "brazilian": "Ele chorou muito e queria ir comigo... mas, desta vez, eu estava com as mãos muito ocupadas e não consegui cuidar bem dele.",
      "ukrainian": "Він дуже сильно плакав і хотів піти зі мною... але тоді я був надто заклопотаний і мені не було коли про нього піклуватися.",
      "token": "NEW_ACHIEVEMENT_1_10_DESC"
    }
  },
  {
    "name": "CH4_ROOF",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/a391ef5ba695bd46598b7a0b437b193755877beb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/68bbb76bf563bd13764f1d5a22592510c4c92fb7.jpg",
    "displayName": {
      "english": "The Pieces",
      "german": "Die Scherben",
      "french": "Les pièces",
      "italian": "Frantumi",
      "koreana": "조각들",
      "spanish": "Las piezas",
      "schinese": "碎片",
      "tchinese": "碎片",
      "russian": "Осколки",
      "thai": "ชิ้นส่วน",
      "japanese": "欠片",
      "polish": "Odłamki",
      "dutch": "De stukken",
      "finnish": "Palaset",
      "norwegian": "Delene",
      "swedish": "Bitarna",
      "czech": "Dílky",
      "turkish": "Parçalar",
      "arabic": "القطع",
      "brazilian": "Os cacos",
      "ukrainian": "Фігури",
      "token": "NEW_ACHIEVEMENT_1_11_NAME"
    },
    "description": {
      "english": "In the morning, I looked in the mirror and saw my father's cloudy gaze. I need to stop. I refuse to be like him.",
      "german": "Am Morgen blickte ich in den Spiegel und sah den trüben Blick meines Vaters. Ich muss aufhören. Ich weigere mich, so zu sein wie er.",
      "french": "Ce matin, je me suis dévisagé dans la glace et j'ai vu le regard voilé de mon père. Il faut que ça s'arrête. Je refuse de devenir comme lui.",
      "italian": "Al mattino, mi sono guardato allo specchio e ho visto lo sguardo offuscato di mio padre. Devo fermarmi. Mi rifiuto di essere come lui.",
      "koreana": "아침에 거울을 보니 아버지의 탁한 시선이 보였습니다. 멈춰야 합니다. 아버지처럼 되는 것은 사절입니다.",
      "spanish": "Por la mañana, me miré en el espejo y vi la mirada borrosa de mi padre. Tengo que parar. No quiero ser como él.",
      "schinese": "早上，我照镜子，看到父亲阴沉的目光。我需要停止这样。我不要像他一样。",
      "tchinese": "清晨，我在鏡子中看見了父親那樣模糊的眼神。我得停下。我不想變成他那樣。",
      "russian": "Утром я взглянул в зеркало и увидел тот самый затуманенный взгляд Отца. Я должен остановится. Я не стану таким как он",
      "thai": "เมื่อส่องกระจกในตอนเช้า ฉันเห็นสายตาขุ่นมัวแบบของพ่อจ้องกลับมา ฉันต้องหยุดแล้ว ฉันไม่อยากจะเป็นเหมือนพ่อ",
      "japanese": "朝、鏡を覗き込むと、そこには父の淀んだ眼差しがあった。止めなくては。父と同じ顔になどなりたくない。",
      "polish": "Rano spojrzałem w lustro i ujrzałem to samo zamglone spojrzenie swojego ojca. Muszę przestać. Nie zamierzam być jak on.",
      "dutch": "'s Ochtends keek ik in de spiegel en zag mijn vaders duistere blik. Ik moet ermee stoppen. Ik weiger zoals hem te zijn.",
      "finnish": "Katsoin aamulla peiliin ja näin isäni sekavan katseen. Minun on lopetettava. En suostu olemaan hänen kaltaisensa.",
      "norwegian": "På morgenen så jeg i speilet og så det sløve blikket til faren min. Jeg må stoppe. Jeg nekter å bli som ham.",
      "swedish": "På morgonen tittade jag i spegeln och såg min pappas grumliga blick. Jag var tvungen att sluta. Jag vägrar att vara som honom.",
      "czech": "Když jsem se ráno podíval do zrcadla, uviděl jsem zamlžený pohled svého otce. Musím toho nechat. Odmítám být jako on.",
      "turkish": "Sabah aynaya bakarken babamın şüpheli bakışlarını gördüm. Durmam gerek. Onun gibi olmayı istemiyorum.",
      "arabic": "في الصباح، نظرت في المرآة ورأيت نظرة أبي المكفهرة. أحتاج للتوقف. أنا أرفض أن أكون مثله.",
      "brazilian": "Pela manhã, olhei no espelho e vi o olhar nebuloso do meu pai. Preciso parar. Eu me recuso a ser como ele.",
      "ukrainian": "Вранці, зазирнувши до дзеркала, я побачив там тьмяний погляд свого батька. Я маю зупинитися. Я відмовляюся бути таким, як він.",
      "token": "NEW_ACHIEVEMENT_1_11_DESC"
    }
  },
  {
    "name": "CH5_SHADOW",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/5d5550b4ba439ef73ecf02e31c49974fa802c444.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/3cb19b0ea79709000c0fe929620b12a832ace76e.jpg",
    "displayName": {
      "english": "The Finale",
      "german": "Das Finale",
      "french": "Dernière entrée",
      "italian": "Finale",
      "koreana": "최종장",
      "spanish": "El fin",
      "schinese": "结局",
      "tchinese": "結尾",
      "russian": "Финал",
      "thai": "บทส่งท้าย",
      "japanese": "フィナーレ",
      "polish": "Koniec",
      "dutch": "De finale",
      "finnish": "Finaali",
      "norwegian": "Finalen",
      "swedish": "Finalen",
      "czech": "Finále",
      "turkish": "Final",
      "arabic": "الخاتمة",
      "brazilian": "O final",
      "ukrainian": "Фінал",
      "token": "NEW_ACHIEVEMENT_1_12_NAME"
    },
    "description": {
      "english": "I'm going to do everything right this time.",
      "german": "Dieses Mal werde ich alles richtig machen.",
      "french": "Cette fois, je vais tout faire comme il faut. Je le promets.",
      "italian": "Stavolta farò tutto nel modo giusto.",
      "koreana": "이번에는 모든 것을 제대로 해낼 겁니다.",
      "spanish": "Esta vez, lo haré bien.",
      "schinese": "这次我要做好一切。",
      "tchinese": "這次我要彌補一切。",
      "russian": "На этот раз у меня получится все сделать правильно",
      "thai": "คราวนี้ฉันจะทำทุกอย่างให้ถูกต้อง",
      "japanese": "今回は、すべてを正しいやり方でおこなってみせる。",
      "polish": "Tym razem zrobię wszystko jak trzeba.",
      "dutch": "Dit keer ga ik alles goed doen.",
      "finnish": "Teen tällä kertaa kaiken oikein.",
      "norwegian": "Denne gangen skal jeg gjøre alt riktig.",
      "swedish": "Jag ska göra allt rätt den här gången.",
      "czech": "Tentokrát udělám všechno správně.",
      "turkish": "Bu kez her şeyi doğru yapacağım.",
      "arabic": "سأفعل كل شيء بشكل صحيح هذه المرة.",
      "brazilian": "Desta vez, eu vou fazer tudo direitinho.",
      "ukrainian": "Цього разу я зроблю все як слід.",
      "token": "NEW_ACHIEVEMENT_1_12_DESC"
    }
  },
  {
    "name": "CH1_FIRST",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/ee9a032122370a456b60d6d465f4b7e623824c7c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1542110/815b8961c4f958fa7fc0c4d8213d7399b7cc3aa0.jpg",
    "displayName": {
      "english": "On a Journey!",
      "german": "Auf Reisen!",
      "french": "En route pour l'aventure !",
      "italian": "All'avventura!",
      "koreana": "여행길!",
      "spanish": "¡De viaje!",
      "schinese": "踏上旅程！",
      "tchinese": "踏上旅途！",
      "russian": "В путь!",
      "thai": "ออกเดินทาง!",
      "japanese": "旅へ出発！",
      "polish": "Pora na przygodę!",
      "dutch": "Op reis!",
      "finnish": "Matkalla!",
      "norwegian": "På reise!",
      "swedish": "På en resa!",
      "czech": "Vyrážím na cestu!",
      "turkish": "Yolculukta!",
      "arabic": "في رحلة!",
      "brazilian": "Numa viagem!",
      "ukrainian": "У подорож!",
      "token": "NEW_ACHIEVEMENT_1_13_NAME"
    },
    "description": {
      "english": "I've always dreamed of going on a long journey.",
      "german": "Ich habe schon immer davon geträumt, auf eine lange Reise zu gehen.",
      "french": "J'ai toujours rêvé de partir en voyage.",
      "italian": "Ho sempre sognato di intraprendere una lunga avventura.",
      "koreana": "오랜 여행을 떠나는 것을 늘 꿈꿔왔어요.",
      "spanish": "Siempre he soñado con hacer un viaje largo.",
      "schinese": "我一直梦想着踏上一段漫长的旅程。",
      "tchinese": "我一直夢想著去外邊闖一闖。",
      "russian": "Всегда мечтал отправиться в дальнее путешествие",
      "thai": "ฉันมักจะฝันถึงการเดินทางอันยาวไกลเสมอ",
      "japanese": "一度でいいから長旅に出てみたかった。",
      "polish": "Zawsze marzyła mi się długa przygoda.",
      "dutch": "Ik heb altijd al gedroomd van een lange reis maken.",
      "finnish": "Olen aina unelmoinut lähteväni pitkälle matkalle.",
      "norwegian": "Jeg har alltid drømt om å dra på en lang reise.",
      "swedish": "Jag har alltid drömt om att åka på en lång resa.",
      "czech": "Vždy jsem snil o tom, že se vypravím na dalekou cestu.",
      "turkish": "Daima uzun bir yolculuğa çıkmanın hayalini kurmuşumdur.",
      "arabic": "لطالما حلمت بالذهاب في رحلة طويلة.",
      "brazilian": "Sempre sonhei em fazer uma viagem longa.",
      "ukrainian": "Я завжди мріяв вирушити в довгу подорож.",
      "token": "NEW_ACHIEVEMENT_1_13_DESC"
    }
  }
]