[
  {
    "appid": "1551360",
    "itemdefid": "1",
    "Timestamp": "2023-11-10T17:44:38Z",
    "modified": "20231110T174438Z",
    "date_created": "20231106T171010Z",
    "type": "item",
    "display_type": "Car Vouchers (4)",
    "name": "Car Vouchers (4)",
    "price": "1;USD499,EUR499,GBP399,CNY1900",
    "quantity": 1,
    "description": "Purchase a bundle of 4 Vouchers. Forza Horizon 5 Car Vouchers can be used to obtain any car available in the Autoshow to help you build your dream garage! This allows you to personalize your Forza Horizon 5 experience and collect the cars you want at your own pace. Cars obtained with Car vouchers cannot be transferred. Vouchers can only be exchanged for Autoshow cars, not reward cars for the Festival Playlist or cars available in Car Packs.",
    "description_german": "Kaufe ein Bundle mit 4 Gutscheinen. Mit Forza Horizon 5-Autoshow-Autogutscheinen kannst du jedes in der Autoshow verfügbare Auto erwerben, um dir deine Traumgarage aufzubauen! Dadurch kannst du dein Forza Horizon 5-Erlebnis personalisieren und deine Wunschautos in deinem eigenen Tempo sammeln. Autos, die mit Autogutscheinen erworben wurden, sind nicht übertragbar. Gutscheine können nur gegen Autoshow-Autos eingetauscht werden, nicht gegen Belohnungsautos für die Festival-Playlist oder Autos, die in Autopaketen verfügbar sind.",
    "description_french": "Achetez un lot de 4 coupons. Les coupons de voiture de Forza Horizon 5 peuvent être utilisés pour débloquer n'importe quelle voiture du salon auto afin de vous aider à monter le garage de vos rêves ! Ils vous permettent de personnaliser votre expérience sur Forza Horizon 5 et d'obtenir les voitures que vous voulez à votre rythme. Les voitures obtenues avec des coupons de voiture ne peuvent pas être transférées. Les coupons ne peuvent être utilisés que pour obtenir des voitures du salon auto. Ils ne peuvent pas être utilisés pour obtenir les voitures récompenses de la sélection du festival ou les voitures disponibles dans les packs de voitures.",
    "description_italian": "Acquista un bundle di 4 voucher. I voucher auto di Forza Horizon 5 possono essere usati per ottenere qualsiasi auto disponibile nell'autosalone, aiutandoti a realizzare il garage dei tuoi sogni! Ciò ti consente di personalizzare la tua esperienza in Forza Horizon 5 acquisendo le auto che vuoi al ritmo che vuoi. Le auto ottenute tramite voucher auto non possono essere trasferite. I voucher possono essere scambiati soltanto con auto dell'autosalone. Sono escluse le auto premio per la playlist del Festival e le auto disponibili nel pacchetti auto.",
    "description_koreana": "상품권 4개 번들을 구입하세요. 상품권 4개 번들을 구입하세요 Forza Horizon 5 자동차 바우처는 오토쇼에서 이용 가능한 모든 자동차를 획득하여 꿈의 차고를 만드는 데 사용할 수 있습니다! 이를 통해 나만의 Forza Horizon 5 경험을 만들고, 원하는 자동차를 원하는 때에 수집할 수 있습니다. 자동차 바우처로 획득한 자동차는 양도할 수 없습니다. 바우처는 오토쇼 자동차로만 교환할 수 있으며, 페스티벌 플레이리스트의 보상 자동차나 자동차 팩으로 이용할 수 있는 자동차로는 교환할 수 없습니다. ",
    "description_spanish": "Compra un paquete de 4 cupones. Los cupones de coche de Forza Horizon 5 sirven para conseguir cualquier coche disponible en el concesionario y así estar más cerca de tener el garaje de tus sueños. Con esta opción, podrás personalizar tu experiencia de Forza Horizon 5 y hacerte con los coches que quieras a tu ritmo. Los coches que consigas con los cupones de coche no se pueden transferir. Los cupones de coche solo se pueden canjear por coches del concesionario, no por coches de recompensa de la lista de reproducción del festival ni por coches disponibles en los paquetes de coches.",
    "description_schinese": "购买 4 张优惠券的捆绑包.《极限竞速：地平线 5》汽车优惠券可用于获得车展中的任何汽车，帮助您打造梦想中的车库！ 您可借此打造专属于自己的《极限竞速：地平线 5》游戏体验，并按照自己的节奏收集想要的汽车。 使用汽车优惠券获得的汽车不能转让。 优惠券只能兑换展厅汽车，不能兑换嘉年华游戏列表中的奖励车或车辆套件中的汽车。",
    "description_tchinese": "購買 4 張優惠券的同捆包. Forza Horizon 5 車輛優惠券可以用來獲得汽車展售中心裡的任何車輛，協助您建造夢幻車庫！ 這讓您能個人化您的 Forza Horizon 5 體驗，並按照自己的節奏收集想要的車輛。 使用車輛優惠券獲得的車輛無法轉讓。 優惠券只能兌換汽車展售中心車輛，無法兌換嘉年華遊戲清單的車輛，或車輛套件裡提供的車輛。",
    "description_russian": "Купите набор из 4 ваучеров. С помощью ваучеров на машину Forza Horizon 5 вы можете купить любую машину из автосалона. Создайте гараж своей мечты! Собирайте автомобили в своем темпе. Машины, купленные с помощью ваучеров, нельзя передавать. Ваучеры нельзя обменять на подарочные машины событий фестиваля или машины из наборов — только на машины из автосалона.",
    "description_japanese": "クーポン 4 枚のバンドルを購入する. Forza Horizon 5 マシン クーポンがあれば、オートショーで手に入るあらゆるマシンを獲得でき、夢のガレージ作りに役立ちます! これにより、自分だけの Forza Horizon 5 のプレイ体験を楽しみながら、思い通りにマシンを収集することができます。 マシン クーポンで取得したマシンは譲渡できません。 クーポンはオートショーのマシンとのみ交換でき、フェスティバル プレイリストの報酬マシンやカー パックで利用できるマシンとは交換できません。 ",
    "description_portuguese": "Compra um pacote de 4 Cupões. Os Cupões de Carro do Forza 5 podem ser utilizados para obter qualquer carro disponível no Salão Automóvel e para te ajudar a construir a tua garagem de sonho! Isto permite-te personalizar a tua experiência no Forza Horizon 5 e colecionar os carros que queres ao teu próprio ritmo. Os carros obtidos com os Cupões de Carro não podem ser transferidos. Os Cupões só podem ser trocados por carros do Salão Automóvel, não por carros de recompensa da Lista de Reprodução do Festival nem por carros disponíveis em Pacotes de Carros.",
    "description_polish": "Kup zestaw 4 voucherów. Vouchery na samochody w Forza Horizon 5 można wykorzystać do zdobycia dowolnego auta dostępnego w salonie – dzięki temu rozwiniesz swój wymarzony garaż! Ta opcja pozwoli Ci spersonalizować swoje wrażenia z gry Forza Horizon 5 i zbierać wybrane samochody we własnym tempie. Samochody uzyskane za pomocą voucherów nie mogą być przenoszone. Vouchery można wymieniać tylko na samochody z salonu – nie mogą być to samochody-nagrody z playlisty festiwalowej ani auta dostępne w pakietach.",
    "description_danish": "Køb en samling med 4 kuponer. Forza Horizon 5-bilkuponer kan bruges til at få enhver bil tilgængelig i bilshowet for at hjælpe dig med at bygge din drømmegarage! Dette lader dig personliggøre din Forza Horizon 5-oplevelse og samle de biler, du ønsker i dit helt eget tempo. Biler, der fås via bilkuponer, kan ikke overføres. Kuponer kan kun veksles til bilshow-biler og ikke bruges til biler fra festival-playlisten eller i bilpakker.",
    "description_dutch": "Koop een bundel van 4 vouchers. Forza Horizon 5 autovouchers kunnen worden gebruikt om elke auto te verkrijgen die beschikbaar is in de autoshow om je te helpen je droomgarage te bouwen! Hiermee kun je je Forza Horizon 5-ervaring personaliseren en de auto's die je wilt in je eigen tempo verzamelen. Auto's verkregen met autovouchers kunnen niet worden overgedragen. Vouchers kunnen alleen worden ingewisseld voor autoshow-auto's, niet voor beloningsauto's voor de festival-afspeellijst of auto's in autopacks.",
    "description_finnish": "Osta 4 kupongin nippu. Forza Horizon 5:n autokupongeilla voit hankkia minkä tahansa autoshow'ssa saatavilla olevan auton unelma-autotallisi rakentamiseen! Näin voit mukauttaa Forza Horizon 5 -kokemustasi ja kerätä haluamasi autot omaan tahtiisi. Autokupongeilla hankittuja autoja ei voi siirtää. Kuponkeja voi vaihtaa vain autoshow-autoihin, ei festivaalin kisalistan palkintoautoihin tai autopakettien autoihin.",
    "description_norwegian": "Kjøp en pakke med 4 kuponger. Forza Horizon 5-bilkuponger kan brukes til å skaffe en hvilken som helst bil som er tilgjengelig på bilutstillingen, noe som hjelper deg med å bygge drømmegarasjen! Du kan dermed gjøre Forza Horizon 5-opplevelsen til din egen og samle bilene du ønsker deg, i eget tempo. Biler skaffet med bilkuponger kan ikke overføres. Kuponger kan kun byttes mot bilutstillingsbiler, ikke mot belønningsbiler fra festivalspillelisten eller biler tilgjengelig i bilpakker.",
    "description_swedish": "Köp ett paket med 4 kuponger. Forza Horizon 5-bilkuponger till bilmässan kan användas för att få tillgång till vilken bil som helst på bilmässan så att du kan bygga upp ditt drömgarage! På så vis kan du anpassa din Forza Horizon 5-upplevelse och samla de bilar du vill i din egen takt. Bilar som köps med bilkuponger kan inte överföras. Kuponger kan endast användas till bilar på bilmässan, inte belöningsbilar eller bilar från bilpaket.",
    "description_hungarian": "Egy 4 kupont tartalmazó csomag vásárlása. A Forza Horizon 5 autókuponokkal az Autószalonban látható bármelyik autót megszerezheted, hogy összeállítsd álmaid autógyűjteményét! Így személyre szabhatod a Forza Horizon 5 játékélményét, és a saját tempódban gyűjtheted össze azokat az autókat, amelyeket szeretnél. Az Autókuponokkal szerzett autók nem ruházhatók át másra. A kuponok csak az Autószalon autóira válthatók be, a Fesztivál játéklista és az Autócsomagok jutalomautóira nem.",
    "description_czech": "Kup si balíček 4 poukazů. Poukazy na vozy z autosalonu Forza Horizon 5 lze použít k získání jakéhokoli vozu dostupného v autosalonu, který ti pomůže vybudovat garáž tvých snů! To ti umožní přizpůsobit si zážitek ze hry Forza Horizon 5 a sbírat vozy, které chceš, svým vlastním tempem. Vozidla získaná pomocí poukazů na vozy nelze převádět. Poukazy lze vyměnit pouze za vozy z autosalonu, nikoli za vozy za odměnu z festivalového playlistu nebo vozy dostupné v balíčcích aut.",
    "description_turkish": "4 Kuponluk bir paket satın alın. Forza Horizon 5 Araba Kuponları, hayalinizdeki garajı inşa etmenize yardımcı olmak için Araba Gösterimi'nde bulunan herhangi bir arabayı elde etmek için kullanılabilir! Bu, Forza Horizon 5 deneyiminizi kişiselleştirmenize ve istediğiniz arabaları kendi hızınızda toplamanıza olanak tanır. Araba kuponları ile alınan arabalar devredilemez. Kuponlar sadece Araba Gösterimi arabaları ile değiştirilebilir, Festival Oyun Listesi ödüllerini veya Araba Paketlerinde bulunan arabaları almak için kullanılamaz.",
    "description_brazilian": "Compre um pacote de 4 Vales. Os Vales-Carro do Forza Horizon 5 podem ser usados para obter qualquer carro disponível no Salão de Automóveis, o que te ajudará a construir a garagem dos seus sonhos! Isso permite que você personalize sua experiência no Forza Horizon 5 e colecione seus carros desejados no próprio ritmo. Carros obtidos com Vales-Carro não podem ser transferidos. Os vales só podem ser trocados por carros do Salão de Automóveis, e não por carros-prêmio da Lista de Detalhes do Festival nem por carros disponíveis em Pacotes de Carro.",
    "description_greek": "Αγόρασε ένα πακέτο με 4 κουπόνια. Με τα Κουπόνια Αυτοκινήτων του Forza Horizon 5 μπορείς να αποκτήσεις οποιοδήποτε αυτοκίνητο είναι διαθέσιμο στην Έκθεση Αυτοκινήτων, για να σε βοηθήσει να φτιάξεις το γκαράζ των ονείρων σου! Αυτό σου επιτρέπει να εξατομικεύσεις την εμπειρία σου στο Forza Horizon 5 και να συλλέξεις τα αυτοκίνητα που θέλεις με τον δικό σου ρυθμό. Τα αυτοκίνητα που αποκτήθηκαν με τα Κουπόνια Αυτοκινήτων δεν μπορούν να μεταφερθούν. Μπορείς να ανταλλάξεις τα κουπόνια μόνο με αυτοκίνητα της Έκθεσης Αυτοκινήτων, όχι με αυτοκίνητα ανταμοιβής για τη Λίστα Αναπαραγωγής Φεστιβάλ ή με αυτοκίνητα που είναι διαθέσιμα σε Πακέτα Αυτοκινήτων.",
    "description_latam": "Compra un paquete de 4 cupones. Los cupones para auto del Autoshow de Forza Horizon 5 se pueden utilizar para obtener cualquier auto disponible en el Autoshow para ayudar a construir el taller de tus sueños. Esto te permite personalizar tu experiencia en Forza Horizon 5 y coleccionar los autos que quieras a tu ritmo. Los autos que obtengas con cupones no se pueden transferir. Los cupones solo se pueden intercambiar por autos del Autoshow y no por los de la Lista de juego del Festival, ni por los disponibles en el Paquete de autos.",
    "background_color": "3C352E",
    "icon_url": "https://publicforzaimages.blob.core.windows.net/fh5/small4.png",
    "icon_url_large": "https://publicforzaimages.blob.core.windows.net/fh5/Big4.png",
    "name_color": "7D6D00",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "game_only": true
  },
  {
    "appid": "1551360",
    "itemdefid": "2",
    "Timestamp": "2023-11-10T17:44:22Z",
    "modified": "20231110T174422Z",
    "date_created": "20231106T171040Z",
    "type": "item",
    "display_type": "Car Vouchers (10)",
    "name": "Car Vouchers (10)",
    "price": "1;USD999,EUR999,GBP799,CNY3700",
    "quantity": 1,
    "description": "Purchase a bundle of 10 Vouchers. Forza Horizon 5 Car Vouchers can be used to obtain any car available in the Autoshow to help you build your dream garage! This allows you to personalize your Forza Horizon 5 experience and collect the cars you want at your own pace. Cars obtained with Car vouchers cannot be transferred. Vouchers can be exchanged only for Autoshow cars, not reward cars for the Festival Playlist or cars available in Car Packs.",
    "description_german": "Kaufe ein Bundle mit 10 Gutscheinen. Mit Forza Horizon 5-Autoshow-Autogutscheinen kannst du jedes in der Autoshow verfügbare Auto erwerben, um dir deine Traumgarage aufzubauen! Dadurch kannst du dein Forza Horizon 5-Erlebnis personalisieren und deine Wunschautos in deinem eigenen Tempo sammeln. Autos, die mit Autogutscheinen erworben wurden, sind nicht übertragbar. Gutscheine können nur gegen Autoshow-Autos eingetauscht werden, nicht gegen Belohnungsautos für die Festival-Playlist oder Autos, die in Autopaketen verfügbar sind.",
    "description_french": "Achetez un lot de 10 coupons. Les coupons de voiture de Forza Horizon 5 peuvent être utilisés pour débloquer n'importe quelle voiture du salon auto afin de vous aider à monter le garage de vos rêves ! Ils vous permettent de personnaliser votre expérience sur Forza Horizon 5 et d'obtenir les voitures que vous voulez à votre rythme. Les voitures obtenues avec des coupons de voiture ne peuvent pas être transférées. Les coupons ne peuvent être utilisés que pour obtenir des voitures du salon auto. Ils ne peuvent pas être utilisés pour obtenir les voitures récompenses de la sélection du festival ou les voitures disponibles dans les packs de voitures.",
    "description_italian": "Acquista un bundle di 10 voucher. I voucher auto di Forza Horizon 5 possono essere usati per ottenere qualsiasi auto disponibile nell'autosalone, aiutandoti a realizzare il garage dei tuoi sogni! Ciò ti consente di personalizzare la tua esperienza in Forza Horizon 5 acquisendo le auto che vuoi al ritmo che vuoi. Le auto ottenute tramite voucher auto non possono essere trasferite. I voucher possono essere scambiati soltanto con auto dell'autosalone. Sono escluse le auto premio per la playlist del Festival e le auto disponibili nel pacchetti auto.",
    "description_koreana": "상품권 10개 번들을 구입하세요. 상품권 10개 번들을 구입하세요 Forza Horizon 5 자동차 바우처는 오토쇼에서 이용 가능한 모든 자동차를 획득하여 꿈의 차고를 만드는 데 사용할 수 있습니다! 이를 통해 나만의 Forza Horizon 5 경험을 만들고, 원하는 자동차를 원하는 때에 수집할 수 있습니다. 자동차 바우처로 획득한 자동차는 양도할 수 없습니다. 바우처는 오토쇼 자동차로만 교환할 수 있으며, 페스티벌 플레이리스트의 보상 자동차나 자동차 팩으로 이용할 수 있는 자동차로는 교환할 수 없습니다. ",
    "description_spanish": "Compra un paquete de 10 cupones. Los cupones de coche de Forza Horizon 5 sirven para conseguir cualquier coche disponible en el concesionario y así estar más cerca de tener el garaje de tus sueños. Con esta opción, podrás personalizar tu experiencia de Forza Horizon 5 y hacerte con los coches que quieras a tu ritmo. Los coches que consigas con los cupones de coche no se pueden transferir. Los cupones de coche solo se pueden canjear por coches del concesionario, no por coches de recompensa de la lista de reproducción del festival ni por coches disponibles en los paquetes de coches.",
    "description_schinese": "购买 10 张优惠券的捆绑包.《极限竞速：地平线 5》汽车优惠券可用于获得车展中的任何汽车，帮助您打造梦想中的车库！ 您可借此打造专属于自己的《极限竞速：地平线 5》游戏体验，并按照自己的节奏收集想要的汽车。 使用汽车优惠券获得的汽车不能转让。 优惠券只能兑换展厅汽车，不能兑换嘉年华游戏列表中的奖励车或车辆套件中的汽车。",
    "description_tchinese": "購買 10 張優惠券的同捆包. Forza Horizon 5 車輛優惠券可以用來獲得汽車展售中心裡的任何車輛，協助您建造夢幻車庫！ 這讓您能個人化您的 Forza Horizon 5 體驗，並按照自己的節奏收集想要的車輛。 使用車輛優惠券獲得的車輛無法轉讓。 優惠券只能兌換汽車展售中心車輛，無法兌換嘉年華遊戲清單的車輛，或車輛套件裡提供的車輛。",
    "description_russian": "Купите набор из 10 ваучеров. С помощью ваучеров на машину Forza Horizon 5 вы можете купить любую машину из автосалона. Создайте гараж своей мечты! Собирайте автомобили в своем темпе. Машины, купленные с помощью ваучеров, нельзя передавать. Ваучеры нельзя обменять на подарочные машины событий фестиваля или машины из наборов — только на машины из автосалона.",
    "description_japanese": "クーポン 10 枚のバンドルを購入する. Forza Horizon 5 マシン クーポンがあれば、オートショーで手に入るあらゆるマシンを獲得でき、夢のガレージ作りに役立ちます! これにより、自分だけの Forza Horizon 5 のプレイ体験を楽しみながら、思い通りにマシンを収集することができます。 マシン クーポンで取得したマシンは譲渡できません。 クーポンはオートショーのマシンとのみ交換でき、フェスティバル プレイリストの報酬マシンやカー パックで利用できるマシンとは交換できません。 ",
    "description_portuguese": "Compra um pacote de 10 Cupões. Os Cupões de Carro do Forza 5 podem ser utilizados para obter qualquer carro disponível no Salão Automóvel e para te ajudar a construir a tua garagem de sonho! Isto permite-te personalizar a tua experiência no Forza Horizon 5 e colecionar os carros que queres ao teu próprio ritmo. Os carros obtidos com os Cupões de Carro não podem ser transferidos. Os Cupões só podem ser trocados por carros do Salão Automóvel, não por carros de recompensa da Lista de Reprodução do Festival nem por carros disponíveis em Pacotes de Carros.",
    "description_polish": "Kup zestaw 10 voucherów. Vouchery na samochody w Forza Horizon 5 można wykorzystać do zdobycia dowolnego auta dostępnego w salonie – dzięki temu rozwiniesz swój wymarzony garaż! Ta opcja pozwoli Ci spersonalizować swoje wrażenia z gry Forza Horizon 5 i zbierać wybrane samochody we własnym tempie. Samochody uzyskane za pomocą voucherów nie mogą być przenoszone. Vouchery można wymieniać tylko na samochody z salonu – nie mogą być to samochody-nagrody z playlisty festiwalowej ani auta dostępne w pakietach.",
    "description_danish": "Køb en samling med 10 kuponer. Forza Horizon 5-bilkuponer kan bruges til at få enhver bil tilgængelig i bilshowet for at hjælpe dig med at bygge din drømmegarage! Dette lader dig personliggøre din Forza Horizon 5-oplevelse og samle de biler, du ønsker i dit helt eget tempo. Biler, der fås via bilkuponer, kan ikke overføres. Kuponer kan kun veksles til bilshow-biler og ikke bruges til biler fra festival-playlisten eller i bilpakker.",
    "description_dutch": "Koop een bundel van 10 vouchers. Forza Horizon 5 autovouchers kunnen worden gebruikt om elke auto te verkrijgen die beschikbaar is in de autoshow om je te helpen je droomgarage te bouwen! Hiermee kun je je Forza Horizon 5-ervaring personaliseren en de auto's die je wilt in je eigen tempo verzamelen. Auto's verkregen met autovouchers kunnen niet worden overgedragen. Vouchers kunnen alleen worden ingewisseld voor autoshow-auto's, niet voor beloningsauto's voor de festival-afspeellijst of auto's in autopacks.",
    "description_finnish": "Osta 10 kupongin nippu. Forza Horizon 5:n autokupongeilla voit hankkia minkä tahansa autoshow'ssa saatavilla olevan auton unelma-autotallisi rakentamiseen! Näin voit mukauttaa Forza Horizon 5 -kokemustasi ja kerätä haluamasi autot omaan tahtiisi. Autokupongeilla hankittuja autoja ei voi siirtää. Kuponkeja voi vaihtaa vain autoshow-autoihin, ei festivaalin kisalistan palkintoautoihin tai autopakettien autoihin.",
    "description_norwegian": "Kjøp en pakke med 10 kuponger. Forza Horizon 5-bilkuponger kan brukes til å skaffe en hvilken som helst bil som er tilgjengelig på bilutstillingen, noe som hjelper deg med å bygge drømmegarasjen! Du kan dermed gjøre Forza Horizon 5-opplevelsen til din egen og samle bilene du ønsker deg, i eget tempo. Biler skaffet med bilkuponger kan ikke overføres. Kuponger kan kun byttes mot bilutstillingsbiler, ikke mot belønningsbiler fra festivalspillelisten eller biler tilgjengelig i bilpakker.",
    "description_swedish": "Köp ett paket med 10 kuponger. Forza Horizon 5-bilkuponger till bilmässan kan användas för att få tillgång till vilken bil som helst på bilmässan så att du kan bygga upp ditt drömgarage! På så vis kan du anpassa din Forza Horizon 5-upplevelse och samla de bilar du vill i din egen takt. Bilar som köps med bilkuponger kan inte överföras. Kuponger kan endast användas till bilar på bilmässan, inte belöningsbilar eller bilar från bilpaket.",
    "description_hungarian": "Egy 10 kupont tartalmazó csomag vásárlása. A Forza Horizon 5 autókuponokkal az Autószalonban látható bármelyik autót megszerezheted, hogy összeállítsd álmaid autógyűjteményét! Így személyre szabhatod a Forza Horizon 5 játékélményét, és a saját tempódban gyűjtheted össze azokat az autókat, amelyeket szeretnél. Az Autókuponokkal szerzett autók nem ruházhatók át másra. A kuponok csak az Autószalon autóira válthatók be, a Fesztivál játéklista és az Autócsomagok jutalomautóira nem.",
    "description_czech": "Kup si balíček 10 poukazů. Poukazy na vozy z autosalonu Forza Horizon 5 lze použít k získání jakéhokoli vozu dostupného v autosalonu, který ti pomůže vybudovat garáž tvých snů! To ti umožní přizpůsobit si zážitek ze hry Forza Horizon 5 a sbírat vozy, které chceš, svým vlastním tempem. Vozidla získaná pomocí poukazů na vozy nelze převádět. Poukazy lze vyměnit pouze za vozy z autosalonu, nikoli za vozy za odměnu z festivalového playlistu nebo vozy dostupné v balíčcích aut.",
    "description_turkish": "10 Kuponluk bir paket satın alın. Forza Horizon 5 Araba Kuponları, hayalinizdeki garajı inşa etmenize yardımcı olmak için Araba Gösterimi'nde bulunan herhangi bir arabayı elde etmek için kullanılabilir! Bu, Forza Horizon 5 deneyiminizi kişiselleştirmenize ve istediğiniz arabaları kendi hızınızda toplamanıza olanak tanır. Araba kuponları ile alınan arabalar devredilemez. Kuponlar sadece Araba Gösterimi arabaları ile değiştirilebilir, Festival Oyun Listesi ödüllerini veya Araba Paketlerinde bulunan arabaları almak için kullanılamaz.",
    "description_brazilian": "Compre um pacote de 10 Vales. Os Vales-Carro do Forza Horizon 5 podem ser usados para obter qualquer carro disponível no Salão de Automóveis, o que te ajudará a construir a garagem dos seus sonhos! Isso permite que você personalize sua experiência no Forza Horizon 5 e colecione seus carros desejados no próprio ritmo. Carros obtidos com Vales-Carro não podem ser transferidos. Os vales só podem ser trocados por carros do Salão de Automóveis, e não por carros-prêmio da Lista de Detalhes do Festival nem por carros disponíveis em Pacotes de Carro.",
    "description_greek": "Αγόρασε ένα πακέτο με 10 κουπόνια. Με τα Κουπόνια Αυτοκινήτων του Forza Horizon 5 μπορείς να αποκτήσεις οποιοδήποτε αυτοκίνητο είναι διαθέσιμο στην Έκθεση Αυτοκινήτων, για να σε βοηθήσει να φτιάξεις το γκαράζ των ονείρων σου! Αυτό σου επιτρέπει να εξατομικεύσεις την εμπειρία σου στο Forza Horizon 5 και να συλλέξεις τα αυτοκίνητα που θέλεις με τον δικό σου ρυθμό. Τα αυτοκίνητα που αποκτήθηκαν με τα Κουπόνια Αυτοκινήτων δεν μπορούν να μεταφερθούν. Μπορείς να ανταλλάξεις τα κουπόνια μόνο με αυτοκίνητα της Έκθεσης Αυτοκινήτων, όχι με αυτοκίνητα ανταμοιβής για τη Λίστα Αναπαραγωγής Φεστιβάλ ή με αυτοκίνητα που είναι διαθέσιμα σε Πακέτα Αυτοκινήτων.",
    "description_latam": "Compra un paquete de 10 cupones. Los cupones para auto del Autoshow de Forza Horizon 5 se pueden utilizar para obtener cualquier auto disponible en el Autoshow para ayudar a construir el taller de tus sueños. Esto te permite personalizar tu experiencia en Forza Horizon 5 y coleccionar los autos que quieras a tu ritmo. Los autos que obtengas con cupones no se pueden transferir. Los cupones solo se pueden intercambiar por autos del Autoshow y no por los de la Lista de juego del Festival, ni por los disponibles en el Paquete de autos.",
    "background_color": "3C352E",
    "icon_url": "https://publicforzaimages.blob.core.windows.net/fh5/small10.png",
    "icon_url_large": "https://publicforzaimages.blob.core.windows.net/fh5/Big10.png",
    "name_color": "7D6D00",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "game_only": true
  },
  {
    "appid": "1551360",
    "itemdefid": "3",
    "Timestamp": "2023-11-10T17:43:58Z",
    "modified": "20231110T174358Z",
    "date_created": "20231106T171101Z",
    "type": "item",
    "display_type": "Car Vouchers (24)",
    "name": "Car Vouchers (24)",
    "price": "1;USD1999,EUR1999,GBP1499,CNY8000",
    "quantity": 1,
    "description": "Purchase a bundle of 24 Vouchers. Forza Horizon 5 Car Vouchers can be used to obtain any car available in the Autoshow to help you build your dream garage! This allows you to personalize your Forza Horizon 5 experience and collect the cars you want at your own pace. Cars obtained with Car vouchers cannot be transferred. Vouchers can only be exchanged for Autoshow cars, not reward cars for the Festival Playlist or cars available in Car Packs.",
    "description_german": "Kaufe ein Bundle mit 24 Gutscheinen. Mit Forza Horizon 5-Autoshow-Autogutscheinen kannst du jedes in der Autoshow verfügbare Auto erwerben, um dir deine Traumgarage aufzubauen! Dadurch kannst du dein Forza Horizon 5-Erlebnis personalisieren und deine Wunschautos in deinem eigenen Tempo sammeln. Autos, die mit Autogutscheinen erworben wurden, sind nicht übertragbar. Gutscheine können nur gegen Autoshow-Autos eingetauscht werden, nicht gegen Belohnungsautos für die Festival-Playlist oder Autos, die in Autopaketen verfügbar sind.",
    "description_french": "Achetez un lot de 24 coupons. Les coupons de voiture de Forza Horizon 5 peuvent être utilisés pour débloquer n'importe quelle voiture du salon auto afin de vous aider à monter le garage de vos rêves ! Ils vous permettent de personnaliser votre expérience sur Forza Horizon 5 et d'obtenir les voitures que vous voulez à votre rythme. Les voitures obtenues avec des coupons de voiture ne peuvent pas être transférées. Les coupons ne peuvent être utilisés que pour obtenir des voitures du salon auto. Ils ne peuvent pas être utilisés pour obtenir les voitures récompenses de la sélection du festival ou les voitures disponibles dans les packs de voitures.",
    "description_italian": "Acquista un bundle di 24 voucher. I voucher auto di Forza Horizon 5 possono essere usati per ottenere qualsiasi auto disponibile nell'autosalone, aiutandoti a realizzare il garage dei tuoi sogni! Ciò ti consente di personalizzare la tua esperienza in Forza Horizon 5 acquisendo le auto che vuoi al ritmo che vuoi. Le auto ottenute tramite voucher auto non possono essere trasferite. I voucher possono essere scambiati soltanto con auto dell'autosalone. Sono escluse le auto premio per la playlist del Festival e le auto disponibili nel pacchetti auto.",
    "description_koreana": "상품권 24개 번들을 구입하세요. 상품권 24개 번들을 구입하세요 Forza Horizon 5 자동차 바우처는 오토쇼에서 이용 가능한 모든 자동차를 획득하여 꿈의 차고를 만드는 데 사용할 수 있습니다! 이를 통해 나만의 Forza Horizon 5 경험을 만들고, 원하는 자동차를 원하는 때에 수집할 수 있습니다. 자동차 바우처로 획득한 자동차는 양도할 수 없습니다. 바우처는 오토쇼 자동차로만 교환할 수 있으며, 페스티벌 플레이리스트의 보상 자동차나 자동차 팩으로 이용할 수 있는 자동차로는 교환할 수 없습니다. ",
    "description_spanish": "Compra un paquete de 24 cupones. Los cupones de coche de Forza Horizon 5 sirven para conseguir cualquier coche disponible en el concesionario y así estar más cerca de tener el garaje de tus sueños. Con esta opción, podrás personalizar tu experiencia de Forza Horizon 5 y hacerte con los coches que quieras a tu ritmo. Los coches que consigas con los cupones de coche no se pueden transferir. Los cupones de coche solo se pueden canjear por coches del concesionario, no por coches de recompensa de la lista de reproducción del festival ni por coches disponibles en los paquetes de coches.",
    "description_schinese": "购买 24 张优惠券的捆绑包.《极限竞速：地平线 5》汽车优惠券可用于获得车展中的任何汽车，帮助您打造梦想中的车库！ 您可借此打造专属于自己的《极限竞速：地平线 5》游戏体验，并按照自己的节奏收集想要的汽车。 使用汽车优惠券获得的汽车不能转让。 优惠券只能兑换展厅汽车，不能兑换嘉年华游戏列表中的奖励车或车辆套件中的汽车。",
    "description_tchinese": "購買 24 張優惠券的同捆包. Forza Horizon 5 車輛優惠券可以用來獲得汽車展售中心裡的任何車輛，協助您建造夢幻車庫！ 這讓您能個人化您的 Forza Horizon 5 體驗，並按照自己的節奏收集想要的車輛。 使用車輛優惠券獲得的車輛無法轉讓。 優惠券只能兌換汽車展售中心車輛，無法兌換嘉年華遊戲清單的車輛，或車輛套件裡提供的車輛。",
    "description_russian": "Купите набор из 24 ваучеров. С помощью ваучеров на машину Forza Horizon 5 вы можете купить любую машину из автосалона. Создайте гараж своей мечты! Собирайте автомобили в своем темпе. Машины, купленные с помощью ваучеров, нельзя передавать. Ваучеры нельзя обменять на подарочные машины событий фестиваля или машины из наборов — только на машины из автосалона.",
    "description_japanese": "クーポン 24 枚のバンドルを購入する. Forza Horizon 5 マシン クーポンがあれば、オートショーで手に入るあらゆるマシンを獲得でき、夢のガレージ作りに役立ちます! これにより、自分だけの Forza Horizon 5 のプレイ体験を楽しみながら、思い通りにマシンを収集することができます。 マシン クーポンで取得したマシンは譲渡できません。 クーポンはオートショーのマシンとのみ交換でき、フェスティバル プレイリストの報酬マシンやカー パックで利用できるマシンとは交換できません。 ",
    "description_portuguese": "Compra um pacote de 24 Cupões. Os Cupões de Carro do Forza 5 podem ser utilizados para obter qualquer carro disponível no Salão Automóvel e para te ajudar a construir a tua garagem de sonho! Isto permite-te personalizar a tua experiência no Forza Horizon 5 e colecionar os carros que queres ao teu próprio ritmo. Os carros obtidos com os Cupões de Carro não podem ser transferidos. Os Cupões só podem ser trocados por carros do Salão Automóvel, não por carros de recompensa da Lista de Reprodução do Festival nem por carros disponíveis em Pacotes de Carros.",
    "description_polish": "Kup zestaw 24 voucherów. Vouchery na samochody w Forza Horizon 5 można wykorzystać do zdobycia dowolnego auta dostępnego w salonie – dzięki temu rozwiniesz swój wymarzony garaż! Ta opcja pozwoli Ci spersonalizować swoje wrażenia z gry Forza Horizon 5 i zbierać wybrane samochody we własnym tempie. Samochody uzyskane za pomocą voucherów nie mogą być przenoszone. Vouchery można wymieniać tylko na samochody z salonu – nie mogą być to samochody-nagrody z playlisty festiwalowej ani auta dostępne w pakietach.",
    "description_danish": "Køb en samling med 24 kuponer. Forza Horizon 5-bilkuponer kan bruges til at få enhver bil tilgængelig i bilshowet for at hjælpe dig med at bygge din drømmegarage! Dette lader dig personliggøre din Forza Horizon 5-oplevelse og samle de biler, du ønsker i dit helt eget tempo. Biler, der fås via bilkuponer, kan ikke overføres. Kuponer kan kun veksles til bilshow-biler og ikke bruges til biler fra festival-playlisten eller i bilpakker.",
    "description_dutch": "Koop een bundel van 24 vouchers. Forza Horizon 5 autovouchers kunnen worden gebruikt om elke auto te verkrijgen die beschikbaar is in de autoshow om je te helpen je droomgarage te bouwen! Hiermee kun je je Forza Horizon 5-ervaring personaliseren en de auto's die je wilt in je eigen tempo verzamelen. Auto's verkregen met autovouchers kunnen niet worden overgedragen. Vouchers kunnen alleen worden ingewisseld voor autoshow-auto's, niet voor beloningsauto's voor de festival-afspeellijst of auto's in autopacks.",
    "description_finnish": "Osta 24 kupongin nippu. Forza Horizon 5:n autokupongeilla voit hankkia minkä tahansa autoshow'ssa saatavilla olevan auton unelma-autotallisi rakentamiseen! Näin voit mukauttaa Forza Horizon 5 -kokemustasi ja kerätä haluamasi autot omaan tahtiisi. Autokupongeilla hankittuja autoja ei voi siirtää. Kuponkeja voi vaihtaa vain autoshow-autoihin, ei festivaalin kisalistan palkintoautoihin tai autopakettien autoihin.",
    "description_norwegian": "Kjøp en pakke med 24 kuponger. Forza Horizon 5-bilkuponger kan brukes til å skaffe en hvilken som helst bil som er tilgjengelig på bilutstillingen, noe som hjelper deg med å bygge drømmegarasjen! Du kan dermed gjøre Forza Horizon 5-opplevelsen til din egen og samle bilene du ønsker deg, i eget tempo. Biler skaffet med bilkuponger kan ikke overføres. Kuponger kan kun byttes mot bilutstillingsbiler, ikke mot belønningsbiler fra festivalspillelisten eller biler tilgjengelig i bilpakker.",
    "description_swedish": "Köp ett paket med 24 kuponger. Forza Horizon 5-bilkuponger till bilmässan kan användas för att få tillgång till vilken bil som helst på bilmässan så att du kan bygga upp ditt drömgarage! På så vis kan du anpassa din Forza Horizon 5-upplevelse och samla de bilar du vill i din egen takt. Bilar som köps med bilkuponger kan inte överföras. Kuponger kan endast användas till bilar på bilmässan, inte belöningsbilar eller bilar från bilpaket.",
    "description_hungarian": "Egy 24 kupont tartalmazó csomag vásárlása. A Forza Horizon 5 autókuponokkal az Autószalonban látható bármelyik autót megszerezheted, hogy összeállítsd álmaid autógyűjteményét! Így személyre szabhatod a Forza Horizon 5 játékélményét, és a saját tempódban gyűjtheted össze azokat az autókat, amelyeket szeretnél. Az Autókuponokkal szerzett autók nem ruházhatók át másra. A kuponok csak az Autószalon autóira válthatók be, a Fesztivál játéklista és az Autócsomagok jutalomautóira nem.",
    "description_czech": "Kup si balíček 24 poukazů. Poukazy na vozy z autosalonu Forza Horizon 5 lze použít k získání jakéhokoli vozu dostupného v autosalonu, který ti pomůže vybudovat garáž tvých snů! To ti umožní přizpůsobit si zážitek ze hry Forza Horizon 5 a sbírat vozy, které chceš, svým vlastním tempem. Vozidla získaná pomocí poukazů na vozy nelze převádět. Poukazy lze vyměnit pouze za vozy z autosalonu, nikoli za vozy za odměnu z festivalového playlistu nebo vozy dostupné v balíčcích aut.",
    "description_turkish": "24 Kuponluk bir paket satın alın. Forza Horizon 5 Araba Kuponları, hayalinizdeki garajı inşa etmenize yardımcı olmak için Araba Gösterimi'nde bulunan herhangi bir arabayı elde etmek için kullanılabilir! Bu, Forza Horizon 5 deneyiminizi kişiselleştirmenize ve istediğiniz arabaları kendi hızınızda toplamanıza olanak tanır. Araba kuponları ile alınan arabalar devredilemez. Kuponlar sadece Araba Gösterimi arabaları ile değiştirilebilir, Festival Oyun Listesi ödüllerini veya Araba Paketlerinde bulunan arabaları almak için kullanılamaz.",
    "description_brazilian": "Compre um pacote de 24 Vales. Os Vales-Carro do Forza Horizon 5 podem ser usados para obter qualquer carro disponível no Salão de Automóveis, o que te ajudará a construir a garagem dos seus sonhos! Isso permite que você personalize sua experiência no Forza Horizon 5 e colecione seus carros desejados no próprio ritmo. Carros obtidos com Vales-Carro não podem ser transferidos. Os vales só podem ser trocados por carros do Salão de Automóveis, e não por carros-prêmio da Lista de Detalhes do Festival nem por carros disponíveis em Pacotes de Carro.",
    "description_greek": "Αγόρασε ένα πακέτο με 24 κουπόνια. Με τα Κουπόνια Αυτοκινήτων του Forza Horizon 5 μπορείς να αποκτήσεις οποιοδήποτε αυτοκίνητο είναι διαθέσιμο στην Έκθεση Αυτοκινήτων, για να σε βοηθήσει να φτιάξεις το γκαράζ των ονείρων σου! Αυτό σου επιτρέπει να εξατομικεύσεις την εμπειρία σου στο Forza Horizon 5 και να συλλέξεις τα αυτοκίνητα που θέλεις με τον δικό σου ρυθμό. Τα αυτοκίνητα που αποκτήθηκαν με τα Κουπόνια Αυτοκινήτων δεν μπορούν να μεταφερθούν. Μπορείς να ανταλλάξεις τα κουπόνια μόνο με αυτοκίνητα της Έκθεσης Αυτοκινήτων, όχι με αυτοκίνητα ανταμοιβής για τη Λίστα Αναπαραγωγής Φεστιβάλ ή με αυτοκίνητα που είναι διαθέσιμα σε Πακέτα Αυτοκινήτων.",
    "description_latam": "Compra un paquete de 24 cupones. Los cupones para auto del Autoshow de Forza Horizon 5 se pueden utilizar para obtener cualquier auto disponible en el Autoshow para ayudar a construir el taller de tus sueños. Esto te permite personalizar tu experiencia en Forza Horizon 5 y coleccionar los autos que quieras a tu ritmo. Los autos que obtengas con cupones no se pueden transferir. Los cupones solo se pueden intercambiar por autos del Autoshow y no por los de la Lista de juego del Festival, ni por los disponibles en el Paquete de autos.",
    "background_color": "3C352E",
    "icon_url": "https://publicforzaimages.blob.core.windows.net/fh5/small24.png",
    "icon_url_large": "https://publicforzaimages.blob.core.windows.net/fh5/Big24.png",
    "name_color": "7D6D00",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "game_only": true
  }
]