[
  {
    "name": "NEW_ACHIEVEMENT_1_0",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/7f54efd2de225239bd5b65944befb1b5e659516a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/88372c4c604233675893729a3dc07954024cf004.jpg",
    "displayName": {
      "brazilian": "A porta de entrada para o submundo",
      "dutch": "De poort naar de onderwereld",
      "english": "The gateway to the underworld",
      "french": "La porte des enfers",
      "german": "Das Tor zur Unterwelt",
      "greek": "Η πύλη προς τον κάτω κόσμο",
      "italian": "La porta per gli inferi",
      "japanese": "冥界への入り口",
      "polish": "Brama do podziemi",
      "portuguese": "A porta de entrada para o submundo",
      "romanian": "Poarta către lumea interlopă",
      "russian": "Ворота в подземный мир",
      "schinese": "通往冥界的大门",
      "spanish": "La puerta de entrada al inframundo",
      "token": "NEW_ACHIEVEMENT_1_0_NAME",
      "turkish": "Yeraltı dünyasına açılan kapı"
    },
    "description": {
      "brazilian": "Enquanto sua alma atravessa os portões do submundo, Anúbis aguarda, pronto para abraçá-lo e guiá-lo em sua viagem profunda.",
      "dutch": "Terwijl je ziel de poorten van de onderwereld doorkruist, wacht Anubis op je, klaar om je te omhelzen en te begeleiden op je diepgaande reis.",
      "english": "As your soul traverses the gates of the underworld, Anubis awaits, ready to embrace and guide you on your profound voyage.",
      "french": "Alors que votre âme franchit les portes des enfers, Anubis vous attend, prêt à vous embrasser et à vous guider dans votre profond voyage.",
      "german": "Während Ihre Seele die Tore der Unterwelt durchquert, erwartet Sie Anubis, bereit, Sie zu umarmen und auf Ihrer tiefgreifenden Reise zu begleiten.",
      "greek": "Καθώς η ψυχή σας διασχίζει τις πύλες του κάτω κόσμου, ο Anubis σας περιμένει, έτοιμος να σας αγκαλιάσει και να σας καθοδηγήσει στο βαθύ ταξίδι σας.",
      "italian": "Mentre la tua anima attraversa le porte degli inferi, Anubis attende, pronto ad abbracciarti e guidarti nel tuo viaggio profondo.",
      "japanese": "あなたの魂が冥界の門を通過するとき、アヌビスはあなたを受け入れ、深遠な旅へと導く準備ができて待っています。",
      "polish": "Gdy twoja dusza przekroczy bramy podziemnego świata, Anubis czeka, gotowy, aby cię objąć i poprowadzić w twojej głębokiej podróży.",
      "portuguese": "Enquanto sua alma atravessa os portões do submundo, Anúbis aguarda, pronto para abraçá-lo e guiá-lo em sua viagem profunda.",
      "romanian": "În timp ce sufletul tău străbate porțile lumii interlope, Anubis te așteaptă, gata să te îmbrățișeze și să te ghideze în călătoria ta profundă.",
      "russian": "Когда ваша душа пересекает врата подземного мира, вас ждет Анубис, готовый обнять и направить вас в вашем глубоком путешествии.",
      "schinese": "当你的灵魂穿过地下世界的大门时，阿努比斯等待着，准备好拥抱并引导你踏上你的深远旅程。",
      "spanish": "Mientras tu alma atraviesa las puertas del inframundo, Anubis te espera, listo para abrazarte y guiarte en tu profundo viaje.",
      "token": "NEW_ACHIEVEMENT_1_0_DESC",
      "turkish": "Ruhunuz yeraltı dünyasının kapılarından geçerken Anubis sizi derin yolculuğunuzda kucaklamaya ve yönlendirmeye hazır olarak bekliyor."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_1",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/e3f2b2cde17ec555663387a9bd5a4ac90e8f1caf.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/bb8945a9675214fde55414e91cfce151ad530220.jpg",
    "displayName": {
      "brazilian": "É apenas um sonho?",
      "dutch": "Is het slechts een droom?",
      "english": "Is it merely a dream?",
      "french": "Est-ce simplement un rêve ?",
      "german": "Ist es nur ein Traum?",
      "greek": "Είναι απλώς ένα όνειρο;",
      "italian": "È solo un sogno?",
      "japanese": "それはただの夢でしょうか？",
      "polish": "Czy to tylko sen?",
      "portuguese": "É apenas um sonho?",
      "romanian": "Este doar un vis?",
      "russian": "Это просто сон?",
      "schinese": "这只是一个梦吗？",
      "spanish": "¿Es simplemente un sueño?",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "turkish": "Sadece bir rüya mı?"
    },
    "description": {
      "brazilian": "O reino dos falecidos parece um pesadelo assustador.",
      "dutch": "Het rijk van de overledene lijkt op een angstaanjagende nachtmerrie.",
      "english": "The realm of the deceased appears akin to a haunting nightmare.",
      "french": "Le royaume du défunt apparaît comme un cauchemar obsédant.",
      "german": "Das Reich der Verstorbenen gleicht einem eindringlichen Albtraum.",
      "greek": "Το βασίλειο των νεκρών μοιάζει με έναν στοιχειωμένο εφιάλτη.",
      "italian": "Il regno dei defunti sembra simile a un incubo inquietante.",
      "japanese": "死者の世界は、忘れられない悪夢のように見えます。",
      "polish": "Kraina zmarłych przypomina nawiedzający koszmar.",
      "portuguese": "O reino dos falecidos parece um pesadelo assustador.",
      "romanian": "Tărâmul decedatului pare ca un coșmar bântuitor.",
      "russian": "Царство умерших кажется навязчивым кошмаром.",
      "schinese": "死者的境界看起来就像一个令人难以忘怀的噩梦。",
      "spanish": "El reino de los difuntos parece similar a una pesadilla inquietante.",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "turkish": "Merhumun krallığı, unutulmaz bir kabusa benziyor."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_2",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/453c288bf46ae603a93dceb30f54397bbfc23480.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/90a63a7d20e99b13ebc649201b0a0cdd55b5a9dd.jpg",
    "displayName": {
      "brazilian": "O caminho para a iluminação",
      "dutch": "Het pad naar verlichting",
      "english": "The path to enlightenment",
      "french": "Le chemin de l'illumination",
      "german": "Der Weg zur Erleuchtung",
      "greek": "Ο δρόμος προς τη φώτιση",
      "italian": "Il percorso verso l'illuminazione",
      "japanese": "悟りへの道",
      "polish": "Ścieżka do oświecenia",
      "portuguese": "O caminho para a iluminação",
      "romanian": "Calea spre iluminare",
      "russian": "Путь к просветлению",
      "schinese": "启蒙之路",
      "spanish": "El camino a la iluminación",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "turkish": "Aydınlanma yolu"
    },
    "description": {
      "brazilian": "A jornada em direção à iluminação e à sabedoria, conforme revelada nas antigas escrituras de Anúbis, é árdua e exige que se abandone tesouros amados em busca de alcançá-los.",
      "dutch": "De reis naar verlichting en wijsheid, zoals geopenbaard in de oude Anubis-geschriften, is zwaar en vereist dat iemand geliefde schatten opgeeft bij het nastreven van het bereiken ervan.",
      "english": "The journey towards enlightenment and wisdom, as revealed in the ancient Anubis scriptures, is arduous, demanding one to relinquish beloved treasures in pursuit of its attainment.",
      "french": "Le voyage vers l'illumination et la sagesse, tel que révélé dans les anciennes écritures d'Anubis, est ardu, exigeant de renoncer à des trésors bien-aimés dans la poursuite de sa réalisation.",
      "german": "Der Weg zur Erleuchtung und Weisheit, wie er in den alten Anubis-Schriften offenbart wird, ist mühsam und erfordert den Verzicht auf geliebte Schätze, um ihn zu erreichen.",
      "greek": "Το ταξίδι προς τη φώτιση και τη σοφία, όπως αποκαλύπτεται στις αρχαίες γραφές του Anubis, είναι επίπονο, απαιτώντας από κάποιον να παραιτηθεί από αγαπημένα του πράγματα επιδιώκοντας την επίτευξή του.",
      "italian": "Il viaggio verso l'illuminazione e la saggezza, come rivelato nelle antiche scritture di Anubi, è arduo e richiede di abbandonare i propri amati tesori per raggiungerli.",
      "japanese": "古代のアヌビス経典に明らかにされているように、悟りと知恵への旅は困難であり、その達成を追求するために最愛の宝物を放棄する必要があります。",
      "polish": "Podróż ku oświeceniu i mądrości, jak objawiono w starożytnych pismach Anubisa, jest żmudna i wymaga porzucenia ukochanych skarbów w pogoni za jej osiągnięciem.",
      "portuguese": "A jornada em direção à iluminação e à sabedoria, conforme revelada nas antigas escrituras de Anúbis, é árdua e exige que se abandone tesouros amados em busca de alcançá-los.",
      "romanian": "Călătoria către iluminare și înțelepciune, așa cum este dezvăluită în scripturile antice Anubis, este anevoioasă, solicitând ca cineva să renunțe la comorile iubite în căutarea atingerii acesteia.",
      "russian": "Путь к просветлению и мудрости, раскрытый в древних писаниях Анубиса, труден и требует от человека отказаться от любимых сокровищ в погоне за его достижением.",
      "schinese": "正如古老的阿努比斯经文所揭示的那样，通往启蒙和智慧的旅程是艰巨的，要求一个人放弃心爱的宝藏以追求它的实现。",
      "spanish": "El viaje hacia la iluminación y la sabiduría, como se revela en las antiguas escrituras de Anubis, es arduo y exige que uno renuncie a sus amados tesoros en pos de su consecución.",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "turkish": "Kadim Anubis kutsal metinlerinde açıklandığı gibi, aydınlanma ve bilgeliğe giden yolculuk çetindir ve kişinin onu elde etmek için sevdiği hazinelerden vazgeçmesini gerektirir."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_3",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/e2878270e974c775679a98893cd49d641b1cc646.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/76d86f70baecbe605db109451838155c9208a8ef.jpg",
    "displayName": {
      "brazilian": "Nossos esforços estão finalmente produzindo progresso.",
      "dutch": "Onze inspanningen leveren eindelijk vooruitgang op.",
      "english": "Our efforts are finally yielding progress.",
      "french": "Nos efforts portent enfin leurs fruits.",
      "german": "Unsere Bemühungen zeigen endlich Fortschritte.",
      "greek": "Οι προσπάθειές μας τελικά αποφέρουν πρόοδο.",
      "italian": "I nostri sforzi stanno finalmente dando i loro frutti.",
      "japanese": "私たちの努力はついに進歩をもたらしました。",
      "polish": "Nasze wysiłki w końcu przynoszą postęp.",
      "portuguese": "Nossos esforços estão finalmente produzindo progresso.",
      "romanian": "Eforturile noastre dau în sfârșit progrese.",
      "russian": "Наши усилия наконец приносят плоды.",
      "schinese": "我们的努力终于取得进展。",
      "spanish": "Nuestros esfuerzos finalmente están dando frutos.",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "turkish": "Çabalarımız nihayet ilerleme sağlıyor."
    },
    "description": {
      "brazilian": "As câmaras enigmáticas estão à frente, me tentando com seus segredos ocultos, mas ainda assim hesito em desvendar as profundezas desse conhecimento.",
      "dutch": "De raadselachtige kamers liggen verderop en verleiden me met hun verborgen geheimen, maar toch aarzel ik om de diepten van die kennis te ontrafelen.",
      "english": "The enigmatic chambers lie ahead, tempting me with their hidden secrets, yet I find myself hesitant to unravel the depths of that knowledge.",
      "french": "Les chambres énigmatiques se trouvent devant moi, me tentant avec leurs secrets cachés, mais j'hésite à découvrir les profondeurs de cette connaissance.",
      "german": "Die rätselhaften Kammern liegen vor mir und locken mich mit ihren verborgenen Geheimnissen, doch ich zögere, die Tiefen dieses Wissens zu ergründen.",
      "greek": "Οι αινιγματικές αίθουσες βρίσκονται μπροστά, με δελεάζουν με τα κρυμμένα μυστικά τους, ωστόσο βρίσκομαι διστακτικός να ξετυλίξω τα βάθη αυτής της γνώσης.",
      "italian": "Le camere enigmatiche si trovano davanti a me, tentandomi con i loro segreti nascosti, eppure mi trovo riluttante a svelare le profondità di quella conoscenza.",
      "japanese": "謎めいた部屋が目の前にあり、隠された秘密で私を誘惑しますが、その知識の深さを解明することには躊躇します。",
      "polish": "Przed nami tajemnicze komnaty, kuszące mnie swoimi ukrytymi sekretami, jednak waham się, czy odkryć głębię tej wiedzy.",
      "portuguese": "As câmaras enigmáticas estão à frente, me tentando com seus segredos ocultos, mas ainda assim hesito em desvendar as profundezas desse conhecimento.",
      "romanian": "Camerele enigmatice se află în față, tentându-mă cu secretele lor ascunse, dar eu ezit să dezvălui profunzimile acelei cunoștințe.",
      "russian": "Загадочные залы лежат впереди, соблазняя меня своими скрытыми секретами, но я не решаюсь разгадать глубины этих знаний.",
      "schinese": "神秘的房间就在前方，用它们隐藏的秘密诱惑着我，但我发现自己对揭开这些知识的深度犹豫不决。",
      "spanish": "Las cámaras enigmáticas se encuentran por delante, tentándome con sus secretos ocultos, pero me encuentro vacilante en desentrañar las profundidades de ese conocimiento.",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "turkish": "Gizemli odalar ileride uzanıyor, gizli sırlarıyla beni cezbediyor, yine de kendimi bu bilginin derinliklerini çözmek konusunda tereddütlü buluyorum."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_4",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/7278c9045acca157becf286e2f170191221489a5.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/80006843cc604928427897fc181eacc2302ce1f4.jpg",
    "displayName": {
      "brazilian": "Isso parece muito ruim",
      "dutch": "Dit ziet er echt slecht uit",
      "english": "This looks really bad",
      "french": "Cela a l'air vraiment mauvais",
      "german": "Das sieht wirklich schlimm aus",
      "greek": "Αυτό φαίνεται πολύ κακό",
      "italian": "Sembra davvero brutto",
      "japanese": "これは本当に悪そうです",
      "polish": "To wygląda naprawdę źle",
      "portuguese": "Isso parece muito ruim",
      "romanian": "Asta arată foarte rău",
      "russian": "Это выглядит очень плохо",
      "schinese": "这看起来真的很糟糕",
      "spanish": "Esto se ve muy mal",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "turkish": "Bu gerçekten kötü görünüyor"
    },
    "description": {
      "brazilian": "O domínio malévolo dos demônios do submundo me envolve, à medida que o peso das minhas transgressões se torna insuportável de suportar.",
      "dutch": "De kwaadaardige greep van de demonen van de onderwereld omhult mij, terwijl het gewicht van mijn overtredingen ondraaglijk wordt om te dragen.",
      "english": "The malevolent grasp of the underworld's demons envelops me, as the weight of my transgressions becomes unbearable to bear.",
      "french": "L'emprise malveillante des démons de la pègre m'enveloppe, tandis que le poids de mes transgressions devient insupportable à porter.",
      "german": "Der böswillige Griff der Dämonen der Unterwelt umhüllt mich, während die Last meiner Übertretungen unerträglich wird.",
      "greek": "Η μοχθηρή σύλληψη των δαιμόνων του κάτω κόσμου με τυλίγει, καθώς το βάρος των παραβάσεων μου γίνεται αφόρητο.",
      "italian": "La presa malevola dei demoni del mondo sotterraneo mi avvolge, mentre il peso delle mie trasgressioni diventa insopportabile da sopportare.",
      "japanese": "私の罪の重みが耐え難いものになり、冥界の悪魔の邪悪な支配が私を包み込みます。",
      "polish": "Ogarnia mnie złowrogi uścisk demonów podziemnego świata, a ciężar moich występków staje się nie do uniesienia.",
      "portuguese": "O domínio malévolo dos demônios do submundo me envolve, à medida que o peso das minhas transgressões se torna insuportável de suportar.",
      "romanian": "Strângerea răuvoitoare a demonilor lumii interlope mă învăluie, pe măsură ce greutatea nelegiuirii mele devine insuportabilă de suportat.",
      "russian": "Злобная хватка демонов подземного мира окутывает меня, так как тяжесть моих прегрешений становится невыносимой.",
      "schinese": "冥界恶魔的恶毒掌控包围了我，因为我的过犯变得无法承受。",
      "spanish": "El agarre malévolo de los demonios del inframundo me envuelve, mientras el peso de mis transgresiones se vuelve insoportable.",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "turkish": "İhlallerimin ağırlığı dayanılmaz hale gelirken, yeraltı dünyasının iblislerinin kötü niyetli kavrayışı beni sarmalıyor."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_5",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/8e1aee2f2861337ec0dd9c32cf1fb98738ca27a7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/11db0aa911f8f0632a72f1084486b529de1ef9f9.jpg",
    "displayName": {
      "brazilian": "Terras profanas",
      "dutch": "Onheilige landen",
      "english": "Unholy lands",
      "french": "Terres impies",
      "german": "Unheilige Länder",
      "greek": "Ανίερα εδάφη",
      "italian": "Terre empie",
      "japanese": "不浄の地",
      "polish": "Przeklęte krainy",
      "portuguese": "Terras profanas",
      "romanian": "Pământuri nesfânte",
      "russian": "Нечестивые земли",
      "schinese": "不洁之地",
      "spanish": "Tierras impías",
      "token": "NEW_ACHIEVEMENT_1_5_NAME",
      "turkish": "kutsal olmayan topraklar"
    },
    "description": {
      "brazilian": "Agora, a alma desce às profundezas mais escuras do inferno, onde a luz se extingue e a esperança se torna uma memória distante.",
      "dutch": "Nu daalt de ziel af naar de donkerste diepten van de hel, waar het licht wordt gedoofd en hoop een verre herinnering wordt.",
      "english": "Now, the soul descends into the darkest depths of hell, where light is extinguished and hope becomes a distant memory.",
      "french": "Maintenant, l'âme descend dans les profondeurs les plus sombres de l'enfer, où la lumière s'éteint et l'espoir devient un lointain souvenir.",
      "german": "Nun steigt die Seele in die dunkelsten Tiefen der Hölle hinab, wo das Licht erlischt und die Hoffnung zu einer fernen Erinnerung wird.",
      "greek": "Τώρα, η ψυχή κατεβαίνει στα πιο σκοτεινά βάθη της κόλασης, όπου το φως σβήνει και η ελπίδα γίνεται μια μακρινή ανάμνηση.",
      "italian": "Ora l'anima discende negli abissi più oscuri dell'inferno, dove la luce si spegne e la speranza diventa un lontano ricordo.",
      "japanese": "今、魂は地獄の最も暗い深みに落ち、そこで光は消え、希望は遠い記憶となります。",
      "polish": "Teraz dusza schodzi do najciemniejszych otchłani piekła, gdzie gaśnie światło, a nadzieja staje się odległym wspomnieniem.",
      "portuguese": "Agora, a alma desce às profundezas mais escuras do inferno, onde a luz se extingue e a esperança se torna uma memória distante.",
      "romanian": "Acum, sufletul coboară în cele mai întunecate adâncimi ale iadului, unde lumina se stinge și speranța devine o amintire îndepărtată.",
      "russian": "Теперь душа спускается в самые темные глубины ада, где гаснет свет и надежда становится далеким воспоминанием.",
      "schinese": "现在，灵魂坠入地狱最黑暗的深处，那里光明熄灭，希望成为遥远的记忆。",
      "spanish": "Ahora, el alma desciende a las profundidades más oscuras del infierno, donde la luz se extingue y la esperanza se convierte en un recuerdo lejano.",
      "token": "NEW_ACHIEVEMENT_1_5_DESC",
      "turkish": "Şimdi ruh, ışığın söndüğü ve umudun uzak bir anı haline geldiği cehennemin en karanlık derinliklerine iner."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_6",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/228f0fdbd1c91e99417a746288acbefe11550edf.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/8efd5f563e7f3074c20623690aa81f81a2dd7f1c.jpg",
    "displayName": {
      "brazilian": "Revelando a magnitude do pecado",
      "dutch": "Onthulling van de omvang van de zonde",
      "english": "Unveiling the Magnitude of Sin",
      "french": "Dévoiler la grandeur du péché",
      "german": "Das Ausmaß der Sünde enthüllen",
      "greek": "Αποκαλύπτοντας το μέγεθος της αμαρτίας",
      "italian": "Svelare la grandezza del peccato",
      "japanese": "罪の大きさを明らかにする",
      "polish": "Odsłanianie wielkości grzechu",
      "portuguese": "Revelando a magnitude do pecado",
      "romanian": "Dezvăluirea mărimii păcatului",
      "russian": "Раскрытие величия греха",
      "schinese": "揭示罪恶的严重性",
      "spanish": "Revelando la Magnitud del Pecado",
      "token": "NEW_ACHIEVEMENT_1_6_NAME",
      "turkish": "Günahın Büyüklüğünü Ortaya Çıkarmak"
    },
    "description": {
      "brazilian": "Entre a multidão de pecados que podem colocar em risco a sua salvação eterna, um se destaca como verdadeiramente imperdoável.",
      "dutch": "Van de vele zonden die uw eeuwige verlossing in gevaar kunnen brengen, valt er één op als werkelijk onvergeeflijk.",
      "english": "Among the multitude of sins that can jeopardize your eternal salvation, one stands out as truly unforgivable.",
      "french": "Parmi la multitude de péchés qui peuvent compromettre votre salut éternel, un se démarque comme vraiment impardonnable.",
      "german": "Unter der Vielzahl von Sünden, die Ihr ewiges Heil gefährden können, sticht eine als wirklich unverzeihlich hervor.",
      "greek": "Ανάμεσα στο πλήθος των αμαρτιών που μπορούν να θέσουν σε κίνδυνο την αιώνια σωτηρία σας, ένα ξεχωρίζει ως πραγματικά ασυγχώρητο.",
      "italian": "Tra la moltitudine di peccati che possono mettere a repentaglio la tua salvezza eterna, ce n'è uno davvero imperdonabile.",
      "japanese": "あなたの永遠の救いを危うくする可能性のある数多くの罪の中で、本当に許されない罪が一つあります。",
      "polish": "Wśród mnóstwa grzechów, które mogą zagrozić Twojemu wiecznemu zbawieniu, jeden wyróżnia się jako naprawdę niewybaczalny.",
      "portuguese": "Entre a multidão de pecados que podem colocar em risco a sua salvação eterna, um se destaca como verdadeiramente imperdoável.",
      "romanian": "Printre multitudinea de păcate care vă pot pune în pericol mântuirea veșnică, unul iese în evidență ca fiind cu adevărat de neiertat.",
      "russian": "Среди множества грехов, которые могут поставить под угрозу ваше вечное спасение, один выделяется как поистине непростительный.",
      "schinese": "在众多可能危及你永恒救恩的罪中，有一个是真正不可饶恕的。",
      "spanish": "Entre la multitud de pecados que pueden poner en peligro tu salvación eterna, uno se destaca como verdaderamente imperdonable.",
      "token": "NEW_ACHIEVEMENT_1_6_DESC",
      "turkish": "Ebedi kurtuluşunuzu tehlikeye atabilecek çok sayıda günah arasında biri gerçekten affedilemez olarak öne çıkıyor."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_7",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/1f11373879681f2a325c1426e362bc7f3e853bea.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/fdf172648e37caa46787738b679902b6c5f4b3a2.jpg",
    "displayName": {
      "brazilian": "O tribunal",
      "dutch": "De rechtbank",
      "english": "The court",
      "french": "Le tribunal",
      "german": "Das Gericht",
      "greek": "Το δικαστήριο",
      "italian": "La corte",
      "japanese": "裁判所",
      "polish": "Sąd",
      "portuguese": "O tribunal",
      "romanian": "Instanța",
      "russian": "Суд",
      "schinese": "法院",
      "spanish": "La cancha",
      "token": "NEW_ACHIEVEMENT_1_7_NAME",
      "turkish": "Mahkeme"
    },
    "description": {
      "brazilian": "O conceito dos Sete Pecados Capitais remonta aos primeiros ensinamentos cristãos e representa uma lista de vícios que são considerados particularmente destrutivos para a alma humana.",
      "dutch": "Het concept van de Zeven Hoofdzonden dateert uit de vroegchristelijke leringen en vertegenwoordigt een lijst van ondeugden die als bijzonder destructief voor de menselijke ziel worden beschouwd.",
      "english": "The concept of the Seven Deadly Sins dates back to early Christian teachings and represents a list of vices that are considered particularly destructive to the human soul.",
      "french": "Le concept des sept péchés capitaux remonte aux premiers enseignements chrétiens et représente une liste de vices considérés comme particulièrement destructeurs pour l'âme humaine.",
      "german": "Das Konzept der Sieben Todsünden geht auf frühchristliche Lehren zurück und stellt eine Liste von Lastern dar, die als besonders zerstörerisch für die menschliche Seele gelten.",
      "greek": "Η έννοια των Επτά Θανάσιμων Αμαρτημάτων ανάγεται στις παλαιοχριστιανικές διδασκαλίες και αντιπροσωπεύει έναν κατάλογο κακών που θεωρούνται ιδιαίτερα καταστροφικές για την ανθρώπινη ψυχή.",
      "italian": "Il concetto dei sette peccati capitali risale ai primi insegnamenti cristiani e rappresenta un elenco di vizi considerati particolarmente distruttivi per l'anima umana.",
      "japanese": "七つの大罪の概念は初期キリスト教の教えにまで遡り、人間の魂に特に破壊的であると考えられる悪徳のリストを表しています。",
      "polish": "Koncepcja siedmiu grzechów głównych sięga nauk wczesnego chrześcijaństwa i reprezentuje listę wad uważanych za szczególnie destrukcyjne dla ludzkiej duszy.",
      "portuguese": "O conceito dos Sete Pecados Capitais remonta aos primeiros ensinamentos cristãos e representa uma lista de vícios que são considerados particularmente destrutivos para a alma humana.",
      "romanian": "Conceptul celor șapte păcate capitale datează din învățăturile creștine timpurii și reprezintă o listă de vicii care sunt considerate deosebit de distructive pentru sufletul uman.",
      "russian": "Понятие о семи смертных грехах восходит к раннехристианским учениям и представляет собой перечень пороков, считающихся особо разрушительными для души человека.",
      "schinese": "七大罪的概念可以追溯到早期的基督教教义，代表了一系列被认为对人类灵魂特别具有破坏性的恶习。",
      "spanish": "El concepto de los Siete Pecados Capitales se remonta a las primeras enseñanzas cristianas y representa una lista de vicios que se consideran particularmente destructivos para el alma humana.",
      "token": "NEW_ACHIEVEMENT_1_7_DESC",
      "turkish": "Yedi Ölümcül Günah kavramı, erken Hıristiyan öğretilerine kadar uzanır ve insan ruhu için özellikle yıkıcı olduğu düşünülen ahlaksızlıkların bir listesini temsil eder."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_8",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/51c3cabcc9f57915ac7409838c79097d5b16cdc5.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/e57ef88d73642b7775618ea053aeec080990c09b.jpg",
    "displayName": {
      "brazilian": "Unhas Sagradas",
      "dutch": "Heilige Nagels",
      "english": "Holy Nails",
      "french": "Ongles sacrés",
      "german": "Heilige Nägel",
      "greek": "Άγια καρφιά",
      "italian": "Chiodi sacri",
      "japanese": "ホーリーネイル",
      "polish": "Święte Gwoździe",
      "portuguese": "Unhas Sagradas",
      "romanian": "Sfinte Unghii",
      "russian": "Святые гвозди",
      "schinese": "神圣的钉子",
      "spanish": "Santos clavos",
      "token": "NEW_ACHIEVEMENT_1_8_NAME",
      "turkish": "Kutsal Çiviler"
    },
    "description": {
      "brazilian": "Os pregos da crucificação têm um profundo significado religioso e simbólico para os cristãos de todo o mundo. Eles representam o sacrifício e o sofrimento de Jesus, que voluntariamente suportou a crucificação para a redenção dos pecados da humanidade.",
      "dutch": "De kruisigingsspijkers hebben een diepe religieuze en symbolische betekenis voor christenen over de hele wereld. Ze vertegenwoordigen het offer en het lijden van Jezus, die bereidwillig de kruisiging onderging voor de verlossing van de zonden van de mensheid.",
      "english": "The crucifixion nails hold deep religious and symbolic meaning for Christians worldwide. They represent the sacrifice and suffering of Jesus, who willingly endured crucifixion for the redemption of humanity's sins.",
      "french": "Les clous de la crucifixion ont une profonde signification religieuse et symbolique pour les chrétiens du monde entier. Ils représentent le sacrifice et la souffrance de Jésus, qui a volontairement enduré la crucifixion pour le rachat des péchés de l'humanité.",
      "german": "Die Kreuzigungsnägel haben für Christen weltweit eine tiefe religiöse und symbolische Bedeutung. Sie stellen das Opfer und Leiden Jesu dar, der bereitwillig die Kreuzigung erduldete, um die Sünden der Menschheit zu erlösen.",
      "greek": "Τα καρφιά της σταύρωσης έχουν βαθύ θρησκευτικό και συμβολικό νόημα για τους χριστιανούς σε όλο τον κόσμο. Αντιπροσωπεύουν τη θυσία και τα βάσανα του Ιησού, ο οποίος πρόθυμα υπομένει τη σταύρωση για τη λύτρωση των αμαρτιών της ανθρωπότητας.",
      "italian": "I chiodi della crocifissione racchiudono un profondo significato religioso e simbolico per i cristiani di tutto il mondo. Rappresentano il sacrificio e la sofferenza di Gesù, che sopportò volontariamente la crocifissione per la redenzione dei peccati dell'umanità.",
      "japanese": "十字架の釘は、世界中のキリスト教徒にとって深い宗教的、象徴的な意味を持っています。 それらは、人類の罪の贖いのために十字架に喜んで耐えたイエスの犠牲と苦しみを表しています。",
      "polish": "Gwoździe ukrzyżowania mają głębokie znaczenie religijne i symboliczne dla chrześcijan na całym świecie. Reprezentują ofiarę i cierpienie Jezusa, który dobrowolnie zniósł ukrzyżowanie dla odkupienia grzechów ludzkości.",
      "portuguese": "Os pregos da crucificação têm um profundo significado religioso e simbólico para os cristãos de todo o mundo. Eles representam o sacrifício e o sofrimento de Jesus, que voluntariamente suportou a crucificação para a redenção dos pecados da humanidade.",
      "romanian": "Cuiele de răstignire au o semnificație religioasă și simbolică profundă pentru creștinii din întreaga lume. Ele reprezintă jertfa și suferința lui Isus, care a îndurat de bunăvoie răstignirea pentru răscumpărarea păcatelor omenirii.",
      "russian": "Гвозди распятия имеют глубокое религиозное и символическое значение для христиан всего мира. Они представляют собой жертву и страдания Иисуса, добровольно претерпевшего распятие во искупление грехов человечества.",
      "schinese": "钉在十字架上的钉子对全世界的基督徒来说具有深刻的宗教和象征意义。 它们代表了耶稣的牺牲和苦难，耶稣为了救赎人类的罪孽而甘愿忍受被钉十字架的痛苦。",
      "spanish": "Los clavos de la crucifixión tienen un profundo significado religioso y simbólico para los cristianos de todo el mundo. Representan el sacrificio y el sufrimiento de Jesús, quien voluntariamente soportó la crucifixión por la redención de los pecados de la humanidad.",
      "token": "NEW_ACHIEVEMENT_1_8_DESC",
      "turkish": "Çarmıha germe çivileri, dünya çapındaki Hıristiyanlar için derin dini ve sembolik anlamlar taşır. İnsanlığın günahlarının kefareti için çarmıha gerilmeye isteyerek katlanan İsa'nın fedakarlığını ve acısını temsil ediyorlar."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_9",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/2018e7b606ed1bd7085807bf0ab918672d4c3811.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/3bcbade9973cfea0e8392a5e3574165890895b92.jpg",
    "displayName": {
      "brazilian": "Flagelação",
      "dutch": "Geseling",
      "english": "Flagellation",
      "french": "Flagellation",
      "german": "Geißelung",
      "greek": "Μαστίγωμα",
      "italian": "Flagellazione",
      "japanese": "むち打ち",
      "polish": "Biczowanie",
      "portuguese": "Flagelação",
      "romanian": "Flagelare",
      "russian": "Бичевание",
      "schinese": "鞭毛",
      "spanish": "Flagelación",
      "token": "NEW_ACHIEVEMENT_1_9_NAME",
      "turkish": "Kırbaçlama"
    },
    "description": {
      "brazilian": "A flagelação de Cristo serve como um lembrete comovente do imenso sofrimento e sacrifício que Jesus sofreu pela redenção e salvação da humanidade, destacando seu amor inabalável e compromisso com sua missão divina.",
      "dutch": "De geseling van Christus dient als een aangrijpende herinnering aan het immense lijden en de offers die Jezus onderging voor de verlossing en redding van de mensheid, en benadrukt zijn onwankelbare liefde en toewijding aan zijn goddelijke missie.",
      "english": "The scourging of Christ serves as a poignant reminder of the immense suffering and sacrifice that Jesus underwent for the redemption and salvation of mankind, highlighting his unwavering love and commitment to his divine mission.",
      "french": "La flagellation du Christ est un rappel poignant de l'immense souffrance et du sacrifice que Jésus a subis pour la rédemption et le salut de l'humanité, soulignant son amour inébranlable et son engagement envers sa mission divine.",
      "german": "Die Geißelung Christi ist eine ergreifende Erinnerung an das immense Leiden und Opfer, das Jesus für die Erlösung und Erlösung der Menschheit auf sich genommen hat, und unterstreicht seine unerschütterliche Liebe und Hingabe an seine göttliche Mission.",
      "greek": "Η μαστίγωση του Χριστού χρησιμεύει ως μια οδυνηρή υπενθύμιση του τεράστιου πόνου και της θυσίας που υπέστη ο Ιησούς για τη λύτρωση και τη σωτηρία της ανθρωπότητας, αναδεικνύοντας την ακλόνητη αγάπη και δέσμευσή του στη θεία αποστολή του.",
      "italian": "La flagellazione di Cristo serve come un toccante ricordo dell'immensa sofferenza e del sacrificio che Gesù ha sopportato per la redenzione e la salvezza dell'umanità, evidenziando il suo amore incrollabile e il suo impegno verso la sua missione divina.",
      "japanese": "キリストの鞭打ちは、人類の救いと救いのためにイエスが受けた計り知れない苦しみと犠牲を痛切に思い出させるものとして機能し、イエスの神聖な使命に対する揺るぎない愛と献身を強調しています。",
      "polish": "Biczowanie Chrystusa w przejmujący sposób przypomina o ogromnym cierpieniu i poświęceniu, jakie Jezus poniósł dla odkupienia i zbawienia ludzkości, podkreślając jego niezachwianą miłość i zaangażowanie w swoją boską misję.",
      "portuguese": "A flagelação de Cristo serve como um lembrete comovente do imenso sofrimento e sacrifício que Jesus sofreu pela redenção e salvação da humanidade, destacando seu amor inabalável e compromisso com sua missão divina.",
      "romanian": "Biciuirea lui Hristos servește ca o amintire emoționantă a suferinței și jertfei imense pe care le-a suferit Isus pentru mântuirea și mântuirea omenirii, evidențiind dragostea și angajamentul său neclintit față de misiunea sa divină.",
      "russian": "Бичевание Христа служит острым напоминанием об огромных страданиях и жертвах, которые Иисус претерпел ради искупления и спасения человечества, подчеркивая Его непоколебимую любовь и приверженность своей божественной миссии.",
      "schinese": "基督的鞭打是对耶稣为人类的救赎和救赎所经历的巨大苦难和牺牲的尖锐提醒，突出了他坚定不移的爱和对神圣使命的承诺。",
      "spanish": "La flagelación de Cristo sirve como un conmovedor recordatorio del inmenso sufrimiento y sacrificio que Jesús sufrió por la redención y salvación de la humanidad, destacando su amor inquebrantable y su compromiso con su misión divina.",
      "token": "NEW_ACHIEVEMENT_1_9_DESC",
      "turkish": "Mesih'in kırbaçlanması, İsa'nın insanlığın kefaret ve kurtuluşu için maruz kaldığı muazzam ıstırabın ve fedakarlığın dokunaklı bir hatırlatıcısı olarak hizmet ediyor ve onun ilahi görevine olan sarsılmaz sevgisini ve bağlılığını vurguluyor."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_10",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/806b374a3d56aed7eeb193cf7b1996e84b71e04d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/0a50481522cb3db43d4464226aed2d3424a31d9a.jpg",
    "displayName": {
      "brazilian": "A crucificação",
      "dutch": "De kruisiging",
      "english": "The crucifixion",
      "french": "La crucifixion",
      "german": "Die Kreuzigung",
      "greek": "Η σταύρωση",
      "italian": "La crocifissione",
      "japanese": "十字架刑",
      "polish": "Ukrzyżowanie",
      "portuguese": "A crucificação",
      "romanian": "Răstignirea",
      "russian": "Распятие",
      "schinese": "钉十字架",
      "spanish": "la crucifixión",
      "token": "NEW_ACHIEVEMENT_1_10_NAME",
      "turkish": "Çarmıha germe"
    },
    "description": {
      "brazilian": "A crucificação é um símbolo poderoso de esperança e do poder transformador da graça de Deus.",
      "dutch": "De kruisiging is een krachtig symbool van hoop en de transformerende kracht van Gods genade.",
      "english": "The crucifixion is a powerful symbol of hope and the transformative power of God's grace.",
      "french": "La crucifixion est un puissant symbole d'espérance et du pouvoir transformateur de la grâce de Dieu.",
      "german": "Die Kreuzigung ist ein kraftvolles Symbol der Hoffnung und der verwandelnden Kraft der Gnade Gottes.",
      "greek": "Η σταύρωση είναι ένα ισχυρό σύμβολο της ελπίδας και της μεταμορφωτικής δύναμης της χάρης του Θεού.",
      "italian": "La crocifissione è un potente simbolo di speranza e del potere di trasformazione della grazia di Dio.",
      "japanese": "十字架は、希望と神の恵みの変革の力の力強い象徴です。",
      "polish": "Ukrzyżowanie jest potężnym symbolem nadziei i przemieniającej mocy łaski Bożej.",
      "portuguese": "A crucificação é um símbolo poderoso de esperança e do poder transformador da graça de Deus.",
      "romanian": "Răstignirea este un simbol puternic al speranței și al puterii transformatoare a harului lui Dumnezeu.",
      "russian": "Распятие — мощный символ надежды и преобразующей силы Божьей благодати.",
      "schinese": "钉十字架是希望的有力象征和上帝恩典的变革力量。",
      "spanish": "La crucifixión es un poderoso símbolo de esperanza y del poder transformador de la gracia de Dios.",
      "token": "NEW_ACHIEVEMENT_1_10_DESC",
      "turkish": "Çarmıha gerilme, güçlü bir umut sembolü ve Tanrı'nın lütfunun dönüştürücü gücüdür."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_11",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/e214d8b0ebaf127587404b8bfc2d9d283f97488c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/fce30cd805c1322779c540eefc01b0d7e9775e95.jpg",
    "displayName": {
      "brazilian": "A escolha",
      "dutch": "De keuze",
      "english": "The choice",
      "french": "Le choix",
      "german": "Die Wahl",
      "greek": "Η επιλογή",
      "italian": "La scelta",
      "japanese": "選択肢",
      "polish": "Wybór",
      "portuguese": "A escolha",
      "romanian": "Alegerea",
      "russian": "Выбор",
      "schinese": "选择",
      "spanish": "La elección",
      "token": "NEW_ACHIEVEMENT_1_11_NAME",
      "turkish": "Seçim"
    },
    "description": {
      "brazilian": "Escolher entre dois caminhos reflete nossos valores, caráter e livre arbítrio. A decisão representa um dilema moral, exigindo reflexão cuidadosa. Ela enfatiza a importância de fazer escolhas conscientes e ser responsável por seus resultados.",
      "dutch": "Het kiezen tussen twee paden weerspiegelt onze waarden, karakter en vrije wil. De beslissing vormt een moreel dilemma, dat zorgvuldig nadenken vereist. Het benadrukt het belang van het maken van bewuste keuzes en het afleggen van verantwoording over de resultaten ervan.",
      "english": "Choosing between two paths reflects our values, character, and free will. The decision poses a moral dilemma, requiring careful thought. It emphasizes the importance of making conscious choices and being accountable for their outcomes.",
      "french": "Le choix entre ces deux voies est le reflet de nos valeurs, de notre caractère et de notre libre arbitre. Cela pose un dilemme moral et nécessite un examen approfondi. En fin de compte, cela souligne l'importance de faire des choix conscients et d'être responsable des résultats qu'ils apportent.",
      "german": "Die Wahl zwischen den Wegen spiegelt unsere Werte, unseren Charakter und unseren freien Willen wider. Es ist ein moralisches Dilemma, das sorgfältige Überlegungen erfordert, um bewusste Entscheidungen zu treffen und Verantwortung für die Ergebnisse zu übernehmen.",
      "greek": "Η επιλογή μεταξύ αυτών των δύο οδών είναι μια αντανάκλαση των αξιών, του χαρακτήρα και της ελεύθερης βούλησής μας. Θέτει ένα ηθικό δίλημμα και απαιτεί προσεκτική εξέταση. Τελικά, υπογραμμίζει τη σημασία της λήψης συνειδητών επιλογών και της ευθύνης για τα αποτελέσματα που επιφέρουν.",
      "italian": "La scelta tra due percorsi riflette i nostri valori, il nostro carattere e il nostro libero arbitrio. La decisione pone un dilemma morale, che richiede un'attenta riflessione. Sottolinea l'importanza di fare scelte consapevoli e di essere responsabili dei loro risultati.",
      "japanese": "これら 2 つの道の選択は、私たちの価値観、性格、自由意志を反映しています。 これは道徳的なジレンマを引き起こすため、慎重な検討が必要です。 最終的には、意識的な選択をし、それがもたらす結果に対して責任を持つことの重要性を強調しています。",
      "polish": "Wybór pomiędzy dwiema ścieżkami odzwierciedla nasze wartości, charakter i wolną wolę. Decyzja stwarza dylemat moralny i wymaga dokładnego przemyślenia. Podkreśla znaczenie dokonywania świadomych wyborów i odpowiedzialności za ich wyniki.",
      "portuguese": "Escolher entre dois caminhos reflete nossos valores, caráter e livre arbítrio. A decisão representa um dilema moral, exigindo reflexão cuidadosa. Ela enfatiza a importância de fazer escolhas conscientes e ser responsável por seus resultados.",
      "romanian": "Alegerea dintre două căi reflectă valorile, caracterul și liberul arbitru. Decizia ridică o dilemă morală, care necesită o gândire atentă. Ea subliniază importanța de a face alegeri conștiente și de a fi responsabil pentru rezultatele acestora.",
      "russian": "Выбор между этими двумя путями является отражением наших ценностей, характера и свободы воли. Это ставит моральную дилемму и требует вдумчивого рассмотрения. В конечном счете, это подчеркивает важность осознанного выбора и ответственности за результаты, которые он приносит.",
      "schinese": "这两条道路之间的选择反映了我们的价值观、性格和自由意志。 它造成了道德困境，需要深思熟虑。 最终，它强调了做出有意识的选择并对其带来的结果负责的重要性。",
      "spanish": "La elección entre estos dos caminos es un reflejo de nuestros valores, carácter y libre albedrío. Plantea un dilema moral y requiere una consideración reflexiva. En última instancia, destaca la importancia de tomar decisiones conscientes y ser responsable de los resultados que traen.",
      "token": "NEW_ACHIEVEMENT_1_11_DESC",
      "turkish": "Bu iki yol arasındaki seçim, değerlerimizin, karakterimizin ve özgür irademizin bir yansımasıdır. Ahlaki bir ikilem oluşturur ve üzerinde düşünülmesi gerekir. Nihayetinde, bilinçli seçimler yapmanın ve bunların getirdiği sonuçlardan sorumlu olmanın önemini vurgular."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_12",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/a35e1157a9e329cf8f428414b084a591178aed9a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/0783efcc21ca34fff7c59465e7bc6bdeda6793f2.jpg",
    "displayName": {
      "brazilian": "Arrogância",
      "dutch": "Overmoed",
      "english": "Hubris",
      "french": "Hybris",
      "german": "Hybris",
      "greek": "Ύβρις",
      "italian": "Hubris",
      "japanese": "自信過剰",
      "polish": "Pycha",
      "portuguese": "Arrogância",
      "romanian": "Hubris",
      "russian": "Высокомерие",
      "schinese": "狂妄自大",
      "spanish": "Arrogancia",
      "token": "NEW_ACHIEVEMENT_1_12_NAME",
      "turkish": "kibir"
    },
    "description": {
      "brazilian": "Na mitologia grega, a arrogância era frequentemente descrita como uma falha trágica que provocava a queda de indivíduos que desafiavam ou desafiavam os deuses.",
      "dutch": "In de Griekse mythologie werd hoogmoed vaak afgeschilderd als een tragische fout die de ondergang veroorzaakte van individuen die de goden uitdaagden of trotseerden.",
      "english": "In Greek mythology, hubris was often depicted as a tragic flaw that brought about the downfall of individuals who challenged or defied the gods.",
      "french": "Dans la mythologie grecque, l'orgueil était souvent décrit comme un défaut tragique qui provoquait la chute d'individus qui défiaient ou défiaient les dieux.",
      "german": "In der griechischen Mythologie wurde Hybris oft als ein tragischer Fehler dargestellt, der zum Untergang von Personen führte, die die Götter herausforderten oder sich ihnen widersetzten.",
      "greek": "Στην ελληνική μυθολογία, η ύβρις απεικονιζόταν συχνά ως ένα τραγικό ελάττωμα που επέφερε την πτώση ατόμων που αμφισβητούσαν ή αψηφούσαν τους θεούς.",
      "italian": "Nella mitologia greca, l'arroganza veniva spesso raffigurata come un tragico difetto che portava alla caduta degli individui che sfidavano o sfidavano gli dei.",
      "japanese": "ギリシャ神話では、傲慢はしばしば、神に挑戦したり神に逆らったりした個人の破滅をもたらす悲劇的な欠陥として描かれていました。",
      "polish": "W mitologii greckiej pycha była często przedstawiana jako tragiczna wada, która spowodowała upadek jednostek, które rzucały wyzwanie bogom lub przeciwstawiały się im.",
      "portuguese": "Na mitologia grega, a arrogância era frequentemente descrita como uma falha trágica que provocava a queda de indivíduos que desafiavam ou desafiavam os deuses.",
      "romanian": "În mitologia greacă, orgoliul a fost adesea descris ca un defect tragic care a dus la prăbușirea unor indivizi care i-au provocat sau i-au sfidat pe zei.",
      "russian": "В греческой мифологии высокомерие часто изображалось как трагический недостаток, который приводил к падению людей, бросивших вызов богам или бросивших им вызов.",
      "schinese": "在希腊神话中，傲慢常常被描述为一种悲剧性的缺陷，它会导致挑战或反抗神灵的个人垮台。",
      "spanish": "En la mitología griega, la arrogancia a menudo se representaba como un defecto trágico que provocaba la caída de las personas que desafiaban o desafiaban a los dioses.",
      "token": "NEW_ACHIEVEMENT_1_12_DESC",
      "turkish": "Yunan mitolojisinde kibir, genellikle tanrılara meydan okuyan veya meydan okuyan bireylerin düşüşünü sağlayan trajik bir kusur olarak tasvir edilir."
    }
  },
  {
    "name": "NEW_ACHIEVEMENT_1_13",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/6b4c4528322719857c151001e7f002d3ed3eafbb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/2253200/ce9a1e728ad8a73b3fca34a7fead286ae3235046.jpg",
    "displayName": {
      "brazilian": "Humildade",
      "dutch": "Nederigheid",
      "english": "Humility",
      "french": "Humilité",
      "german": "Demut",
      "greek": "Ταπεινότητα",
      "italian": "Umiltà",
      "japanese": "謙虚",
      "polish": "Pokora",
      "portuguese": "Humildade",
      "romanian": "Umilinţă",
      "russian": "Смирение",
      "schinese": "谦逊",
      "spanish": "Humildad",
      "token": "NEW_ACHIEVEMENT_1_13_NAME",
      "turkish": "Tevazu"
    },
    "description": {
      "brazilian": "Nas tradições espirituais e filosóficas, a humildade é frequentemente vista como um caminho para a sabedoria, a iluminação e uma conexão mais profunda com o poder divino ou superior.",
      "dutch": "In spirituele en filosofische tradities wordt nederigheid vaak gezien als een weg naar wijsheid, verlichting en een diepere verbinding met de goddelijke of hogere macht.",
      "english": "In spiritual and philosophical traditions, humility is often seen as a pathway to wisdom, enlightenment, and a deeper connection with the divine or higher power.",
      "french": "Dans les traditions spirituelles et philosophiques, l'humilité est souvent considérée comme une voie vers la sagesse, l'illumination et une connexion plus profonde avec le divin ou une puissance supérieure.",
      "german": "In spirituellen und philosophischen Traditionen wird Demut oft als Weg zu Weisheit, Erleuchtung und einer tieferen Verbindung mit der göttlichen oder höheren Macht angesehen.",
      "greek": "Στις πνευματικές και διαφωτιστικές παραδόσεις, η ταπεινοφροσύνη θεωρείται συχνά ως μονοπάτι προς τη σοφία, τη σύνδεση και μια βαθύτερη σύνδεση με τη θεία ή ανώτερη δύναμη.",
      "italian": "Nelle tradizioni spirituali e filosofiche, l'umiltà è spesso vista come un percorso verso la saggezza, l'illuminazione e una connessione più profonda con il potere divino o superiore.",
      "japanese": "スピリチュアルや哲学の伝統では、謙虚さは知恵や啓発への道、そして神や高次の力とのより深いつながりへの道として見られることがよくあります。",
      "polish": "W tradycjach duchowych i filozoficznych pokora jest często postrzegana jako droga do mądrości, oświecenia i głębszego połączenia z boską lub wyższą mocą.",
      "portuguese": "Nas tradições espirituais e filosóficas, a humildade é frequentemente vista como um caminho para a sabedoria, a iluminação e uma conexão mais profunda com o poder divino ou superior.",
      "romanian": "În tradițiile spirituale și filozofice, smerenia este adesea văzută ca o cale către înțelepciune, iluminare și o legătură mai profundă cu puterea divină sau superioară.",
      "russian": "В духовных и философских традициях смирение часто рассматривается как путь к мудрости, просветлению и более глубокой связи с божественной или высшей силой.",
      "schinese": "在精神和哲学传统中，谦逊通常被视为通往智慧、启蒙以及与神圣或更高力量更深层次联系的途径。",
      "spanish": "En las tradiciones espirituales y filosóficas, la humildad a menudo se ve como un camino hacia la sabiduría, la iluminación y una conexión más profunda con el poder divino o superior.",
      "token": "NEW_ACHIEVEMENT_1_13_DESC",
      "turkish": "Manevi ve felsefi geleneklerde alçakgönüllülük genellikle bilgeliğe, aydınlanmaya ve ilahi veya daha yüksek güçle daha derin bir bağlantıya giden bir yol olarak görülür."
    }
  }
]