[
  {
    "name": "TROPHY_ID_000",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/cabfe62dab566b27627fc70f53112bb0c633a4dd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Master of Zestiria",
      "german": "Meister von Zestiria",
      "french": "Maître de Zestiria",
      "italian": "Maestro di Zestiria",
      "spanish": "Maestro de Zestiria",
      "tchinese": "熱情巔峰",
      "russian": "Мастер Зестирии",
      "japanese": "ゼスティリアマスター",
      "brazilian": "Mestre de Zestiria",
      "token": "NEW_ACHIEVEMENT_1_0_NAME"
    },
    "description": {
      "english": "This is proof that you've obtained all trophies. We're thrilled you like the game so much, and we hope to meet you again in future titles!",
      "german": "Das ist der Beweis, dass du alle Trophäen erhalten hast. Wir freuen uns sehr, dass dir das Spiel so gut gefällt, und hoffen, dich in zukünftigen Titeln wiederzusehen!",
      "french": "Ceci prouve que vous avez obtenu tous les trophées. Nous sommes ravis que le jeu vous ait autant plu et nous espérons vous retrouver dans nos prochains titres !",
      "italian": "Attesta che hai ottenuto tutti i trofei. Siamo felici che tu abbia veramente apprezzato il gioco. L'appuntamento è per i prossimi titoli!",
      "spanish": "Esta es la prueba de que has conseguido todos los trofeos. Nos emociona que te guste tanto el juego y esperamos volver a verte en futuras entregas.",
      "tchinese": "獲得所有獎盃的證明。今後也請繼續支持 「Tales of Zestiria」和未來推出的新作品！",
      "russian": "Доказательство того, что вы получили все призы. Мы рады, что игра вам так понравилась, до встречи в будущих частях!",
      "japanese": "全てのトロフィーを得た証です。これからもテイルズ オブ ゼスティリアとこれから生まれる新しい作品をよろしくお願いします！",
      "brazilian": "Isso prova que você obteve todos os troféus. Estamos empolgados que tenha gostado tanto do jogo, e esperamos ver você de novo em títulos futuros!",
      "token": "NEW_ACHIEVEMENT_1_0_DESC"
    }
  },
  {
    "name": "TROPHY_ID_001",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/6ee1b4ba1363affde4dfc8e9211766bdc23c3aee.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Dawn of the Shepherd",
      "token": "NEW_ACHIEVEMENT_1_1_NAME",
      "german": "Der Weg des Hirten beginnt",
      "french": "Aube du Berger",
      "italian": "L'alba del Redentore",
      "spanish": "El amanecer del Pastor",
      "tchinese": "邁向導師之路",
      "russian": "Заря Пастыря",
      "japanese": "導師、その始まり",
      "brazilian": "Amanhecer do Pastor"
    },
    "description": {
      "english": "This is proof that you've formed the pact and earned the power of the Shepherd. Now your journey and trials really begin!",
      "token": "NEW_ACHIEVEMENT_1_1_DESC",
      "german": "Das ist der Beweis, dass du den Pakt eingegangen bist und die Kraft des Hirten erlangt hast. Jetzt gehen deine Reise und deine Prüfungen erst richtig los!",
      "french": "Ceci prouve que vous avez conclu le pacte et obtenu le pouvoir du Berger. Votre périple et vos épreuves vont vraiment commencer !",
      "italian": "Attesta che hai stretto il patto e acquisito il potere del Redentore. La tua avventura inizia ora!",
      "spanish": "Esta es la prueba de que has forjado el pacto y has ganado el poder del Pastor. ¡Ahora empiezan el viaje y las pruebas de verdad!",
      "tchinese": "訂下契約，獲得導師之力的證明。 導師的試煉和冒險之旅終於揭開序幕！",
      "russian": "Доказательство того, что вы заключили союз и получили силу Пастыря.",
      "japanese": "契約を交わし、導師の力を得た証。導師の試練と冒険の旅が、ついに幕を開ける！",
      "brazilian": "Isso prova que você formou o pacto e conquistou o poder do Pastor. Agora, sua jornada e provações começam para valer!"
    }
  },
  {
    "name": "TROPHY_ID_002",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/dc83a0d11a50e25bd1772b7bff9e6e7ded7bc007.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Youth",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "german": "Jugend",
      "french": "Jeunesse",
      "italian": "Quant'è bella giovinezza",
      "spanish": "Juventud",
      "tchinese": "我們的羈絆",
      "russian": "Молодость",
      "japanese": "僕たちの",
      "brazilian": "Juventude"
    },
    "description": {
      "english": "You've been through a lot, but this is proof that you're still on the right track. Or in the right vessel. Or something. Youth can be tumultuous.",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "german": "Du hast viel durchgemacht, aber dies ist der Beweis, dass du noch auf dem richtigen Weg bist. Oder im richtigen Träger. Oder so. In der Jugend kann es drunter- und drübergehen.",
      "french": "Vous avez vécu beaucoup de choses, mais ceci prouve que vous êtes toujours sur la bonne voie. Ou dans le bon réceptacle. Ou quelque chose comme ça. Ah, la passion de la jeunesse !",
      "italian": "Hai affrontato mille vicissitudini, ma questa e' la prova che sei sulla strada giusta. O sul giusto vettore. O qualcos'altro. La gioventù puo' essere molto movimentata.",
      "spanish": "Has pasado por mucho, pero esta es la prueba de que sigues por el buen camino. O en el buen receptáculo. O lo que sea. La juventud puede ser turbulenta.",
      "tchinese": "幾經波折後，終於重修舊好證明。 ……但正確來說應該是「進入新的容器」。 青春就該如此多采多姿。",
      "russian": "Вы через многое прошли, но это доказывает, что вы все еще на правильном пути. Или все еще верны себе. Или еще что-то. В юности все очень сумбурно и непонятно.",
      "japanese": "いろいろあったけど、元の鞘に戻った証。……正確には『新たな器に入った』ですが。いろいろあるのが青春だ。",
      "brazilian": "Você passou por muita coisa, mas isso prova que ainda está no caminho certo. Ou no receptáculo certo. Ou algo parecido. A juventude pode ser atribulada."
    }
  },
  {
    "name": "TROPHY_ID_003",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/da567a5a2e082210f5aeb53e684c04bb7862774c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Trials Overcome",
      "german": "Bestandene Prüfungen",
      "french": "Épreuves surmontées",
      "italian": "Oltre la sfida",
      "spanish": "Pruebas superadas",
      "tchinese": "通過試煉",
      "russian": "Испытания",
      "japanese": "試練を超えて",
      "brazilian": "Provações Completadas",
      "token": "NEW_ACHIEVEMENT_1_3_NAME"
    },
    "description": {
      "english": "This is proof that you've earned the means to stand up against those whom you must. But beware... Your enemies are more powerful than you can imagine. There's no way to know whether you can triumph without confronting them directly.",
      "german": "Das ist der Beweis, dass du die Mittel erworben hast, um deinen Gegnern entgegenzutreten. Aber Vorsicht ... sie sind mächtiger, als du dir vorstellen kannst. Ob du gegen sie bestehen kannst, weißt du erst, wenn es so weit ist.",
      "french": "Ceci prouve que vous avez obtenu les moyens de vous dresser contre vos ennemis. Mais attention... Ils sont plus puissants que vous ne pouvez l'imaginer. Nul ne saurait dire si vous pouvez triompher sans les affronter directement.",
      "italian": "Attesta che hai ottenuto i poteri necessari per affrontare i tuoi antagonisti. Ma ricorda, i nemici sono più potenti di quanto tu possa immaginare, e non potrai trionfare senza un confronto diretto.",
      "spanish": "Esta es la prueba de que has adquirido los medios para enfrentarte contra quien debes. Pero cuidado... los enemigos son más poderosos de lo que imaginas. No hay manera de saber si triunfarás sin una confrontación directa con ellos.",
      "tchinese": "獲得足以對抗敵人之力的證明。 但敵人十分強大，實際交手過後才能見真章。",
      "russian": "Доказательство того, что вы обрели силы, необходимые для победы. Но будьте осторожны... Ваши враги сильнее, чем кажутся. И пока вы не сразитесь с ними, вы не узнаете, на что вы способны.",
      "japanese": "戦うべき相手に対抗するだけの力を身につけた証。だが、敵は強大。勝てるかどうかは戦ってみなければわからない。",
      "brazilian": "Isso prova que você conquistou os meios de se levantar contra aqueles que merecem. Mas cuidado... Seus inimigos são mais poderosos do que você imagina. Não há como saber se você pode triunfar sem confrontá-los diretamente.",
      "token": "NEW_ACHIEVEMENT_1_3_DESC"
    }
  },
  {
    "name": "TROPHY_ID_004",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/477cd1c29f84e50d8fc9305813f48568e257fde0.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "It All Ends Here",
      "german": "Es ist soweit",
      "french": "Tout prend fin ici",
      "italian": "Sipario!",
      "spanish": "Todo acaba aquí",
      "tchinese": "決戰的決心",
      "russian": "Все закончится здесь",
      "japanese": "決戦の意志",
      "brazilian": "Tudo Acaba Aqui",
      "token": "NEW_ACHIEVEMENT_1_4_NAME"
    },
    "description": {
      "english": "This is proof that you're committed to engaging in the final battle. There's no going back. Onward to the place where it all ends!",
      "german": "Das ist der Beweis, dass du dich auf den Endkampf eingelassen hast. Jetzt gibt es kein Zurück mehr. Also vorwärts - dorthin, wo alles endet!",
      "french": "Ceci prouve que vous avez décidé de participer à la bataille finale. Vous ne pouvez plus reculer. En avant, vers la fin de l'histoire !",
      "italian": "Attesta che hai deciso di affrontare la battaglia finale. Da qui non si torna più indietro. È il momento della resa dei conti!",
      "spanish": "Esta es la prueba de que estás comprometido a enfrentarte en el combate final. No hay vuelta atrás. ¡Adelante, hacia el lugar donde termina todo!",
      "tchinese": "做好萬全準備，即將邁向決戰的證明。 已無任何一絲迷惘，只管朝目標前進！",
      "russian": "Доказательство того, что вы готовы вступить в решающий бой. Пути назад нет. Скоро все закончится!",
      "japanese": "全ての準備を終え、あとは決戦に挑むだけとなった証。もう迷いはない。ただ彼の地に進むのみ！",
      "brazilian": "Isso prova que você se comprometeu a enfrentar a batalha final. Não há mais volta. Siga adiante para o lugar onde tudo vai acabar!",
      "token": "NEW_ACHIEVEMENT_1_4_DESC"
    }
  },
  {
    "name": "TROPHY_ID_005",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/5664c187b42d60672c4985545f2bda481ee575b7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Dusk of the Shepherd",
      "german": "Der Weg des Hirten endet",
      "french": "Crépuscule du Berger",
      "italian": "Il tramonto del Redentore",
      "spanish": "El crepúsculo del Pastor",
      "tchinese": "邁向導師結局",
      "russian": "Закат пастыря",
      "japanese": "導師、その結末",
      "brazilian": "Crepúsculo do Pastor",
      "token": "NEW_ACHIEVEMENT_1_5_NAME"
    },
    "description": {
      "english": "This is proof that you've witnessed the resolution of this story. Now you can try playing again with various changes to the gameplay, or you might venture into the daunting bonus dungeons.",
      "german": "Das ist der Beweis, dass du die Auflösung der Geschichte miterlebt hast. Jetzt kannst du das Spiel von vorn anfangen und dabei ein paar Änderungen vornehmen oder dich an die furchterregenden Bonusverliese wagen.",
      "french": "Ceci prouve que vous avez assisté au dénouement de cette histoire. Vous pouvez maintenant rejouer avec différentes modifications des paramètres, ou vous aventurer dans les terrifiants donjons bonus.",
      "italian": "Attesta che hai assistito all'epilogo di questa storia. Ora potrai affrontare di nuovo l'avventura con varie modifiche al sistema di gioco o avventurarti nei temibili sotterranei bonus.",
      "spanish": "Esta es la prueba de que has visto cómo acaba esta historia. Ahora puedes probar a volver a jugar introduciendo varios cambios en el juego o aventurarte en las aterradoras mazmorras adicionales.",
      "tchinese": "親眼見證故事結局的證明。 可以遊玩第二輪，也可以探索隱藏迷宮。",
      "russian": "Доказательство того, что вы видели финал этой истории. Теперь можете пройти игру еще раз с новыми настройками или рискнуть и отправиться в устрашающие бонусные подземелья.",
      "japanese": "物語の結末を君の目で確かめた証。２周目を遊ぶもよし。エクストラダンジョンを探すもよし。",
      "brazilian": "Isso prova que você testemunhou a conclusão dessa história. Agora, você pode tentar jogar novamente com diversas mudanças na jogabilidade, ou pode se aventurar nos assustadores calabouços bônus.",
      "token": "NEW_ACHIEVEMENT_1_5_DESC"
    }
  },
  {
    "name": "TROPHY_ID_006",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/5b26113c126d73ff443db6632fed1587af08959a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "In Shreds and Tatters",
      "german": "In Fetzen",
      "french": "En lambeaux",
      "italian": "Furore",
      "spanish": "Hecho un guiñapo",
      "tchinese": "銜尾之戰",
      "russian": "В лохмотьях",
      "japanese": "うちほろぼろす",
      "brazilian": "Em Farrapos",
      "token": "NEW_ACHIEVEMENT_1_6_NAME"
    },
    "description": {
      "english": "Either on (at least) your 2nd playthrough or in Hard (or greater) difficulty, conquer the fierce battle at Falkewin Hillside without using any items! It's a steep challenge, but you've got what it takes!",
      "german": "Sichere dir (frühestens) im 2. Spieldurchgang oder im Schwierigkeitsgrad \"Schwer\" (oder höher) den Sieg in dem erbitterten Kampf am Falkewin-Hang, ohne Gegenstände zu benutzen! Leicht wird das nicht, aber du kannst es schaffen!",
      "french": "Pendant votre 2e partie (au moins) ou en difficulté Difficile (ou supérieure), triomphez dans le combat du Coteau de Falkewin sans utiliser d'objets ! Le défi est de taille, mais vous en êtes capable !",
      "italian": "Supera la sanguinosa battaglia del pendio di Falkewin senza usare oggetti durante la seconda partita (o successiva) oppure a livello di difficoltà Difficile (o superiore)! È una sfida impegnativa, ma puoi uscirne vincitore!",
      "spanish": "Bien en la segunda partida (al menos) o en dificultad Difícil (o más) supera el combate encarnizado en la ladera de Falkewin sin utilizar objetos. Es un gran desafío, pero tú tienes lo que hay que tener.",
      "tchinese": "用困難以上難度，或在第二輪之後， 於弗爾溫丘陵的激戰中，不使用道具擊破敵人！ 選擇適合的條件，設法達成目標吧！",
      "russian": "Завершите суровый бой на склоне горы Фалквин либо во время второго (по меньшей мере) прохождения, либо на сложном (или выше) уровне, не пользуясь предметами! Это сложное испытание, но вам оно под силу!",
      "japanese": "難易度ハード以上か２周目以上でフォルクエン丘陵での激戦を、アイテムを使用せず撃破！腕にあわせた条件で達成を目指しましょう。",
      "brazilian": "Em (pelo menos) sua segunda partida ou na dificuldade Difícil (ou superior), vença a terrível batalha na Encosta Falkewin sem usar itens! É um desafio íngreme, mas você dá conta!",
      "token": "NEW_ACHIEVEMENT_1_6_DESC"
    }
  },
  {
    "name": "TROPHY_ID_007",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/94a4dbfb45bf7655a498cc7709f507ab92638b20.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Super Collision Course",
      "german": "Kollisionskurs",
      "french": "En route vers l'affrontement",
      "italian": "Vittoria d'impatto",
      "spanish": "Superconfrontación",
      "tchinese": "衝撞師團",
      "russian": "Навстречу катастрофе",
      "japanese": "全力走行中十字路でぶつかる",
      "brazilian": "Superteste de Colisão",
      "token": "NEW_ACHIEVEMENT_1_7_NAME"
    },
    "description": {
      "english": "Either on (at least) your 2nd playthrough or in Hard (or greater) difficulty, conquer the fierce battle at Glaivend Basin without using any items!",
      "german": "Sichere dir (frühestens) im 2. Spieldurchgang oder im Schwierigkeitsgrad \"Schwer\" (oder höher) den Sieg in dem erbitterten Kampf in der Glefehd-Senke, ohne Gegenstände zu benutzen!",
      "french": "Pendant votre 2e partie (au moins) ou en difficulté Difficile (ou supérieure), triomphez dans le combat du Bassin de Glaivend sans utiliser d'objets !",
      "italian": "Supera la sanguinosa battaglia del bacino di Glaivend senza usare oggetti durante la seconda partita (o successiva) oppure a livello di difficoltà Difficile (o superiore)!",
      "spanish": "Bien en la segunda partida (al menos) o en dificultad Difícil (o más) supera el combate encarnizado en la cuenca de Glaivend sin utilizar objetos.",
      "tchinese": "用困難以上難度，或在第二輪之後， 於古雷弗坎盆地的激戰中，不使用道具擊破敵人！",
      "russian": "Завершите суровый бой у впадины Глайвенд либо во время второго (по меньшей мере) прохождения, либо на сложном (или выше) уровне, не пользуясь предметами!",
      "japanese": "難易度ハード以上か２周目以上でグレイブガント盆地での激戦を、アイテムを使用せず撃破！",
      "brazilian": "Ou em (pelo menos) sua segunda partida ou na dificuldade Difícil (ou superior), conquiste a terrível batalha na Bacia Glaivend sem usar itens!",
      "token": "NEW_ACHIEVEMENT_1_7_DESC"
    }
  },
  {
    "name": "TROPHY_ID_008",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/d3ae986a3e4321906e785ea3eac22e79b9da3cbf.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Fiery Trial",
      "german": "Feurige Prüfung",
      "french": "Épreuve ardente",
      "italian": "Sfida infuocata",
      "spanish": "Prueba de fuego",
      "tchinese": "火與蜥蜴的交會",
      "russian": "Испытание огнем",
      "japanese": "皿・男・叫び",
      "brazilian": "Provação Fogosa",
      "token": "NEW_ACHIEVEMENT_1_8_NAME"
    },
    "description": {
      "english": "Either on (at least) your 2nd playthrough or in Hard (or greater) difficulty, conquer the fierce battle at Igraine, the Shrine of the Fire Trial, without using any items!",
      "german": "Sichere dir (frühestens) im 2. Spieldurchgang oder im Schwierigkeitsgrad \"Schwer\" (oder höher) den Sieg in dem erbitterten Kampf bei Igraine, dem Schrein der Feuerprüfung, ohne Gegenstände zu benutzen!",
      "french": "Pendant votre 2e partie (au moins) ou en difficulté Difficile (ou supérieure), triomphez dans le combat du sanctuaire de l'épreuve du feu d'Ygraine sans utiliser d'objets !",
      "italian": "Supera la sanguinosa battaglia di Igraine, il santuario della sfida del fuoco, senza usare oggetti durante la seconda partita (o successiva) oppure a livello di difficoltà Difficile (o superiore)!",
      "spanish": "Bien en la segunda partida (al menos) o en dificultad Difícil (o más) supera el combate encarnizado en el santuario de Igraine de la prueba de fuego sin utilizar objetos.",
      "tchinese": "用困難以上難度，或在第二輪之後， 於試煉遺跡伊格蘭的激戰中，不使用道具擊破敵人！",
      "russian": "Завершите суровый бой в Игрейне, Храме Испытания Огнем либо во время второго (по меньшей мере) прохождения, либо на сложном (или выше) уровне, не пользуясь предметами!",
      "japanese": "難易度ハード以上か２周目以上で試練遺跡イグレインでの激戦を、アイテムを使用せず撃破！",
      "brazilian": "Ou em (pelo menos) sua segunda partida ou na dificuldade Difícil (ou superior), conquiste a terrível batalha em Igraine, o Templo da Provação do Fogo, sem usar itens!",
      "token": "NEW_ACHIEVEMENT_1_8_DESC"
    }
  },
  {
    "name": "TROPHY_ID_009",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/6049ab6f362ff5d721c059193220886824caa6ac.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Writhe in Agony",
      "german": "Schmerzgekrümmt",
      "french": "Douleur insupportable",
      "italian": "Agonia dolorosa",
      "spanish": "Retorcerse de dolor",
      "tchinese": "鬥牛之戰",
      "russian": "Страшные муки",
      "japanese": "のたうち回ろうっす",
      "brazilian": "Se Retorcendo de Agonia",
      "token": "NEW_ACHIEVEMENT_1_9_NAME"
    },
    "description": {
      "english": "Either on (at least) your 2nd playthrough or in Hard (or greater) difficulty, conquer the fierce battle at Morgause, the Shrine of the Earth Trial, without using any items!",
      "german": "Sichere dir (frühestens) im 2. Spieldurchgang oder im Schwierigkeitsgrad \"Schwer\" (oder höher) den Sieg in dem erbitterten Kampf bei Morgause, dem Schrein der Erdenprüfung, ohne Gegenstände zu benutzen!",
      "french": "Pendant votre 2e partie (au moins) ou en difficulté Difficile (ou supérieure), triomphez dans le combat du sanctuaire de l'épreuve de la terre de Morgause sans utiliser d'objets !",
      "italian": "Supera la sanguinosa battaglia di Morgause, il santuario della sfida della terra, senza usare oggetti durante la seconda partita (o successiva) oppure a livello di difficoltà Difficile (o superiore)!",
      "spanish": "Bien en la segunda partida (al menos) o en dificultad Difícil (o más) supera el combate encarnizado en el santuario de Morgause de la prueba de tierra sin utilizar objetos.",
      "tchinese": "用困難以上難度，或在第二輪之後， 於試煉遺跡莫格斯的激戰中，不使用道具擊破敵人！",
      "russian": "Завершите суровый бой в Моргаузе, Храме Испытания Землей либо во время второго (по меньшей мере) прохождения, либо на сложном (или выше) уровне, не пользуясь предметами!",
      "japanese": "難易度ハード以上か２周目以上で試練遺跡モルゴースでの激戦を、アイテムを使用せず撃破！",
      "brazilian": "Ou em (pelo menos) sua segunda partida ou na dificuldade Difícil (ou superior), conquiste a terrível batalha em Morgause, o Templo da Provação da Terra, sem usar itens!",
      "token": "NEW_ACHIEVEMENT_1_9_DESC"
    }
  },
  {
    "name": "TROPHY_ID_010",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/1852dd4a3f56d6fa18be3938846e8e8d3732a55c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Rest Azure'd",
      "german": "Nasse Herausforderung",
      "french": "Azur-ance",
      "italian": "Tormento fluente",
      "spanish": "Descanso azul",
      "tchinese": "六臂強敵",
      "russian": "Кристально чистая уверенность",
      "japanese": "バスター＆ドロップ",
      "brazilian": "Tudo Azul",
      "token": "NEW_ACHIEVEMENT_1_10_NAME"
    },
    "description": {
      "english": "Either on (at least) your 2nd playthrough or in Hard (or greater) difficulty, conquer the fierce battle at Lefay, the Shrine of the Water Trial, without using any items!",
      "german": "Sichere dir (frühestens) im 2. Spieldurchgang oder im Schwierigkeitsgrad \"Schwer\" (oder höher) den Sieg in dem erbitterten Kampf bei Lefay, dem Schrein der Wasserprüfung, ohne Gegenstände zu benutzen!",
      "french": "Pendant votre 2e partie (au moins) ou en difficulté Difficile (ou supérieure), triomphez dans le combat du sanctuaire de l'épreuve de l'eau de Lefay sans utiliser d'objets !",
      "italian": "Supera la sanguinosa battaglia di Lefay, il santuario della sfida dell'acqua, senza usare oggetti durante la seconda partita (o successiva) oppure a livello di difficoltà Difficile (o superiore)!",
      "spanish": "Bien en la segunda partida (al menos) o en dificultad Difícil (o más) supera el combate encarnizado en el santuario de Lefay de la prueba de agua sin utilizar objetos.",
      "tchinese": "用困難以上難度，或在第二輪之後， 於試煉遺跡勒菲的激戰中，不使用道具擊破敵人！",
      "russian": "Завершите суровый бой в Лефэе, Храме Испытания Водой либо во время второго (по меньшей мере) прохождения, либо на сложном (или выше) уровне, не пользуясь предметами!",
      "japanese": "難易度ハード以上か２周目以上で試練遺跡ルーフェイでの激戦を、アイテムを使用せず撃破！",
      "brazilian": "Ou em (pelo menos) sua segunda partida ou na dificuldade Difícil (ou superior), conquiste a terrível batalha em Lefay, o Templo da Provação da Água, sem usar itens!",
      "token": "NEW_ACHIEVEMENT_1_10_DESC"
    }
  },
  {
    "name": "TROPHY_ID_011",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/029971509adfbe3fbb73d18e684d6c0ab847092a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Newcomer Challenge",
      "german": "Herausforderung für ein Nachwuchstalent",
      "french": "Défi du nouveau venu",
      "italian": "Il vento della vittoria",
      "spanish": "Desafío para recién llegados",
      "tchinese": "新面孔",
      "russian": "Испытание для новичка",
      "japanese": "イッツアニューフェイス",
      "brazilian": "Desafio do Iniciante",
      "token": "NEW_ACHIEVEMENT_1_11_NAME"
    },
    "description": {
      "english": "Either on (at least) your 2nd playthrough or in Hard (or greater) difficulty, conquer the fierce battle at Guinevere, the Shrine of the Wind Trial, without using any items!",
      "german": "Sichere dir (frühestens) im 2. Spieldurchgang oder im Schwierigkeitsgrad \"Schwer\" (oder höher) den Sieg in dem erbitterten Kampf bei Guinevere, dem Schrein der Windprüfung, ohne Gegenstände zu benutzen!",
      "french": "Pendant votre 2e partie (au moins) ou en difficulté Difficile (ou supérieure), triomphez dans le combat du sanctuaire de l'épreuve du vent de Guenièvre sans utiliser d'objets !",
      "italian": "Supera la sanguinosa battaglia di Guinevere, il santuario della sfida del vento, senza usare oggetti durante la seconda partita (o successiva) oppure a livello di difficoltà Difficile (o superiore)!",
      "spanish": "Bien en la segunda partida (al menos) o en dificultad Difícil (o más) supera el combate encarnizado en el santuario de Ginebra de la prueba de viento sin utilizar objetos.",
      "tchinese": "用困難以上難度，或在第二輪之後， 於試煉遺跡桂妮薇爾的激戰中，不使用道具擊破敵人！",
      "russian": "Завершите суровый бой в Гвиневере, Храме Испытания Ветром либо во время второго (по меньшей мере) прохождения, либо на сложном (или выше) уровне, не пользуясь предметами!",
      "japanese": "難易度ハード以上か２周目以上で試練遺跡ギネヴィアでの激戦を、アイテムを使用せず撃破！",
      "brazilian": "Ou em (pelo menos) sua segunda partida ou na dificuldade Difícil (ou superior), conquiste a terrível batalha em Guinevere, o Templo da Provação do Vento, sem usar itens!",
      "token": "NEW_ACHIEVEMENT_1_11_DESC"
    }
  },
  {
    "name": "TROPHY_ID_012",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/9093af3c9818e4572ed014342bba366494b18292.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Tear-Soaked Battlefield",
      "german": "Tränengetränktes Schlachtfeld",
      "french": "Champ de bataille baigné de larmes",
      "italian": "Bacino di lacrime",
      "spanish": "Un campo de batalla cubierto de lágrimas",
      "tchinese": "潸然淚下",
      "russian": "Залитое слезами поле боя",
      "japanese": "零した涙が絨毯に落ちる",
      "brazilian": "Campo de Batalha Inundado de Lágrimas",
      "token": "NEW_ACHIEVEMENT_1_12_NAME"
    },
    "description": {
      "english": "Either on (at least) your 2nd playthrough or in Hard (or greater) difficulty, conquer the second fierce battle at Glaivend Basin without using any items!",
      "german": "Sichere dir (frühestens) im 2. Spieldurchgang oder im Schwierigkeitsgrad \"Schwer\" (oder höher) den Sieg in dem zweiten erbitterten Kampf in der Glefehd-Senke, ohne Gegenstände zu benutzen!",
      "french": "Soit pendant votre 2e partie (au moins) soit en difficulté Difficile (ou supérieure), venez à bout du deuxième combat ardu du Bassin de Glaivend sans utiliser d'objets !",
      "italian": "Supera la seconda sanguinosa battaglia del bacino di Glaivend senza usare oggetti durante la seconda partita (o successiva) oppure a livello di difficoltà Difficile (o superiore)!",
      "spanish": "Bien en la segunda partida (al menos) o en dificultad Difícil (o más) supera el segundo combate encarnizado en la cuenca de Glaivend sin utilizar objetos.",
      "tchinese": "用困難以上難度，或在第二輪之後， 於古雷弗坎盆地的再次激戰中，不使用道具擊破敵人！",
      "russian": "Завершите второй суровый бой у впадины Глайвенд либо во время второго (по меньшей мере) прохождения, либо на сложном (или выше) уровне, не пользуясь предметами!",
      "japanese": "難易度ハード以上か２周目以上でグレイブガント盆地での再度の激戦を、アイテムを使用せず撃破！",
      "brazilian": "Ou em (pelo menos) sua segunda partida ou na dificuldade Difícil (ou superior), conquiste a segunda terrível batalha na Bacia Glaivend sem usar itens!",
      "token": "NEW_ACHIEVEMENT_1_12_DESC"
    }
  },
  {
    "name": "TROPHY_ID_013",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/24beeed461b286eac7f79beeed9496e9e3103293.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Killing with Kindness",
      "german": "Sieg mit leeren Händen",
      "french": "Euthanasie",
      "italian": "Scontro spirituale",
      "spanish": "Matar con amabilidad",
      "tchinese": "愛、傑出與恩典",
      "russian": "Убийство из доброты",
      "japanese": "私は禅の心を身につけた",
      "brazilian": "Matando com Bondade",
      "token": "NEW_ACHIEVEMENT_1_13_NAME"
    },
    "description": {
      "english": "Either on (at least) your 2nd playthrough or in Hard (or greater) difficulty, conquer the fierce battle at the Spiritcrest Rayfalke without using any items!",
      "german": "Sichere dir (frühestens) im 2. Spieldurchgang oder im Schwierigkeitsgrad \"Schwer\" (oder höher) den Sieg in dem erbitterten Kampf am Ehrwürdigen Falkenkamm, ohne Gegenstände zu benutzen!",
      "french": "Pendant votre 2e partie (au moins) ou en difficulté Difficile (ou supérieure), triomphez dans le combat de Rayfalke, la Crête des esprits, sans utiliser d'objets !",
      "italian": "Supera la sanguinosa battaglia della vetta dello spirito di Rayfalke senza usare oggetti durante la seconda partita (o successiva) oppure a livello di difficoltà Difficile (o superiore)!",
      "spanish": "Bien en la segunda partida (al menos) o en dificultad Difícil (o más) supera el combate encarnizado en la cima espiritual de Rayfalke sin utilizar objetos.",
      "tchinese": "用困難以上難度，或在第二輪之後， 於靈峰雷弗克的激戰中，不使用道具擊破敵人！",
      "russian": "Завершите суровый бой на Священном пике Рейфалк либо во время второго (по меньшей мере) прохождения, либо на сложном (или выше) уровне, не пользуясь предметами!",
      "japanese": "難易度ハード以上か２周目以上で霊峰レイフォルクでの激戦を、アイテムを使用せず撃破！",
      "brazilian": "Ou em (pelo menos) sua segunda partida ou na dificuldade Difícil (ou superior), conquiste a terrível batalha no Cume dos Espíritos Rayfalke sem usar itens!",
      "token": "NEW_ACHIEVEMENT_1_13_DESC"
    }
  },
  {
    "name": "TROPHY_ID_014",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/a6cf315923d3b63faee03acc49446ff71e219d1b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "A Non-Specific Tale",
      "german": "Vage Trophäe",
      "french": "Histoire sans précisions",
      "italian": "Una storia, molte storie",
      "spanish": "Un cuento sin pormenores",
      "tchinese": "神秘二人組",
      "russian": "История без подробностей",
      "japanese": "こーるたーる",
      "brazilian": "Um Conto Não Específico",
      "token": "NEW_ACHIEVEMENT_1_14_NAME"
    },
    "description": {
      "english": "You defeated some sort of people who came from some sort of place using some sort of means. This is some sort of proof of that. Sort of.",
      "german": "Du hast mit irgendwelchen Mitteln irgendwelche Leute besiegt, die von irgendwo herkamen. Das hier ist irgendwie eine Art Beweis dafür. Sozusagen.",
      "french": "Vous avez vaincu une sorte de personne venue d'une sorte d'endroit par une sorte de moyen. Ceci en est une sorte de preuve. En quelque sorte.",
      "italian": "Hai sconfitto un determinato nemico proveniente da un determinato luogo in un determinato modo. E questa è la prova determinante, giustappunto.",
      "spanish": "Has derrotado a cierto tipo de personas que venían de algún lado utilizando algún medio. Esta es una especie de prueba de ello. O algo así.",
      "tchinese": "用某種方法擊破從某個地方來的 某兩個人的某種證明。 ",
      "russian": "Каким-то образом вы победили каких-то людей, пришедших откуда-то. И это как-то доказывает это событие. Вроде как.",
      "japanese": "とあるところから来たとある二人をとある方法でとある撃破をしたとある証。と、ある。",
      "brazilian": "Você derrotou algum tipo de pessoa que veio de algum tipo de lugar usando algum tipo de meio. Isso é algum tipo de prova disso. Tipo isso.",
      "token": "NEW_ACHIEVEMENT_1_14_DESC"
    }
  },
  {
    "name": "TROPHY_ID_015",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/128b590b49748fc2e3c34ebbfa922b49208eafbe.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "A Life of Moderation",
      "german": "Ein Leben auf dem Mittelweg",
      "french": "Une vie de modération",
      "italian": "Una vita moderata",
      "spanish": "Una vida de moderación",
      "tchinese": "第二人生",
      "russian": "Умеренная жизнь",
      "japanese": "第二の人生",
      "brazilian": "Uma Vida de Moderação",
      "token": "NEW_ACHIEVEMENT_1_15_NAME"
    },
    "description": {
      "english": "Either on (at least) your 2nd playthrough or in Moderate (or greater) difficulty, win the final battle without retrying! If you're familiar with the game, why not start your first playthrough in Moderate right away? You'll earn more Grade than in Normal!",
      "german": "Hol dir (frühestens) im 3. Spieldurchgang oder im Schwierigkeitsgrad \"Schwer\" (oder höher) den Sieg im Endkampf im ersten Versuch! Wenn du dich ohne den eisigen Blick des Todes im Rücken nicht lebendig fühlst, fang am besten gleich im Schwierigkeitsgrad \"Schwer\" oder höher an! Beim Spielen im Schwierigkeitsgrad \"Schwer\" oder höher wächst die Wahrscheinlichkeit, Ausrüstung mit zwei Fertigkeiten zu erhalten!",
      "french": "Pendant votre 2e partie (au moins) ou en difficulté Moyenne (ou supérieure), remportez le combat final du premier coup ! Si vous connaissez le jeu, essayez de commencer votre première partie directement en difficulté Moyenne ! Vous gagnerez plus de points qu'en Normale !",
      "italian": "Supera la battaglia finale senza riprovare durante la seconda partita (o successiva) oppure a livello di difficoltà Moderato (o superiore)! Se sei un veterano di questo genere di giochi, perché non affronti la prima partita a livello di difficoltà Moderato? Otterrai più gradi del livello Normale!",
      "spanish": "Bien en la segunda partida (al menos) o en dificultad Moderada (o más) gana el combate final sin reintentarlo. Si estás familiarizado con el juego, ¿por qué no empiezas la primera partida directamente en Moderada? Ganarás más rango que en Normal.",
      "tchinese": "用進階以上難度，或在第二輪之後，未使用再次挑戰於最終決戰獲勝！ 熟悉遊戲的您，不妨在第一輪就嘗試進階難度。 積分獲得量也比普通難度多喔！",
      "russian": "Одержите победу в финальной битве с первой попытки либо во время второго (по меньшей мере) прохождения, либо на умеренном (или выше) уровне! Если вы хорошо знакомы с игрой, попробуйте начать первое прохождение сразу на умеренном уровне. Так вы сможете получать больше очков рейтинга!",
      "japanese": "難易度セカンド以上、または２周目以上での最終決戦をリトライせずに勝利！常連さんは１周目からセカンドで始めてみては？グレードなどの獲得量が、ノーマルよりも上がりますよ！",
      "brazilian": "Ou em (pelo menos) sua segunda partida ou na dificuldade Moderada (ou superior), vença a batalha final sem tentar novamente! Se você conhece o jogo, que tal começar sua primeira partida já na dificuldade Moderada? Você ganhará mais Grau que na Normal!",
      "token": "NEW_ACHIEVEMENT_1_15_DESC"
    }
  },
  {
    "name": "TROPHY_ID_016",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/8f7db13ba7c61d9e5c4687c653c07d8087588d08.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "A Life of Struggle",
      "german": "Ein Leben des Kampfes",
      "french": "Une vie de lutte",
      "italian": "Una vita complicata",
      "spanish": "Una vida de luchas",
      "tchinese": "苦難重重的人生",
      "russian": "Жизнь - это борьба",
      "japanese": "苦難に満ちた人生",
      "brazilian": "Uma Vida de Dificuldade",
      "token": "NEW_ACHIEVEMENT_1_16_NAME"
    },
    "description": {
      "english": "Either on (at least) your 3rd playthrough or in Hard (or greater) difficulty, win the final battle without retrying! If you can't feel alive without the icy glare of death at your back, we recommend you start the game in Hard right away! Playing in Hard or higher increases your likelihood of obtaining double-skill equipment!",
      "german": "Hol dir (frühestens) im 3. Spieldurchgang oder im Schwierigkeitsgrad \"Schwer\" (oder höher) den Sieg im Endkampf im ersten Versuch! Wenn du dich ohne den eisigen Blick des Todes im Rücken nicht lebendig fühlst, fang am besten gleich im Schwierigkeitsgrad \"Schwer\" oder höher an! Beim Spielen im Schwierigkeitsgrad \"Schwer\" oder höher wächst die Wahrscheinlichkeit, Ausrüstung mit zwei Fertigkeiten zu erhalten!",
      "french": "Pendant votre 3e partie (au moins) ou en difficulté Difficile (ou supérieure), remportez le combat final du premier coup ! Si vous avez besoin de sentir la mort vous souffler dans le cou pour apprécier, essayez de commencer votre première partie directement en difficulté Difficile ! Vous aurez plus de chances d'obtenir de l'équipement à double capacité !",
      "italian": "Supera la battaglia finale senza riprovare durante la terza partita (o successiva) oppure a livello di difficoltà Difficile (o superiore)! Vivi per provare l'ebbrezza della morte che ti sfiora? Il consiglio è di iniziare il gioco a livello di difficoltà Difficile! Giocare a livello Difficile o superiore incrementa le probabilità di ottenere equipaggiamento con abilità doppie.",
      "spanish": "Bien en la tercera partida (al menos) o en dificultad Difícil (o más) gana el combate final sin reintentarlo. Si no te sientes vivo sin el gélido aliento de la muerte en la nuca, te recomendamos que empieces el juego directamente en Difícil. Jugar en esta dificultad o más aumenta la probabilidad de que encuentres equipo con dos habilidades.",
      "tchinese": "用困難以上難度，或在第三輪之後，未使用再次挑戰於最終決戰獲勝！ 若沒有生命危險就感受不到生存價值的人，歡迎選擇此難度開始遊玩。 「雙重技能」只有在困難以上難度才有機會出現！",
      "russian": "Одержите победу в финальной битве с первой попытки либо во время третьего (по меньшей мере) прохождения, либо на сложном (или выше) уровне! Если жизнь кажется вам пустой, когда смерть не поджидает за каждым углом, попробуйте начать игру сразу на сложном уровне! Играя на сложном уровне и выше, вы имеете больше шансов найти снаряжение с двойными навыками!",
      "japanese": "難易度ハード以上、または３周目以上での最終決戦をリトライせずに勝利！命の危険がないと生きてる実感がない人はこの難易度から始めましょう。ハード以上でのみ「ダブルスキル」の発生確率があります！",
      "brazilian": "Ou em (pelo menos) sua terceira partida ou na dificuldade Difícil (ou superior), vença a batalha final sem tentar novamente! Se não consegue se sentir vivo sem o olhar gelado da morte nas suas costas, recomendamos que você comece o jogo já na dificuldade Difícil! Jogar em Difícil ou superior aumenta suas chances de obter equipamento de habilidade dupla!",
      "token": "NEW_ACHIEVEMENT_1_16_DESC"
    }
  },
  {
    "name": "TROPHY_ID_017",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/6531ce86d65c5d5ed92d2531360b7b8049014663.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "A Life Facing Malice",
      "german": "Im Angesicht der Bosheit",
      "french": "Une vie contre le mal",
      "italian": "Una vita intensa",
      "spanish": "Una vida enfrentándose a la malicia",
      "tchinese": "對抗惡夢折磨的人生",
      "russian": "Жизнь, полная опасностей",
      "japanese": "悪意の眼差しに抗う人生",
      "brazilian": "Uma Vida Enfrentando Malícia",
      "token": "NEW_ACHIEVEMENT_1_17_NAME"
    },
    "description": {
      "english": "Either on (at least) your 4th playthrough or in Intense (or greater) difficulty, win the final battle without retrying! Play long enough in Hard to unlock this more challenging difficulty setting.",
      "german": "Hol dir (frühestens) im 4. Spieldurchgang oder im Schwierigkeitsgrad \"Hoch\" (oder höher) den Sieg im Endkampf im ersten Versuch! Spiele lange genug im Schwierigkeitsgrad \"Schwer\", um diese anspruchsvollere Schwierigkeitseinstellung freizuschalten.",
      "french": "Pendant votre 4e partie (au moins) ou en difficulté Intense (ou supérieure), remportez le combat final du premier coup ! Jouez assez longtemps en difficulté Difficile pour avoir accès à ce mode plus ardu encore.",
      "italian": "Supera la battaglia finale senza riprovare durante la quarta partita (o successiva) oppure a livello di difficoltà Intenso (o superiore)! Gioca a lungo a livello Difficile per sbloccare questo livello di difficoltà ancora più impegnativo.",
      "spanish": "Bien en la cuarta partida (al menos) o en dificultad Intensa (o más) gana el combate final sin reintentarlo. Juega lo suficiente en Difícil para desbloquear este ajuste de dificultad todavía más desafiante.",
      "tchinese": "用惡夢以上難度，或在第四輪之後，未使用再次挑戰於最終決戰獲勝！ 使用困難難度戰鬥多次後，將解鎖新的難度。",
      "russian": "Одержите победу в финальной битве с первой попытки либо во время четвертого (по меньшей мере) прохождения, либо на напряженном (или выше) уровне! Если будете играть достаточно долго на сложном уровне, вы откроете этот более высокий уровень сложности.",
      "japanese": "難易度イヴィル以上か４周目以上での最終決戦をリトライせずに勝利！難易度ハードでたっぷり戦闘すると新しい難易度が開放されます。",
      "brazilian": "Ou em (pelo menos) sua quarta partida ou na dificuldade Intensa (ou superior), vença a batalha final sem tentar novamente! Jogue o suficiente em Difícil para habilitar essa opção de dificuldade mais desafiadora.",
      "token": "NEW_ACHIEVEMENT_1_17_DESC"
    }
  },
  {
    "name": "TROPHY_ID_018",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/78dd4bb44fcb8f6aae1c5680cf87aacbc77d17fc.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "A Life Torn Between Order and Chaos",
      "german": "Zwischen Ordnung und Chaos",
      "french": "Une vie déchirée entre l'ordre et le chaos",
      "italian": "Una vita tra caos e ordine",
      "spanish": "Una vida dividida entre el Orden y el Caos",
      "tchinese": "混沌與秩序夾縫中的人生",
      "russian": "Жизнь на грани порядка и хаоса",
      "japanese": "混沌と秩序の狭間の人生",
      "brazilian": "Uma Vida Dividida entre Ordem e Caos",
      "token": "NEW_ACHIEVEMENT_1_18_NAME"
    },
    "description": {
      "english": "Either on (at least) your 5th playthrough or in Chaos difficulty, win the final battle without retrying! Play long enough in Intense to unlock this ghastly difficulty setting. It's the only difficulty that offers a chance of obtaining triple-skill equipment!",
      "german": "Hol dir (frühestens) im 5. Spieldurchgang oder im Schwierigkeitsgrad \"Chaos\" den Sieg im Endkampf im ersten Versuch! Spiele lange genug im Schwierigkeitsgrad \"Hoch\", um diese grausige Schwierigkeitseinstellung freizuschalten. Das ist der einzige Schwierigkeitsgrad, der eine Chance auf Ausrüstung mit dreifachen Fertigkeiten bietet!",
      "french": "Pendant votre 5e partie (au moins) ou en difficulté Chaos, remportez le combat final du premier coup ! Jouez assez longtemps en difficulté Intense pour avoir accès à ce mode terriblement ardu. C'est le seul niveau de difficulté qui vous permette d'obtenir de l'équipement à triple capacité !",
      "italian": "Supera la battaglia finale senza riprovare durante la quinta partita (o successiva) oppure a livello di difficoltà Caotico (o superiore)! Gioca a lungo a livello Intenso per sbloccare questo livello di difficoltà ancora più impegnativo. È l'unico livello che garantisce la possibilità di ottenere equipaggiamento con abilità triple!",
      "spanish": "Bien en la quinta partida (al menos) o en dificultad Caos gana el combate final sin reintentarlo. Juega lo suficiente en Intensa para desbloquear este ajuste de dificultad aterradora. ¡Es el único nivel de dificultad que ofrece la posibilidad de conseguir equipo con tres habilidades!",
      "tchinese": "用混沌以上難度，或在第五輪之後，未使用再次挑戰於最終決戰獲勝！ 使用惡夢難度不斷戰鬥後，將解鎖新的難度。 「三重技能」只有在混沌以上難度才有機會出現！",
      "russian": "Одержите победу в финальной битве с первой попытки либо во время пятого (по меньшей мере) прохождения, либо на уровне \"Хаос\"! Если будете играть достаточно долго на напряженном уровне, вы откроете этот пугающий уровень сложности. Только на нем можно получить снаряжение с тройными навыками!",
      "japanese": "難易度カオスか５周目以上での最終決戦をリトライせずに勝利！難易度イヴィルでごっそり戦闘すると新しい難易度が開放されます。カオスでのみ「トリプルスキル」の発生確率があります！",
      "brazilian": "Ou em (pelo menos) sua quinta partida ou na dificuldade Caos, vença a batalha final sem tentar novamente! Jogue o suficiente em Intensa para habilitar essa opção de dificuldade aterrorizante. É a única dificuldade que oferece chance de obter equipamento de habilidade tripla!",
      "token": "NEW_ACHIEVEMENT_1_18_DESC"
    }
  },
  {
    "name": "TROPHY_ID_019",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/60f6ebf9d9f0ad1294abfa881c4e47f6b7985e21.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "No Ordinary Customer",
      "german": "Kein gewöhnlicher Kunde",
      "french": "Pas un client ordinaire",
      "italian": "Cliente straordinario",
      "spanish": "Cliente extraordinario",
      "tchinese": "常客",
      "russian": "Необычный покупатель",
      "japanese": "お得意サマー",
      "brazilian": "Não É Um Cliente Ordinário",
      "token": "NEW_ACHIEVEMENT_1_19_NAME"
    },
    "description": {
      "english": "Shop Level will increase when you buy, sell, or fuse equipment at shops. This is proof that you've fist-bumped the invisible hand of capitalism enough to achieve maximum Shop Level. Secret menus unleashed!",
      "german": "Das Ladenlevel erhöht sich, wenn du Ausrüstung in Läden kaufst, verkaufst oder verschmilzt. Das ist der Beweis, dass du dich mit dem Kapitalismus eng genug verbrüdert hast, um das maximale Ladenlevel zu erreichen. Geheimmenüs freigeschaltet!",
      "french": "Le Niveau de magasin augmente quand vous achetez, vendez ou fusionnez de l'équipement dans les magasins. Ceci prouve que vous maîtrisez suffisamment les principes du capitalisme pour atteindre le Niveau de magasin maximum. Les menus secrets sont accessibles !",
      "italian": "Il livello negozio aumenta quando acquisti, vendi o fondi equipaggiamento nei negozi. È la prova che hai stretto l'invisibile mano del capitalismo, raggiungendo il livello negozio massimo. Menu segreti sbloccati!",
      "spanish": "El nivel de las tiendas aumentará cuando compres, vendas o fusiones equipo en ellas. Esta es la prueba de que has chocado los cinco con la mano invisible del capitalismo las veces suficientes para conseguir el nivel de tienda máximo. ¡Y se han desbloqueado menús secretos!",
      "tchinese": "在武器店購買、出售和融合都能提昇商店階級。 用此方式將任一商店階級昇至ＭＡＸ的證明。 將會出現許多隱藏項目喔。",
      "russian": "Уровень магазина повышается, когда вы покупаете, продаете или объединяете предметы в магазине. Это доказательство того, что вы жали невидимую руку капитализма так много раз, что достигли максимального уровня магазина. Встречайте секретные меню!",
      "japanese": "武具屋で売っても買っても融合してもショップランクが上がっていきます。そうして何処かのショップランクをＭＡＸまで上げきった証。裏メニューも出しまくり。",
      "brazilian": "Níveis de Loja aumentam quando você compra, vende ou funde equipamento em lojas. Isso é a prova de que você deu um tapinha nas costas invisíveis do capitalismo o suficiente para atingir o Nível de Loja máximo. Menus secretos liberados!",
      "token": "NEW_ACHIEVEMENT_1_19_DESC"
    }
  },
  {
    "name": "TROPHY_ID_020",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/9b64fc7c821e9d77e713d6880068599861a8e320.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "36 Challenges",
      "german": "36 Herausforderungen",
      "french": "36 défis",
      "italian": "Anomalia 36",
      "spanish": "36 retos",
      "tchinese": "三十六計絕不逃走",
      "russian": "36 испытаний",
      "japanese": "三十六計逃げぬ数々",
      "brazilian": "36 Desafios",
      "token": "NEW_ACHIEVEMENT_1_20_NAME"
    },
    "description": {
      "english": "This is proof that you've collected all 36 anomalous orbs. You've poked around in every nook and cranny, you've laughed, you've cried, you've questioned your assumptions... But you made it!",
      "german": "Das ist der Beweis, dass du alle 36 anormalen Kugeln gesammelt hast. Du hast in jedem Eckchen und Winkel herumgestochert, du hast gelacht, geweint, deine Vermutungen hinterfragt ... aber du hast es geschafft!",
      "french": "Ceci prouve que vous avez réuni les 36 orbes anormaux. Vous avez fouillé dans tous les coins et recoins, ri, pleuré, remis en doute vos hypothèses... Mais vous avez réussi !",
      "italian": "Attesta che hai raccolto i 36 globi anomali. Hai esplorato ogni angolo del mondo, hai riso, hai pianto, hai persino dubitato delle tue intuizioni... Ma alla fine ne sei uscito vincitore!",
      "spanish": "Esta es la prueba de que has reunido 36 orbes anómalos. Has rebuscado por todos los rincones, has reído, has llorado, te has cuestionado lo que sabías... ¡pero lo has conseguido!",
      "tchinese": "取得３６個異形寶珠的證明。四處探索、深入鑽研…… 這是戰勝種種困難，一路過關斬將的證明！",
      "russian": "Доказательство того, что вы собрали все 36 аномальных сфер. Вы искали по всем углам, залезли в каждую щель, вы смеялись, плакали, ставили под вопрос свою картину мира... Но вы справились!",
      "japanese": "異形の宝珠を３６個取得した証。寄り道、やりこみ要素……様々な困難を経て、勝ち抜いた証です！",
      "brazilian": "Isso prova que você obteve todos os 36 orbes anômalos. Você cutucou cada cantinho, você riu, você chorou, você questionou suas crenças… Mas você conseguiu!",
      "token": "NEW_ACHIEVEMENT_1_20_DESC"
    }
  },
  {
    "name": "TROPHY_ID_021",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/0967065d2e77d037345249484817bd9c85906c30.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "An 'undred Herbs",
      "german": "Hundert Kräuter",
      "french": "Centaine de plantes",
      "italian": "Erba di casa mia",
      "spanish": "Un centenar de hierbas",
      "tchinese": "１００株藥草",
      "russian": "Сотня трав",
      "japanese": "薬草１００本",
      "brazilian": "Centena de Ervas",
      "token": "NEW_ACHIEVEMENT_1_21_NAME"
    },
    "description": {
      "english": "This is proof that you've picked more than 100 herbs. Don't hesitate to use them when your initial SC gets low and you're stranded far from town.",
      "german": "Das ist der Beweis, dass du über 100 Kräuter gesammelt hast. Zögere nicht, sie anzuwenden, wenn deine SK abnimmt und du fern der Stadt in Not geraten bist.",
      "french": "Ceci prouve que vous avez récolté plus de 100 plantes médicinales. N'hésitez pas à vous en servir quand votre jauge CS initiale commence à faiblir et que vous êtes loin de la ville.",
      "italian": "Attesta che hai raccolto più di 100 erbe. Non esitare a usarle quando i punti CS si riducono e non puoi tornare in città.",
      "spanish": "Esta es la prueba de que has recogido más de 100 hierbas. No dudes en usarlas cuando tu CE inicial baje y estés lejos de cualquier ciudad.",
      "tchinese": "採集超過１００株藥草的證明。 起始ＳＣ降低又無法回到城鎮時，請不要吝於使用。",
      "russian": "Доказательство того, что вы собрали более 100 трав. Не бойтесь использовать их, если у вас сильно упадет исходное количество ОСД вдали от города.",
      "japanese": "薬草を１００本以上引っこ抜いた証。初期SCが減って街に帰れないときには惜しまず使おう。",
      "brazilian": "Isso prova que você coletou mais de 100 ervas. Não hesite em usá-las quando sua CE inicial baixar e você estiver longe de uma cidade.",
      "token": "NEW_ACHIEVEMENT_1_21_DESC"
    }
  },
  {
    "name": "TROPHY_ID_022",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/21fbc68b88c9bc1cc22332f68df616e98119cafd.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Checking Inn",
      "german": "Gasthaustour",
      "french": "Auberge de mon cœur",
      "italian": "Sogni d'oro",
      "spanish": "Vida re-posada",
      "tchinese": "連夜投宿",
      "russian": "Поход по трактирам",
      "japanese": "連夜のホテル暮らし",
      "brazilian": "Hospedando com Frequência",
      "token": "NEW_ACHIEVEMENT_1_22_NAME"
    },
    "description": {
      "english": "This is proof that you've stayed at inns for a total of 10 nights. Resting at inns can give you extra skill effects in battle thanks to mysterious ingredients in the meals you're served. You can also engage in chitchat with your companions and restore your initial SC to 100. Such hospitality!",
      "german": "Das ist der Beweis, dass du insgesamt 10 Nächte in Gasthäusern verbracht hast. Eine Rast in einem Gasthaus kann dir dank geheimnisvoller Zutaten in den servierten Gerichten zusätzliche Fertigkeitseffekte im Kampf verleihen. Noch dazu kannst du mit deinen Gefährten plaudern und deine SK wieder auf 100 regenerieren. Das ist echte Gastlichkeit!",
      "french": "Ceci prouve que vous avez passé un total de 10 nuits à l'auberge. Les séjours à l'auberge peuvent vous donner des effets de capacités supplémentaires au combat grâce aux mystérieux ingrédients des plats proposés. Vous pouvez également discuter avec vos compagnons et rétablir votre jauge CS initiale à 100. Quelle hospitalité !",
      "italian": "Attesta che hai trascorso dieci notti nelle locande. Riposando nelle locande, puoi ottenere abilità extra in battaglia, attraverso i misteriosi ingredienti dei pasti che ti vengono serviti. Puoi inoltre chiacchierare con i tuoi compagni e ripristinare i punti CS al valore di 100. Questa è ospitalità, gente!",
      "spanish": "Esta es la prueba de que te has alojado en posadas durante 10 noches en total. Descansar en posadas te otorga efectos de habilidades adicionales en combate gracias a los ingredientes misteriosos de los platos que te sirven allí. También te puedes poner a charlar con tus compañeros y volver a poner en 100 tu CE inicial. ¡Qué hospitalidad!",
      "tchinese": "總計在旅館投宿１０次的證明。 投宿旅館可以透過用餐附加戰鬥時的技能效果， 可以觸發夥伴間的對話，起始ＳＣ也會恢復到１００，好處多多喔！",
      "russian": "Доказательство того, что вы провели в трактирах в общей сложности 10 ночей. Отдых в трактирах дает вам дополнительное преимущество в бою благодаря мистическим эффектам блюд, которые в них подают. Кроме этого вы можете поболтать со своими друзьями и восстановить исходное количество ОСД до 100. Вот что такое гостеприимство!",
      "japanese": "宿屋に通算１０泊した証です。宿屋に泊まると、食べた料理により戦闘時のスキル効果が付加されたり仲間同士の会話が発生したり、初期ＳCが１００に全快したりとよいことずくめ。",
      "brazilian": "Isso prova que você ficou nas hospedarias por um total de 10 noites. Descansar nas hospedarias dá a você efeitos extras de habilidade graças aos misteriosos ingredientes nas refeições lá servidas. Você também pode bater papo com seus companheiros e recuperar sua CE inicial para 100. Quanta hospitalidade!",
      "token": "NEW_ACHIEVEMENT_1_22_DESC"
    }
  },
  {
    "name": "TROPHY_ID_023",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/e09e6291692c7ad19a40f0bc8f6a51927eb482a4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Show of Talent",
      "german": "Talent",
      "french": "Démonstration de talent",
      "italian": "Professorino",
      "spanish": "Una muestra de talento",
      "tchinese": "拜師學藝",
      "russian": "Шоу талантов",
      "japanese": "殊勝な師匠",
      "brazilian": "Demonstração de Talento",
      "token": "NEW_ACHIEVEMENT_1_23_NAME"
    },
    "description": {
      "english": "This is proof that you've honed a certain Support Talent enough to be able to teach it to others at the inn. Those who can, do. Those who can even better, teach!",
      "german": "Das ist der Beweis, dass du eine gewisse Begabung zur Unterstützung entwickelt hast, sodass du sie anderen im Gasthaus beibringen kannst. Wer was kann, tut's. Wer's noch besser kann, bringt's anderen bei!",
      "french": "Ceci prouve que vous avez maîtrisé un talent de soutien à tel point que vous pouvez l'enseigner aux autres à l'auberge. Celui qui peut agit. Celui qui peut mieux enseigne !",
      "italian": "Attesta che hai affinato un determinato talento di supporto, al punto da poterlo insegnare agli altri nella locanda. Chi sa, agisce. Chi sa più di tutti, insegna!",
      "spanish": "Esta es la prueba de que has perfeccionado tanto un talento de apoyo que se lo puedes enseñar a los demás en la posada. Los que pueden, lo hacen. ¡Los que lo hacen mejor, enseñan!",
      "tchinese": "鍛鍊特定支援能力後，在旅館傳授特殊能力的證明。 努力鍛鍊，收個徒弟吧！",
      "russian": "Доказательство того, что вы достаточно хорошо освоили вспомогательный талант и теперь можете передать его другим в трактире. Тот, кто умеет, делает. Настоящие мастера - учат!",
      "japanese": "特定のサポートタレントを鍛えることで、宿屋にてサポートタレントの伝授が行われた証。頑張って鍛えて、弟子を作ろうデシ！",
      "brazilian": "Isso prova que você aperfeiçoou um certo Talento de Suporte o suficiente para ensiná-lo aos outros na hospedaria. Quem pode, faz. Quem pode ainda mais, ensina!",
      "token": "NEW_ACHIEVEMENT_1_23_DESC"
    }
  },
  {
    "name": "TROPHY_ID_024",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/fd4f4272bb525a62a067ec67c6b4cc0dd31e473b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Monolith Monomania",
      "german": "Monolithenmanie",
      "french": "Monomaniaque des monolithes",
      "italian": "Ossessione monolitica",
      "spanish": "Monomanía monolitera",
      "tchinese": "石碑的奧妙",
      "russian": "Увлечение монолитами",
      "japanese": "石碑の気品",
      "brazilian": "Monomania Monolítica",
      "token": "NEW_ACHIEVEMENT_1_24_NAME"
    },
    "description": {
      "english": "This is proof that you've found all the stone monoliths and ruminated on their author. Use the battle actions you've acquired to unleash the ultimate mystic artes!",
      "german": "Das ist der Beweis, dass du alle Steinmonolithen gefunden und über ihren Urheber nachgegrübelt hast. Nutze die Kampfaktionen, die du erworben hast, um die ultimativen mystischen Artes zu entfesseln!",
      "french": "Ceci prouve que vous avez trouvé tous les monolithes et réfléchi à leur auteur. Utilisez les actions en combat que vous avez obtenues pour déchaîner les artes mystiques suprêmes !",
      "italian": "Attesta che hai trovato tutti i monoliti di pietra e che hai riflettuto a lungo circa il loro autore. Usa le azioni di battaglia acquisite per scatenare le arti mistiche definitive!",
      "spanish": "Esta es la prueba de que has encontrado todos los monolitos de piedra y has cavilado acerca de su autoría. Utiliza las acciones de combate que has adquirido para desatar grandes artes místicas.",
      "tchinese": "找到所有石碑，追思刻下石碑之人的證明。 用獲得的戰鬥效果施展究極的秘奧義！",
      "russian": "Доказательство того, что вы нашли все каменные монолиты и крепко задумались, кто же их создал. Используйте полученные боевые действия, чтобы обрушить на врагов сокрушительные магические приемы. ",
      "japanese": "全ての石碑を発見し、書き主に思いを馳せた証。獲得したバトルアクトで、究極の秘奥義を繰り出せ！",
      "brazilian": "Isso prova que você encontrou todos os monólitos de pedra e ruminou sobre seu autor. Use as ações de batalha adquiridas para desferir as ars místicas derradeiras!",
      "token": "NEW_ACHIEVEMENT_1_24_DESC"
    }
  },
  {
    "name": "TROPHY_ID_025",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/b50ebb7ba7ca13317211129b1affac3ab4668ed4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Normin Tamer",
      "german": "Norminzähmer",
      "french": "Dresseur de normins",
      "italian": "Ispiratore di normin",
      "spanish": "Domador de normin",
      "tchinese": "諾爾敏好朋友",
      "russian": "Укротитель норминов",
      "japanese": "のるみんていまーず",
      "brazilian": "Adestrador de Normin",
      "token": "NEW_ACHIEVEMENT_1_25_NAME"
    },
    "description": {
      "english": "This is proof that you've found at least 40 normin and convinced them to help out. You're great at making new friends! But remember, there's more to come.",
      "german": "Das ist der Beweis, dass du mindestens 40 Normin gefunden und überzeugt hast, dir zu helfen. Du hast echt ein Händchen dafür, neue Freunde zu gewinnen! Aber denk daran, noch ist es nicht zu Ende.",
      "french": "Ceci prouve que vous avez trouvé au moins 40 normins et que vous les avez persuadés de vous aider. Vous vous faites facilement de nouveaux amis ! Mais n'oubliez pas, il en reste.",
      "italian": "Attesta che hai trovato almeno 40 normin e che li hai convinti ad assisterti. Che persona affabile! Ma non dimenticare che, in giro per il mondo, altri normin ti attendono.",
      "spanish": "Esta es la prueba de que te has encontrado al menos con 40 normin y los has convencido para que te ayudaran. ¡Se te da muy bien hacer nuevos amigos! Pero recuerda: quedan más por venir.",
      "tchinese": "找到超過４０位諾爾敏，並獲得協助的證明。 結交到許多朋友了，但還有更多喔。",
      "russian": "Доказательство того, что вы нашли не меньше 40 норминов и убедили их помочь вам. Вы умеете заводить друзей! Но помните, что это еще не все.",
      "japanese": "ノルミンを４０人以上発見し、協力してくれるようになった証。ともだちたくさんできました。まだまだいるよ。",
      "brazilian": "Isso prova que você encontrou pelo menos 40 normins e os convenceu a te ajudar. Você é ótimo em fazer novos amigos! Mas lembre-se, há mais vindo aí.",
      "token": "NEW_ACHIEVEMENT_1_25_DESC"
    }
  },
  {
    "name": "TROPHY_ID_026",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/d65de3fa2b073b5f68d433ef4ee3505e573d7b8c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Landed Gentry",
      "german": "Landadel",
      "french": "Noblesse seigneuriale",
      "italian": "Venti benedetti",
      "spanish": "Señorío con los pies en la tierra",
      "tchinese": "與此地共進退",
      "russian": "Дворянин",
      "japanese": "この地に骨をうずめる覚悟",
      "brazilian": "Aristocracia Rural",
      "token": "NEW_ACHIEVEMENT_1_26_NAME"
    },
    "description": {
      "english": "This is proof that at least one Lord of the Land has reached Blessing Level 20. Even when they pass to the stars, they find it hard to abandon those over whom they watch. It seems some remnant of their blessing remains even after you finish the game.",
      "german": "Das ist der Beweis, dass mindestens ein Herrscher des Landes die Segensstufe 20 erreicht hat. Selbst, wenn sie zu den Sternen gehen, möchten sie die, über die sie wachen, nicht im Stich lassen. Anscheinend bleibt etwas von ihrem Segen zurück, selbst wenn du das Spiel beendet hast.",
      "french": "Ceci prouve qu'au moins un Seigneur de la terre a atteint le niveau de bénédiction 20. Même quand ils rejoignent les étoiles, ils ont du mal à abandonner ceux qui sont sous leur garde. Il semblerait qu'un vestige de leur bénédiction reste en place même après la fin de la partie.",
      "italian": "Attesta che almeno un Dominus della terra ha raggiunto il livello di benedizione 20. Anche quando volano oltre le stelle, i Dominus non abbandonano mai i loro protetti. Si dice che l'aura della loro benedizione permanga persino dopo la fine del gioco...",
      "spanish": "Esta es la prueba de que al menos un Señor de la Tierra ha llegado a nivel 20 de bendición. Hasta cuando ascienden a las estrellas encuentran difícil abandonar del todo a las personas que cuidan. Parece que algo de sus bendiciones permanece incluso después de que acabes el juego.",
      "tchinese": "任一地之主的庇佑等級到達２０的證明。 即使成為星星也不忘溫情守護。 遊戲通關後，庇佑好像還會持續一陣子喔。",
      "russian": "Доказательство того, что по крайней мере один Хранитель достиг 20 уровня благодати. Даже когда он уйдет к звездам, он не сможет забыть о своих подопечных. Похоже, часть благодати останется даже после того, как вы пройдете игру.",
      "japanese": "いずれかの地の主の加護レベルを２０にした証。お星さまとなって温かく見守るのも捨てがたい。一度ゲームクリアすると、あともうちょっとだけ続くらしい。",
      "brazilian": "Isso é prova que pelo menos um Senhor da Terra atingiu Nível de Bênção 20. Mesmo quando passam às estrelas, eles acham difícil abandonar aqueles que vigiam. Parece que algum resquício de sua bênção permanece até depois de você terminar o jogo.",
      "token": "NEW_ACHIEVEMENT_1_26_DESC"
    }
  },
  {
    "name": "TROPHY_ID_027",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/9b223be5064e65832ee6b3a6803b314b4b44cf65.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Boss of the G-Union",
      "german": "F-Bündel-Boss",
      "french": "État de l'Union",
      "italian": "La forza del gruppo",
      "spanish": "Jefe de la unión-g.",
      "tchinese": "五聯結",
      "russian": "Руководитель группы",
      "japanese": "ファイブレンジャー",
      "brazilian": "Chefe da União-G",
      "token": "NEW_ACHIEVEMENT_1_27_NAME"
    },
    "description": {
      "english": "This is proof that you've equipped items that activate a Group Union bonus skill. Each basic skill group has a skill corresponding to each of the five elements. It doesn't matter where on your equipment you have the skills equipped; just equip all five skills in a group to form a Group Union!",
      "german": "Das ist der Beweis, dass du Gegenstände ausgerüstet hast, die eine Bonusfertigkeit für Fertigkeitenbündel aktivieren. Jede Gruppe von Grundfertigkeiten hält für jedes der fünf Elemente eine entsprechende Fertigkeit parat. Es ist egal, bei welchem Ausrüstungsteil du die Fertigkeiten ausgerüstet hast. Rüste einfach alle fünf Fertigkeiten in einer Gruppe aus, um ein Fertigkeitenbündel zu bilden!",
      "french": "Ceci prouve que vous vous êtes équipé d'éléments qui activent la capacité bonus Union. Chaque groupe de capacités de base a une capacité correspondant à l'un des cinq éléments. Peu importe à quel emplacement vous équipez les capacités ; il vous suffit d'équiper les cinq capacités d'un groupe pour former une Union !",
      "italian": "Attesta che hai equipaggiato oggetti che attivano un'abilità bonus Unione gruppo. Ogni gruppo di abilità base comprende un'abilità per ciascuno dei cinque elementi. La loro posizione sull'equipaggiamento non è importante: equipaggia tutte e cinque le abilità di un gruppo per formare un'Unione gruppo!",
      "spanish": "Esta es la prueba de que te has equipado con objetos que activan una habilidad de bonificación por unión grupal. Cada grupo de habilidades básicas tiene una habilidad que se corresponde con cada uno de los cinco elementos. No importa en qué parte de tu equipo tengas puestas las habilidades, basta con que te equipes con las cinco habilidades del grupo para formar una unión grupal.",
      "tchinese": "在搭配裝備時發現獎勵技能「聯結」，並裝備該裝備的證明。 技能依照類別，具有對應５種屬性的效果。 裝備位置不同也沒關係，只要裝備同一類５種技能， 就能發動「聯結」系的新技能！",
      "russian": "Доказательство того, что вы использовали снаряжение, которое активирует бонусный навык связки по группе. В каждой группе базовых навыков есть навык, связанный с одной из пяти стихий. Неважно, какие именно предметы вашего снаряжения обладают навыками, - просто используйте все пять навыков вместе, чтобы создать связку по группе!",
      "japanese": "装備の組み合わせでボーナススキル「ユニオン」が発現した装備品を装備した証。スキルはグループごとに５つの属性に対応した効果を持ちます。装備箇所は別でもよいので、同グループの５種のスキルを全て装備すると「ユニオン」系スキルが新たに発動！　",
      "brazilian": "Isso prova que você equipou itens que ativam habilidades-bônus de União de Grupo. Cada grupo de habilidade básica tem uma habilidade correspondente a cada um dos cinco elementos. Não importa onde em seu equipamento a habilidade está instalada; só equipe todas as cinco habilidades em um grupo para formar uma União de Grupo!",
      "token": "NEW_ACHIEVEMENT_1_27_DESC"
    }
  },
  {
    "name": "TROPHY_ID_028",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/6c05b977f33b4fb72b80a089c041c2884c0bfb60.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Elle Mental Marta",
      "german": "Elementar!",
      "french": "Elle \"Mentaire\" Marta",
      "italian": "Elementale, Sorey",
      "spanish": "Elle Mental Marta",
      "tchinese": "元素相伴",
      "russian": "Стихийное бедствие",
      "japanese": "エル・メル・マータ",
      "brazilian": "Elemental, Meu Caro Watson",
      "token": "NEW_ACHIEVEMENT_1_28_NAME"
    },
    "description": {
      "english": "This is proof that you've equipped items that activate an Elemental Union bonus skill. Basic skills all correspond to one of five different elements. Equip skills of the same element that line up directly adjacent to each other, and you'll form an Elemental Union based on how many skills are in the line. Check it out on the skill sheet!",
      "german": "Das ist der Beweis, dass du Gegenstände ausgerüstet hast, die eine Bonusfertigkeit für Elementbündel aktivieren. Alle Grundfertigkeiten entsprechen einem der fünf verschiedenen Elemente. Wenn du Fertigkeiten desselben Elements ausrüstest und alle direkt aneinander angrenzen, bildest du ein Elementbündel, das darauf basiert, wie viele Fertigkeiten aufeinanderfolgen. Sieh es dir auf dem Fertigkeitsblatt an!",
      "french": "Ceci prouve que vous vous êtes équipé d'éléments qui activent la capacité bonus Élémentaire. Les capacités de base correspondent toutes à l'un des cinq éléments. Équipez-vous de capacités du même élément qui s'alignent les unes à côté des autres, et vous obtiendrez un Élémentaire en fonction du nombre de capacités alignées. Consultez la page des capacités !",
      "italian": "Attesta che hai equipaggiato oggetti che attivano un'abilità bonus Unione elementale. Ogni abilità base appartiene a uno dei cinque elementi. Allinea abilità dello stesso elemento per formare un'Unione elementale! Il risultato dipende dal numero di abilità allineate. Consulta la tabella abilità!",
      "spanish": "Esta es la prueba de que te has equipado con objetos que activan una habilidad de bonificación por unión elemental. Cada habilidad básica se corresponde con uno de los cinco elementos distintos. Equípate con habilidades del mismo elemento que se alineen directamente adyacentes entre sí y formarás una unión elemental basada en el número de habilidades que haya en la línea. Compruébalo en la hoja de habilidades.",
      "tchinese": "在搭配裝備時發現獎勵技能「元素」，並裝備該裝備的證明。 技能分別對應５種不同屬性，依類別排出同屬性技能加以裝備， 就能視連結數量發動「元素」系的獎勵技能！ 快確認技能表吧。",
      "russian": "Доказательство того, что вы использовали снаряжение, которое активирует бонусный навык связки по стихии. Все базовые навыки связаны с одной из пяти различных стихий. Используйте навыки одной стихии (соседние навыки одного ряда) - и построите ту или иную связку по стихии - в зависимости от количества навыков в ряду. Подробнее - на листе навыков.",
      "japanese": "装備の組み合わせでボーナススキル「エルム」が発現した装備品を装備した証。スキルはそれぞれ５つの属性に対応しています。同じ属性のスキルをグループ順に並べるように装備をすることで、連結した数によって「エルム」系ボーナススキルが発動します！　スキルシートで確認しましょう。",
      "brazilian": "Isso prova que você equipou itens que ativam habilidades-bônus de União Elemental. Habilidades básicas correspondem a um de cinco elementos diferentes. Equipe habilidades do mesmo elemento alinhadas adjacentes umas às outras, e você formará uma União Elemental baseada em quantas habilidades existem na linha. Confira na folha de habilidade!",
      "token": "NEW_ACHIEVEMENT_1_28_DESC"
    }
  },
  {
    "name": "TROPHY_ID_029",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/b786be14c15730c5bb5def29e2dffc617d7e40db.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Stacking the Deck",
      "german": "Kumulative Stapelei",
      "french": "Cumul des mandats",
      "italian": "Tutto sommato",
      "spanish": "Acumulador de ventajas",
      "tchinese": "相連相同",
      "russian": "Связующее звено",
      "japanese": "相席お願いします",
      "brazilian": "Empilhando o Baralho",
      "token": "NEW_ACHIEVEMENT_1_29_NAME"
    },
    "description": {
      "english": "This is proof that you've equipped items that activate a Stack bonus skill. You can get Stack bonuses by equipping more than one copy of the same skill at once. The more copies of that skill you equip, the cooler your Stack bonus will be!",
      "german": "Das ist der Beweis, dass du Gegenstände ausgerüstet hast, die eine Bonusfertigkeit aktivieren, die auf Kumulation beruht. Du kannst Kumulationsboni erhalten, indem du mehr als ein Exemplar derselben Fertigkeit gleichzeitig ausrüstest. Je mehr Exemplare dieser Fertigkeit du ausrüstest, desto besser ist dein Kumulationsbonus!",
      "french": "Ceci prouve que vous vous êtes équipé d'éléments qui activent la capacité bonus Cumul. Vous pouvez obtenir des Cumuls en équipant plus d'un exemplaire de la même capacité. Plus vous en équipez à la fois, plus votre bonus Cumul sera intéressant !",
      "italian": "Attesta che hai equipaggiato oggetti che attivano un'abilità bonus Somma. Ottieni bonus Somma equipaggiando più copie della stessa abilità contemporaneamente. Più ne equipaggerai, più fenomenale sarà il bonus Somma!",
      "spanish": "Esta es la prueba de que te has equipado con objetos que activan una habilidad de bonificación por acumulación. Puedes obtener bonificaciones por acumulación si te equipas con más de una muestra de la misma habilidad a la vez. A mayor cantidad de copias de esa habilidad que te equipes, mejores serán tus bonificaciones por acumulación.",
      "tchinese": "在搭配裝備時發現獎勵技能「相同」，並裝備該裝備的證明。 即使是不同的裝備，只要裝備相同技能就能發動新的技能效果！ 堆疊越多，就能變化出更多新的效果！",
      "russian": "Доказательство того, что вы использовали снаряжение, которое активирует бонусный навык набора. Бонусы связки можно получить, если одновременно использовать снаряжение с несколькими копиями одного и того же навыка. Чем больше копий навыка вы используете, тем лучше будет бонус связки!",
      "japanese": "装備の組み合わせでボーナススキル「セイム」が発現した装備品を装備した証。別装備でも、同じスキルを装備すれば新たなスキル効果が発動！重ねれば重ねるほど新たな効果に変化します！",
      "brazilian": "Isso prova que você equipou itens que ativam habilidades-bônus de Pilha. Você pode obter bônus de Pilha equipando mais de uma cópia da mesma habilidade de uma vez. Quanto mais cópias da habilidade equipar, mais legal será seu bônus de Pilha!",
      "token": "NEW_ACHIEVEMENT_1_29_DESC"
    }
  },
  {
    "name": "TROPHY_ID_030",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/d463d392968e8c3f3109475f8fb3dbe91e498650.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "Having a Blast",
      "token": "NEW_ACHIEVEMENT_1_30_NAME",
      "german": "Stoßzeit",
      "french": "Puissance maximale",
      "italian": "Esplosività da vendere",
      "spanish": "Estallido de felicidad",
      "tchinese": "相同爆發",
      "russian": "Культурный удар",
      "japanese": "僕と私のブラスティア",
      "brazilian": "Detonação Total"
    },
    "description": {
      "english": "This is proof that you've reached the maximum Blast Gauge of 9. You can increase your BG using the Stack 3 bonus skill \"Blasst\". Coordinate your equipment just right, and you can blast off to new heights.",
      "token": "NEW_ACHIEVEMENT_1_30_DESC",
      "german": "Das ist der Beweis, dass du die maximale Stoßanzeige von 9 erreicht hast. Du kannst deine SA mit der Kumulation-3-Bonusfertigkeit \"Blasst\" erhöhen. Stelle deine Ausrüstung richtig zusammen, und schon wächst du über dich hinaus!",
      "french": "Ceci prouve que vous avez atteint le maximum de la jauge de puissance : 9. Vous pouvez augmenter votre JP à l'aide de la capacité bonus Cumul 3 \"Jauge de puissance\". Coordonnez correctement votre équipement et vous pourrez atteindre des sommets de puissance.",
      "italian": "Attesta che hai raggiunto la quota massima di nove barre esplosione. Incrementa la BE usando l'abilità bonus Somma 3 \"Blasst\". Scegli l'equipaggiamento con criterio e raggiungerai nuove vette.",
      "spanish": "Esta es la prueba de que has llegado al máximo de 9 en la barra de estallido. Puedes aumentar la BE usando la habilidad de bonificación por acumulación de nivel 3 \"Blasst\". Coordina bien tu equipo y tus estallidos alcanzarán nuevas cotas.",
      "tchinese": "將爆發量表上限增加至９的證明。 爆發量表上限可透過獎勵技能「相同３：爆發」增加。 搭配裝備的好處多到數不清。",
      "russian": "Доказательство того, что вы достигли максимального значения силы взрыва: 9. Увеличить ОСВ можно при помощи бонусного навыка \"Ударр\" связки 3. Научитесь обращаться со своим снаряжением, и сможете обрести невероятную силу.",
      "japanese": "ブラストゲージの最大値を９まで伸ばした証。ブラストゲージの最大値はボーナススキル「セイム３：ブラスト」によって増加します。装備品のコーディネイトの素晴らしさが眩しいです。",
      "brazilian": "Isso prova que você atingiu o Medidor de Explosão máximo de 9. Você pode aumentar seu ME usando a habilidade com bônus de Pilha 3 \"Eksplod\". Coordene seu equipamento do jeito certo e você será propelido a novas alturas."
    }
  },
  {
    "name": "TROPHY_ID_031",
    "hidden": 0,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/cfa38814170824b992456b6975a52c47de443123.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/351970/2f783c7e4310fbf1bb920c43678c6d0c3273438d.jpg",
    "displayName": {
      "english": "A Knack for Stacks",
      "german": "Stapelkünstler",
      "french": "Pro du Cumul",
      "italian": "Quaterna",
      "spanish": "Acumulador nato",
      "tchinese": "四人連心其利斷金",
      "russian": "Надежная связка",
      "japanese": "四つ子の魂百まで",
      "brazilian": "Empilhador Pilhado",
      "token": "NEW_ACHIEVEMENT_1_31_NAME"
    },
    "description": {
      "english": "This is proof that you've created an item of equipment with the same skill in all four slots. That's at least a Stack 4 bonus skill right there! You can do the Bonus Dance. We won't judge you.",
      "german": "Das ist der Beweis, dass du ein Ausrüstungsstück mit der gleichen Fertigkeit in allen vier Feldern geschaffen hast. Das ist mindestens eine Kumulation-4-Bonusfertigkeit! Du kannst ruhig ein Bonustänzchen wagen! Das kann dir keiner verübeln.",
      "french": "Ceci prouve que vous avez créé un équipement avec la même capacité dans les quatre emplacements. C'est au moins un bonus Cumul 4 pour vous ! Vous pouvez faire la danse du bonus, on ne vous jugera pas.",
      "italian": "Attesta che hai creato un pezzo di equipaggiamento con la stessa abilità nei quattro slot. Parliamo almeno di un'abilità bonus Somma 4! Ora puoi scatenarti nella tua danza di vittoria. Non ti giudicheremo per questo...",
      "spanish": "Esta es la prueba de que has creado un objeto de equipo que tiene la misma habilidad en los cuatro espacios. ¡Ahí tienes al menos una habilidad de bonificación por acumulación de 4! Puedes bailar para celebrarlo, no te juzgaremos.",
      "tchinese": "打造湊齊四個相同技能的裝備的證明。肯定達到「相同４」以上！ 完成的那瞬間做出勝利動作也不會有人笑您的！",
      "russian": "Доказательство того, что вы создали предмет снаряжения с одинаковым навыком в каждой из четырех ячеек. А это, по меньшей мере, бонус набора 4! Можете исполнить свой \"бонусный танец\". Мы не будем вас судить.",
      "japanese": "４つのスキル全てを同じに揃えた装備を作った証。「セイム４」以上確定！完成した瞬間にガッツポーズをしたとしても責められますまい。",
      "brazilian": "Isso prova que você criou um item de equipamento com a mesma habilidade em todos quatro espaços. Isso é pelo menos um bônus Pilha 4 de habilidade aí! Você pode fazer a Dança de Bônus. Não vamos julgar você.",
      "token": "NEW_ACHIEVEMENT_1_31_DESC"
    }
  }
]