[
  {
    "name": "90000001",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/ffd60eaff4d0b01d4794a8635c2e23b4b3a15cbe.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/f4662cb5097636255b3034a8ae6cf45aaabe624d.jpg",
    "displayName": {
      "english": "Solo Daily Life",
      "french": "Vie quotidienne en solo",
      "german": "Alltag allein",
      "indonesian": "Kehidupan Sehari-hari Sendiri",
      "italian": "Vita quotidiana in solitaria",
      "japanese": "一人の日常",
      "koreana": "혼자만의 일상",
      "portuguese": "Vida diária solo",
      "russian": "Соло будни",
      "schinese": " 独自享受的日常",
      "tchinese": "獨自享受的日常",
      "thai": "ชีวิตประจำวันคนเดียว",
      "token": "NEW_ACHIEVEMENT_1_2_NAME",
      "vietnamese": "Cuộc sống hàng ngày một mình"
    },
    "description": {
      "english": "You've unlocked the \"Solo Daily Life\" route! Congratulations! This is your very own story!",
      "french": "Vous avez débloqué la route \"Vie quotidienne en solo\" ! Félicitations ! C'est votre histoire unique !",
      "german": "Du hast die \"Alltag allein\"-Route freigeschaltet! Herzlichen Glückwunsch! Dies ist deine ganz persönliche Geschichte!",
      "indonesian": "Anda telah membuka rute \"Kehidupan Sehari-hari Sendiri\"! Selamat! Ini adalah cerita khusus untuk Anda!",
      "italian": "Hai sbloccato il percorso \"Vita quotidiana in solitaria\"! Congratulazioni! Questa è la tua storia personale!",
      "japanese": "一人の日常ルートを解放しました！おめでとうございます！これはあなただけの物語です！",
      "koreana": "혼자만의 일상 루트를 해금했습니다! 축하합니다! 이것은 당신만의 이야기입니다!",
      "portuguese": "Você desbloqueou a rota \"Vida diária solo\"! Parabéns! Esta é sua história exclusiva!",
      "russian": "Вы разблокировали путь \"Соло будни\"! Поздравляем! Это ваша собственная история!",
      "schinese": "您已解锁“独自享受的日常”路线！恭喜您！这是只属于您一人的物语！",
      "tchinese": "您已解鎖",
      "thai": "ปลดล็อก \"เส้นทางชีวิตประจำวันคนเดียว\" แล้ว! ยินดีด้วย! นี่คือเรื่องราวที่เป็นของคุณคนเดียว!",
      "token": "NEW_ACHIEVEMENT_1_2_DESC",
      "vietnamese": "Bạn đã mở khóa tuyến \"Cuộc sống hàng ngày một mình\"! Chúc mừng! Đây là câu chuyện chỉ dành riêng cho bạn!"
    }
  },
  {
    "name": "90000002",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/37281834ded5f7ccc95716772294f733097dd883.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/fe96684b62d3e9af5fea44caa4445ef5f798c07b.jpg",
    "displayName": {
      "english": "Shrine Guardian",
      "french": "Gardien du sanctuaire",
      "german": "Schreinwächter",
      "indonesian": "Penjaga Kuil",
      "italian": "Guardiano del tempio",
      "japanese": "神社の守護者",
      "koreana": "신사의 수호자",
      "portuguese": "Guardião do santuário",
      "russian": "Хранитель святыни",
      "schinese": " 神社的守护者",
      "tchinese": "神社的守護者",
      "thai": "ผู้พิทักษ์ศาลเจ้า",
      "token": "NEW_ACHIEVEMENT_1_3_NAME",
      "vietnamese": "Người bảo vệ đền thờ"
    },
    "description": {
      "english": "You've won the heart of shrine maiden Rena and taken on the responsibility of protecting the shrine! (Probably!)",
      "french": "Vous avez conquis le cœur de Rena la prêtresse et endossé la responsabilité de protéger le sanctuaire ! (Probablement !)",
      "german": "Du hast das Herz der Priesterin Rena erobert und die Verantwortung übernommen, den Schrein zu beschützen! (Wahrscheinlich!)",
      "indonesian": "Anda telah memenangkan hati Rena si Miko dan bertanggung jawab melindungi kuil! (Mungkin!)",
      "italian": "Hai conquistato il cuore della sacerdotessa Rena e assunto la responsabilità di proteggere il tempio! (Forse!)",
      "japanese": "巫女レナの心を射止め、神社を守る責任を担うことになりました！（たぶん！）",
      "koreana": "무녀 레나의 마음을 얻고 신사를 지키는 책임을 맡게 되었습니다! (아마도!)",
      "portuguese": "Você conquistou o coração da sacerdotisa Rena e assumiu a responsabilidade de proteger o santuário! (Provavelmente!)",
      "russian": "Вы завоевали сердце жрицы Рены и взяли на себя ответственность защищать святыню! (Наверное!)",
      "schinese": " 您已赢得巫女玲奈的芳心，并肩负起守护神社的责任！（大概吧）",
      "tchinese": "您已贏得巫女玲奈的芳心，並肩負起守護神社的責任！（大概吧）",
      "thai": "คุณได้ชนะใจเรนะ มิโกะสาว และรับหน้าที่ปกป้องศาลเจ้า! (น่าจะใช่นะ!)",
      "token": "NEW_ACHIEVEMENT_1_3_DESC",
      "vietnamese": "Bạn đã chiếm được trái tim của nữ tu Rena và gánh vác trách nhiệm bảo vệ đền thờ! (Có lẽ vậy!)"
    }
  },
  {
    "name": "90000003",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/eff0525e46a1760a631c482360895c18dbaf84a9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/4dc4b38eba6da7ca1f82254a57fef1ba70da696c.jpg",
    "displayName": {
      "english": "Ice-Breaking Butler",
      "french": "Majordome brise-glace",
      "german": "Eisbrecher-Butler",
      "indonesian": "Butler Pemecah Es",
      "italian": "Maggiordomo spezza ghiaccio",
      "japanese": "氷を砕く執事",
      "koreana": "얼음을 깨는 집사",
      "portuguese": "Mordomo quebra-gelo",
      "russian": "Дворецкий-ледокол",
      "schinese": "破冰执事",
      "tchinese": "破冰執事",
      "thai": "พ่อบ้านละลายน้ำแข็ง",
      "token": "NEW_ACHIEVEMENT_1_4_NAME",
      "vietnamese": "Quản gia phá băng"
    },
    "description": {
      "english": "Congratulations! You've melted the heart of the cool exorcist Misaki - not something just anyone could do! (I could do it too!)",
      "french": "Félicitations ! Vous avez fait fondre le cœur de Misaki l'exorciste froide - ce n'est pas donné à tout le monde ! (Je pourrais le faire aussi !)",
      "german": "Herzlichen Glückwunsch! Du hast das Herz der kühlen Exorzistin Misaki zum Schmelzen gebracht - das schafft nicht jeder! (Ich könnte das auch!)",
      "indonesian": "Selamat! Anda berhasil meluluhkan hati Misaki si pengusir setan yang dingin - bukan hal yang bisa dilakukan sembarang orang! (Aku juga bisa!)",
      "italian": "Congratulazioni! Hai sciolto il cuore della fredda esorcista Misaki - non è cosa da tutti! (Potrei farlo anch'io!)",
      "japanese": "おめでとう！クールな祓い師美咲の心を溶かすなんて、並大抵のことじゃありません！（俺でもできる！）",
      "koreana": "축하합니다! 차가운 퇴마사 미사키의 마음을 녹이다니, 아무나 할 수 있는 일이 아닙니다! (나도 할 수 있어!)",
      "portuguese": "Parabéns! Você derreteu o coração da fria exorcista Misaki - não é algo que qualquer um possa fazer! (Eu também conseguiria!)",
      "russian": "Поздравляем! Вы растопили сердце холодной экзорцистки Мисаки - это не каждому под силу! (Я бы тоже смог!)",
      "schinese": " 恭喜您！成功融化了高冷驱魔师美咲的心，这可不是一般人能做到的！（我上我也行！）",
      "tchinese": "恭喜您！成功融化了高冷驅魔師美咲的心，這可不是一般人能做到的！（我上我也行！）",
      "thai": "ยินดีด้วย! คุณละลายหัวใจของมิซากิ นักไล่ผีสาวเย็นชาได้แล้ว ไม่ใช่เรื่องที่ใครๆ ก็ทำได้นะ! (ฉันก็ทำได้!)",
      "token": "NEW_ACHIEVEMENT_1_4_DESC",
      "vietnamese": "Chúc mừng! Bạn đã làm tan chảy trái tim của nhà trừ tà lạnh lùng Misaki - không phải ai cũng làm được đâu! (Tôi cũng làm được!)"
    }
  },
  {
    "name": "90000004",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/7dd184e020df284ca07cc722935ea4ac6b553881.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/4118ca2ddce410116795cdd953e591d268ad0841.jpg",
    "displayName": {
      "english": "Energy Catcher",
      "french": "Attrapeur d'énergie",
      "german": "Energiefänger",
      "indonesian": "Penangkap Semangat",
      "italian": "Acchiappa energia",
      "japanese": "元気キャッチャー",
      "koreana": "활력 포수",
      "portuguese": "Caçador de energia",
      "russian": "Ловец энергии",
      "schinese": " 元气捕手",
      "tchinese": "元氣捕手",
      "thai": "ผู้จับพลัง",
      "token": "NEW_ACHIEVEMENT_1_5_NAME",
      "vietnamese": "Người bắt năng lượng"
    },
    "description": {
      "english": "Congratulations! You've captured the heart of energetic Chinatsu! Your future will surely be full of vigor! (Enjoy those loving punches!)",
      "french": "Félicitations ! Vous avez capturé le cœur de l'énergique Chinatsu ! Votre avenir sera sûrement plein de vigueur ! (Profitez bien des coups d'amour !)",
      "german": "Glückwunsch! Du hast das Herz der energiegeladenen Chinatsu erobert! Deine Zukunft wird voller Energie sein! (Genieße die Liebesschläge!)",
      "indonesian": "Selamat! Anda telah menangkap hati Chinatsu si gadis energik! Masa depan Anda pasti akan penuh semangat! (Nikmati pukulan cintanya!)",
      "italian": "Congratulazioni! Hai conquistato il cuore dell'energica Chinatsu! Il tuo futuro sarà pieno di energia! (Goditi i pugni d'amore!)",
      "japanese": "おめでとう！元気少女千夏の心をゲット！これからの毎日はきっと活気に満ちているはず！（愛の拳を楽しんでね！）",
      "koreana": "축하합니다! 활발한 소녀 치나츠의 마음을 사로잡았네요! 앞으로의 날들이 활기로 가득할 거예요! (사랑의 주먹을 즐기세요!)",
      "portuguese": "Parabéns! Você capturou o coração da energética Chinatsu! Seu futuro certamente será cheio de vigor! (Aproveite os socos de amor!)",
      "russian": "Поздравляем! Вы покорили сердце энергичной Чинацу! Ваше будущее будет полно энергии! (Наслаждайтесь любовными ударами!)",
      "schinese": " 恭喜您！成功捕获元气少女千夏的心，未来的日子一定会充满活力！（享受拳拳到肉的快感吧！）",
      "tchinese": "恭喜您！成功捕獲元氣少女千夏的心，未來的日子一定會充滿活力！（享受拳拳到肉的快感吧！）",
      "thai": "ยินดีด้วย! คุณได้หัวใจของจินัทสึ สาวน้อยร่าเริง! อนาคตต้องเต็มไปด้วยพลัง! (สนุกกับหมัดรักนะ!)",
      "token": "NEW_ACHIEVEMENT_1_5_DESC",
      "vietnamese": "Chúc mừng! Bạn đã chinh phục được trái tim của cô nàng năng động Chinatsu! Tương lai chắc chắn sẽ tràn đầy năng lượng! (Hãy tận hưởng những cú đấm yêu thương!)"
    }
  },
  {
    "name": "90000005",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/c0bae46263dec78fd214743d7a297607c36b303c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/02ac3ff3b60f5522d5420b35537587918a6aa5ee.jpg",
    "displayName": {
      "english": "Code Breaker",
      "french": "Briseur de code",
      "german": "Codeknacker",
      "indonesian": "Pemecah Kode",
      "italian": "Decifratore di codici",
      "japanese": "コードブレイカー",
      "koreana": "코드 해독자",
      "portuguese": "Decifrador de códigos",
      "russian": "Взломщик кодов",
      "schinese": " 代码破译者",
      "tchinese": "代碼破譯者",
      "thai": "นักถอดรหัส",
      "token": "NEW_ACHIEVEMENT_1_6_NAME",
      "vietnamese": "Người giải mã"
    },
    "description": {
      "english": "You've successfully decoded genius Eri's love code - it's a scientific miracle! (Or maybe it's spiritual charm?)",
      "french": "Vous avez réussi à déchiffrer le code d'amour de la géniale Eri - c'est un miracle scientifique ! (Ou peut-être le charme spirituel ?)",
      "german": "Du hast erfolgreich den Liebescode des Genies Eri geknackt - ein wissenschaftliches Wunder! (Oder vielleicht spiritueller Charme?)",
      "indonesian": "Anda berhasil memecahkan kode cinta si jenius Eri - ini keajaiban sains! (Atau mungkin pesona spiritual?)",
      "italian": "Hai decodificato con successo il codice d'amore della geniale Eri - è un miracolo scientifico! (O forse è fascino spirituale?)",
      "japanese": "天才少女エリの恋愛コードを解読成功！これぞ科学の奇跡！（霊力の魅力かも？）",
      "koreana": "천재 소녀 에리의 사랑 코드를 해독했어요! 과학의 기적이네요! (영력의 매력일 수도?)",
      "portuguese": "Você decodificou com sucesso o código de amor da gênio Eri - é um milagre científico! (Ou talvez seja charme espiritual?)",
      "russian": "Вы успешно расшифровали код любви гениальной Эри - это научное чудо! (Или, может быть, духовное очарование?)",
      "schinese": " 您成功破译了天才少女艾莉的爱情代码，这简直是科学的奇迹！（也可能是灵力的魅力）",
      "tchinese": "您成功破譯了天才少女艾莉的愛情代碼，這簡直是科學的奇蹟！（也可能是靈力的魅力）",
      "thai": "คุณถอดรหัสความรักของเอริ อัจฉริยะสาวได้สำเร็จ! นี่มันปาฏิหาริย์ทางวิทยาศาสตร์! (หรืออาจเป็นเสน่ห์ทางจิตวิญญาณ?)",
      "token": "NEW_ACHIEVEMENT_1_6_DESC",
      "vietnamese": "Bạn đã giải mã thành công mã tình yêu của thiên tài Eri - đây là một phép màu khoa học! (Hay có thể là sức quyến rũ tâm linh?)"
    }
  },
  {
    "name": "90000006",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/16768dea9ca6b679c49d4263bb637e42a3f12217.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/98fa0c8dad508d3a9ec46fafe310670f8ecd2986.jpg",
    "displayName": {
      "english": "Lady Killer II",
      "french": "Tueur de demoiselles II",
      "german": "Mädchenschwarm II",
      "indonesian": "Pembunuh Gadis II",
      "italian": "Rubacuori II",
      "japanese": "乙女キラーII",
      "koreana": "소녀킬러 II",
      "portuguese": "Conquistador II",
      "russian": "Сердцеед II",
      "schinese": "少女杀手 II",
      "tchinese": "少女殺手 II",
      "thai": "นักฆ่าสาว II",
      "token": "NEW_ACHIEVEMENT_1_7_NAME",
      "vietnamese": "Sát thủ thiếu nữ II"
    },
    "description": {
      "english": "Congrats on capturing another maiden's heart! Looks like you've mastered the art of romance! (Maybe write a guide?)",
      "french": "Félicitations pour avoir capturé le cœur d'une autre demoiselle ! On dirait que vous avez maîtrisé l'art de la romance ! (Un guide, peut-être ?)",
      "german": "Glückwunsch zur Eroberung eines weiteren Mädchenherzens! Du scheinst den Dreh raus zu haben! (Vielleicht ein Handbuch schreiben?)",
      "indonesian": "Selamat mendapatkan hati gadis lainnya! Sepertinya Anda sudah menguasai seni pedekate! (Mungkin tulis panduan?)",
      "italian": "Congratulazioni per aver catturato il cuore di un'altra ragazza! Sembra che tu abbia padroneggiato l'arte del corteggiamento! (Forse scrivere una guida?)",
      "japanese": "また一人の乙女の心を射止めましたね！攻略のコツを掴んだようです！（攻略本でも書きます？）",
      "koreana": "또 한 명의 소녀의 마음을 사로잡았네요! 공략의 비결을 터득한 것 같아요! (가이드북이라도 써볼까요?)",
      "portuguese": "Parabéns por conquistar o coração de mais uma donzela! Parece que você dominou a arte do romance! (Que tal escrever um guia?)",
      "russian": "Поздравляем с покорением сердца ещё одной девушки! Похоже, вы освоили искусство романтики! (Может, напишете руководство?)",
      "schinese": "恭喜您再次俘获一位少女的芳心！看来您已经掌握了攻略的诀窍！（或许该出本教程？）",
      "tchinese": "恭喜您再次俘獲一位少女的芳心！看來您已經掌握了攻略的訣竅！（或許該出本教程？）",
      "thai": "ยินดีด้วยที่ชนะใจสาวน้อยอีกคน! ดูเหมือนคุณจะเชี่ยวชาญศิลปะการจีบแล้ว! (เขียนคู่มือดีไหมนะ?)",
      "token": "NEW_ACHIEVEMENT_1_7_DESC",
      "vietnamese": "Chúc mừng bạn đã chinh phục được trái tim của một cô gái khác! Có vẻ như bạn đã nắm vững nghệ thuật tình yêu! (Viết sách hướng dẫn nhé?)"
    }
  },
  {
    "name": "90000007",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/e03d170ed7fe5d35c3c4eea23fdde8a632868a85.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/f3ada409ef1afb5837fbcbf533aa7b06e97d8fa0.jpg",
    "displayName": {
      "english": "Lady Killer III · True Unrivaled",
      "french": "Tueur de demoiselles III · Sans égal",
      "german": "Mädchenschwarm III · Wahrhaft unschlagbar",
      "indonesian": "Pembunuh Gadis III · Tiada Tanding",
      "italian": "Rubacuori III · Impareggiabile",
      "japanese": "乙女キラーIII・真無双",
      "koreana": "소녀킬러 III · 진무쌍",
      "portuguese": "Conquistador III · Verdadeiramente imbatível",
      "russian": "Сердцеед III · Непревзойдённый",
      "schinese": " 少女杀手 III · 真无双",
      "tchinese": "少女殺手 III · 真無雙",
      "thai": "นักฆ่าสาว III · แชมป์แท้",
      "token": "NEW_ACHIEVEMENT_1_8_NAME",
      "vietnamese": "Sát thủ thiếu nữ III · Vô song"
    },
    "description": {
      "english": "Congratulations! You've won the hearts of three maidens! You're the legendary \"Lady Killer\"! The title of Love Master belongs to you! (Please take care of your health!)",
      "french": "Félicitations ! Vous avez conquis le cœur de trois demoiselles ! Vous êtes le légendaire \"Tueur de ces dames\" ! Le titre de Maître de l'Amour vous appartient ! (Prenez soin de vous !)",
      "german": "Herzlichen Glückwunsch! Du hast die Herzen von drei Maiden erobert! Du bist der legendäre \"Mädchenschwarm\"! Der Titel des Liebesmeisters gehört dir! (Pass auf deine Gesundheit auf!)",
      "indonesian": "Selamat! Anda telah memenangkan hati tiga gadis! Anda adalah \"Pembunuh Gadis\" legendaris! Gelar Master Cinta adalah milik Anda! (Jaga kesehatan ya!)",
      "italian": "Congratulazioni! Hai conquistato i cuori di tre ragazze! Sei il leggendario \"Rubacuori\"! Il titolo di Maestro dell'Amore è tuo! (Prenditi cura della salute!)",
      "japanese": "おめでとう！三人の乙女の心を射止めました！伝説の「乙女キラー」はあなたです！恋愛マスターの称号はあなたのもの！（お体を大切に！）",
      "koreana": "축하합니다! 세 소녀의 마음을 사로잡았네요! 당신이 바로 전설의 \"소녀킬러\"! 연애의 달인 타이틀은 당신 것입니다! (건강 조심하세요!)",
      "portuguese": "Parabéns! Você conquistou o coração de três donzelas! Você é o lendário \"Conquistador\"! O título de Mestre do Amor é seu! (Cuide da sua saúde!)",
      "russian": "Поздравляем! Вы покорили сердца трёх девушек! Вы - легендарный \"Сердцеед\"! Титул Мастера Любви принадлежит вам! (Берегите здоровье!)",
      "schinese": " 恭喜您！已经将三位少女的芳心收入囊中！您就是传说中的“少女杀手”！恋爱大师的名号非您莫属！（请保重身体）",
      "tchinese": "恭喜您！已經將三位少女的芳心收入囊中！您就是傳說中的",
      "thai": "ยินดีด้วย! คุณได้ชนะใจสาวน้อยสามคนแล้ว! คุณคือ \"นักฆ่าสาว\" ในตำนาน! ตำแหน่งปรมาจารย์ความรักเป็นของคุณ! (รักษาสุขภาพด้วยนะ!)",
      "token": "NEW_ACHIEVEMENT_1_8_DESC",
      "vietnamese": "Chúc mừng! Bạn đã chinh phục được trái tim của ba cô gái! Bạn chính là \"Sát thủ thiếu nữ\" huyền thoại! Danh hiệu Bậc thầy tình yêu thuộc về bạn! (Hãy giữ gìn sức khỏe nhé!)"
    }
  },
  {
    "name": "90000008",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/a01f4e85e32f67f2d213898eaa88f77c085f16aa.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/3d0b7a72bc18284261b4a2064dfc622c26dd7634.jpg",
    "displayName": {
      "english": "Lady Killer IV · Final Trial",
      "french": "Tueur de demoiselles IV · Épreuve finale",
      "german": "Mädchenschwarm IV · Letzte Prüfung",
      "indonesian": "Pembunuh Gadis IV · Ujian Terakhir",
      "italian": "Rubacuori IV · Prova finale",
      "japanese": "乙女キラーIV・最終試練",
      "koreana": "소녀킬러 IV · 최종시련",
      "portuguese": "Conquistador IV · Provação final",
      "russian": "Сердцеед IV · Последнее испытание",
      "schinese": "少女杀手 IV · 最终试炼",
      "tchinese": "少女殺手 IV · 最終試煉",
      "thai": "นักฆ่าสาว IV · บททดสอบสุดท้าย",
      "token": "NEW_ACHIEVEMENT_1_9_NAME",
      "vietnamese": "Sát thủ thiếu nữ IV · Thử thách cuối cùng"
    },
    "description": {
      "english": "Four heroines, four different bonds - you've reached the pinnacle of romance! The legend of the Lady Killer will live on forever! (Applause)",
      "french": "Quatre héroïnes, quatre liens différents - vous avez atteint le sommet de la romance ! La légende du Tueur de ces dames vivra éternellement ! (Applaudissements)",
      "german": "Vier Heldinnen, vier verschiedene Bindungen - du hast den Gipfel der Romantik erreicht! Die Legende des Mädchenschwarms wird ewig leben! (Applaus)",
      "indonesian": "Empat heroine, empat ikatan berbeda - Anda telah mencapai puncak romansa! Legenda Pembunuh Gadis akan hidup selamanya! (Tepuk tangan)",
      "italian": "Quattro eroine, quattro legami diversi - hai raggiunto l'apice del romanticismo! La leggenda del Rubacuori vivrà per sempre! (Applausi)",
      "japanese": "四人のヒロイン、四つの異なる絆、攻略の極みに達しました！乙女キラーの伝説は永遠に語り継がれるでしょう！(拍手)",
      "koreana": "네 명의 히로인, 네 가지 다른 인연, 당신은 공략의 최고 경지에 도달했습니다! 소녀킬러의 전설은 영원히 전해질 것입니다! (박수)",
      "portuguese": "Quatro heroínas, quatro laços diferentes - você alcançou o ápice do romance! A lenda do Conquistador viverá para sempre! (Aplausos)",
      "russian": "Четыре героини, четыре разные связи - вы достигли вершины романтики! Легенда о Сердцееде будет жить вечно! (Аплодисменты)",
      "schinese": " 四位女主，四种不同的羁绊，您已达成攻略的最高境界！少女杀手的传说将永远流传！(鼓掌)",
      "tchinese": "四位女主，四種不同的羈絆，您已達成攻略的最高境界！少女殺手的傳說將永遠流傳！(鼓掌)",
      "thai": "สี่ตัวละครหลัก สี่สายใยที่แตกต่าง คุณได้บรรลุถึงขั้นสูงสุดของการพิชิตใจ! ตำนานนักฆ่าสาวจะคงอยู่ตลอดไป! (ปรบมือ)",
      "token": "NEW_ACHIEVEMENT_1_9_DESC",
      "vietnamese": "Bốn nữ chính, bốn mối quan hệ khác nhau - bạn đã đạt đến đỉnh cao của tình yêu! Huyền thoại về Sát thủ thiếu nữ sẽ lưu truyền mãi mãi! (Vỗ tay)"
    }
  },
  {
    "name": "90000009",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/a2c734d346f0d85aba6a70a5e8eaf4155dffa57c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/453d61934b263e52606204f6b968acbc36e9a228.jpg",
    "displayName": {
      "english": "Half-Century Cherry Blossom Promise",
      "french": "Promesse des cerisiers d'un demi-siècle",
      "german": "Kirschblütenversprechen eines halben Jahrhunderts",
      "indonesian": "Janji Sakura Setengah Abad",
      "italian": "Promessa dei ciliegi di mezzo secolo",
      "japanese": "半世紀の桜の約束",
      "koreana": "반세기 벚꽃 약속",
      "portuguese": "Promessa das cerejeiras de meio século",
      "russian": "Полувековое обещание сакуры",
      "schinese": "半世樱约",
      "tchinese": "半世櫻約",
      "thai": "สัญญาซากุระครึ่งศตวรรษ",
      "token": "NEW_ACHIEVEMENT_1_10_NAME",
      "vietnamese": "Lời hứa hoa anh đào nửa thế kỷ"
    },
    "description": {
      "english": "A cherry blossom promise spanning half a century witnessed a friendship beyond life and death. Guided by determination and memories, you fulfilled the promise between Ruhui and Sakura.",
      "french": "Une promesse de fleurs de cerisier traversant un demi-siècle a témoigné d'une amitié au-delà de la vie et de la mort. Guidé par la détermination et les souvenirs, vous avez accompli la promesse entre Ruhui et Sakura.",
      "german": "Ein Kirschblütenversprechen über ein halbes Jahrhundert hinweg bezeugte eine Freundschaft jenseits von Leben und Tod. Geleitet von Entschlossenheit und Erinnerungen erfülltest du das Versprechen zwischen Ruhui und Sakura.",
      "indonesian": "Janji bunga sakura yang merentang setengah abad menyaksikan persahabatan melampaui hidup dan mati. Dipandu tekad dan kenangan, Anda memenuhi janji antara Ruhui dan Sakura.",
      "italian": "Una promessa dei fiori di ciliegio che attraversa mezzo secolo ha testimoniato un'amicizia oltre la vita e la morte. Guidato dalla determinazione e dai ricordi, hai adempiuto alla promessa tra Ruhui e Sakura.",
      "japanese": "半世紀を超える桜の約束が、生死を超えた友情を証明した。執念に導かれ、思い出を道とし、るかと桜の約束を果たした。",
      "koreana": "반세기에 걸친 벚꽃 약속이 삶과 죽음을 초월한 우정을 증명했다. 집념으로 이끌어져 추억을 길삼아 루후이와 사쿠라의 약속을 이뤄냈다.",
      "portuguese": "Uma promessa de flores de cerejeira que atravessou meio século testemunhou uma amizade além da vida e da morte. Guiado pela determinação e memórias, você cumpriu a promessa entre Ruhui e Sakura.",
      "russian": "Обещание под цветущей сакурой, пронесённое через полвека, стало свидетелем дружбы, превзошедшей жизнь и смерть. Ведомые решимостью и воспоминаниями, вы исполнили обещание между Жухуэй и Сакурой.",
      "schinese": " 跨越半个世纪的樱花约定，见证了超越生死的友情，以执念为引，以回忆为路，完成了汝慧和小樱的约定。",
      "tchinese": "跨越半個世紀的櫻花約定，見證了超越生死的友情，以執念為引，以回憶為路，完成了汝慧和小櫻的約定。",
      "thai": "คำสัญญาดอกซากุระที่ข้ามผ่านครึ่งศตวรรษ เป็นพยานถึงมิตรภาพที่เหนือความตาย นำทางด้วยความมุ่งมั่น ใช้ความทรงจำเป็นเส้นทาง เติมเต็มคำสัญญาระหว่างรูฮุยและซากุระ",
      "token": "NEW_ACHIEVEMENT_1_10_DESC",
      "vietnamese": "Lời hứa hoa anh đào vượt qua nửa thế kỷ đã chứng kiến tình bạn vượt xa cả sống chết. Được dẫn dắt bởi quyết tâm và ký ức, bạn đã hoàn thành lời hứa giữa Ruhui và Sakura."
    }
  },
  {
    "name": "90000010",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/7b5982b7d33ca672f706881f28a48f112c31b68e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/e19d47f8d38ada61795b1b84eaf0fc24bb7a5943.jpg",
    "displayName": {
      "english": "Knowledge Redeemer",
      "french": "Rédempteur du savoir",
      "german": "Erlöser des Wissens",
      "indonesian": "Penyelamat Pengetahuan",
      "italian": "Redentore della conoscenza",
      "japanese": "知識の救済者",
      "koreana": "지식의 구원자",
      "portuguese": "Redentor do conhecimento",
      "russian": "Искупитель знаний",
      "schinese": "知识的救赎者",
      "tchinese": "知識的救贖者",
      "thai": "ผู้ไถ่ถอนแห่งความรู้",
      "token": "NEW_ACHIEVEMENT_1_11_NAME",
      "vietnamese": "Người cứu rỗi tri thức"
    },
    "description": {
      "english": "With wisdom as a beacon, illuminating souls consumed by the desire for knowledge, guiding lost scientists back to the light.",
      "french": "Avec la sagesse comme phare, illuminant les âmes consumées par le désir de connaissance, guidant les scientifiques égarés vers la lumière.",
      "german": "Mit Weisheit als Leuchtturm, Seelen erhellend, die vom Wissensdurst verschlungen wurden, verlorene Wissenschaftler zurück zum Licht führend.",
      "indonesian": "Dengan kebijaksanaan sebagai mercusuar, menerangi jiwa yang tertelan hasrat pengetahuan, menuntun ilmuwan yang tersesat kembali ke cahaya.",
      "italian": "Con la saggezza come faro, illuminando le anime consumate dal desiderio di conoscenza, guidando gli scienziati smarriti verso la luce.",
      "japanese": "知恵を灯台として、知識欲に飲み込まれた魂を照らし、迷える科学者を光へと導く。",
      "koreana": "지혜를 등대삼아 지식욕에 삼켜진 영혼을 비추고, 길 잃은 과학자를 빛으로 인도하다.",
      "portuguese": "Com a sabedoria como farol, iluminando almas consumidas pelo desejo de conhecimento, guiando cientistas perdidos de volta à luz.",
      "russian": "С мудростью как маяком, освещая души, поглощённые жаждой знаний, направляя заблудших учёных обратно к свету.",
      "schinese": "以智慧为灯塔，照亮被知识欲望吞噬的灵魂，指引迷失的科学家回归光明。",
      "tchinese": "以智慧為燈塔，照亮被知識慾望吞噬的靈魂，指引迷失的科學家回歸光明。",
      "thai": "ใช้ปัญญาเป็นประภาคาร ส่องสว่างวิญญาณที่ถูกกลืนกินด้วยความอยากรู้ นำทางนักวิทยาศาสตร์ที่หลงทางกลับสู่แสงสว่าง",
      "token": "NEW_ACHIEVEMENT_1_11_DESC",
      "vietnamese": "Lấy trí tuệ làm ngọn hải đăng, soi sáng những tâm hồn bị nuốt chửng bởi khát khao tri thức, dẫn dắt những nhà khoa học lạc lối trở về ánh sáng."
    }
  },
  {
    "name": "90000011",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/44fc171236a2ea6410019aa2f8ccd10296ac1fc6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/9659c1e6bbaa39df5e30b68ea83ec34e0fa41c2c.jpg",
    "displayName": {
      "english": "Heart Lantern of 100 Tales",
      "french": "Lanterne du cœur aux 100 contes",
      "german": "Herzenslaterne der 100 Geschichten",
      "indonesian": "Lentera Hati 100 Cerita",
      "italian": "Lanterna del cuore delle 100 storie",
      "japanese": "百物語の心灯",
      "koreana": "백이야기의 마음등불",
      "portuguese": "Lanterna do coração das 100 histórias",
      "russian": "Сердечный фонарь ста историй",
      "schinese": "百物语之心灯",
      "tchinese": "百物語之心燈",
      "thai": "โคมไฟหัวใจแห่งร้อยเรื่องเล่า",
      "token": "NEW_ACHIEVEMENT_1_12_NAME",
      "vietnamese": "Đèn lồng trái tim của trăm câu chuyện"
    },
    "description": {
      "english": "Listen to the hundred tales, witness the interweaving of light and darkness, light the lamp of hope, and let lost souls find redemption in words.",
      "french": "Écoutez les cent contes, témoignez de l'entrelacement de la lumière et des ténèbres, allumez la lampe de l'espoir, et laissez les âmes perdues trouver la rédemption dans les mots.",
      "german": "Höre die hundert Geschichten, sei Zeuge der Verflechtung von Licht und Dunkelheit, entzünde die Lampe der Hoffnung und lass verlorene Seelen Erlösung in Worten finden.",
      "indonesian": "Mendengarkan seratus cerita, menyaksikan perpaduan terang dan gelap, menyalakan lentera harapan, dan membiarkan jiwa yang tersesat menemukan penebusan dalam kata-kata.",
      "italian": "Ascolta le cento storie, testimonia l'intreccio di luce e oscurità, accendi la lampada della speranza e lascia che le anime perdute trovino redenzione nelle parole.",
      "japanese": "百物語に耳を傾け、光と闇の交わりを目撃し、希望の灯火を灯し、迷える魂が言葉の中で救済を見出す。",
      "koreana": "백 이야기를 듣고, 빛과 어둠의 얽힘을 목격하며, 희망의 등불을 밝혀, 길 잃은 영혼이 글 속에서 구원을 찾게 하다.",
      "portuguese": "Ouça as cem histórias, testemunhe o entrelaçamento da luz e da escuridão, acenda a lâmpada da esperança e deixe as almas perdidas encontrarem redenção nas palavras.",
      "russian": "Слушайте сто историй, станьте свидетелем переплетения света и тьмы, зажгите лампу надежды и позвольте потерянным душам найти искупление в словах.",
      "schinese": "聆听百物语，见证光明与黑暗的交织，点亮希望的心灯，让迷失的灵魂在文字中得到救赎。",
      "tchinese": "聆聽百物語，見證光明與黑暗的交織，點亮希望的心燈，讓迷失的靈魂在文字中得到救贖。",
      "thai": "ฟังนิทานร้อยเรื่อง เป็นพยานถึงการผสานของแสงสว่างและความมืด จุดตะเกียงแห่งความหวัง ให้วิญญาณที่หลงทางได้พบการไถ่บาปในตัวอักษร",
      "token": "NEW_ACHIEVEMENT_1_12_DESC",
      "vietnamese": "Lắng nghe trăm câu chuyện, chứng kiến sự đan xen của ánh sáng và bóng tối, thắp lên ngọn đèn hy vọng, để những linh hồn lạc lối tìm thấy sự cứu rỗi trong ngôn từ."
    }
  },
  {
    "name": "90000012",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/cc51f4de5d5bebee282c4e785fd9fc1a486a6802.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/03334fc15e215da1a02abf56cdf230d6c6f3b6cf.jpg",
    "displayName": {
      "english": "Spirit Word Mirror",
      "french": "Miroir des mots spirituels",
      "german": "Geistwort-Spiegel",
      "indonesian": "Cermin Kata Roh",
      "italian": "Specchio delle parole spirituali",
      "japanese": "言霊の鏡",
      "koreana": "언령거울",
      "portuguese": "Espelho das palavras espirituais",
      "russian": "Зеркало духовных слов",
      "schinese": "言灵镜鉴",
      "tchinese": "言靈鏡鑑",
      "thai": "กระจกวิญญาณคำพูด",
      "token": "NEW_ACHIEVEMENT_1_13_NAME",
      "vietnamese": "Gương soi linh ngữ"
    },
    "description": {
      "english": "With honesty as a mirror, reflecting the good and evil in people's hearts, helping the lost fox spirit return to nature, understanding the true meaning of honesty and lies.",
      "french": "Avec l'honnêteté comme miroir, reflétant le bien et le mal dans le cœur des gens, aidant l'esprit du renard égaré à retourner à la nature, comprenant le vrai sens de l'honnêteté et des mensonges.",
      "german": "Mit Ehrlichkeit als Spiegel, der das Gute und Böse in den Herzen der Menschen reflektiert, dem verlorenen Fuchsgeist hilft, zur Natur zurückzukehren, und die wahre Bedeutung von Ehrlichkeit und Lügen versteht.",
      "indonesian": "Dengan kejujuran sebagai cermin, memantulkan kebaikan dan kejahatan dalam hati manusia, membantu roh rubah yang tersesat kembali ke alam, memahami makna sejati kejujuran dan kebohongan.",
      "italian": "Con l'onestà come specchio, riflettendo il bene e il male nel cuore delle persone, aiutando lo spirito della volpe smarrito a tornare alla natura, comprendendo il vero significato di onestà e bugie.",
      "japanese": "誠実を鏡として、人の心の善悪を映し出し、迷える狐の精を自然へ還し、誠実と嘘の真意を悟る。",
      "koreana": "정직을 거울삼아 인간의 선악을 비추고, 길 잃은 여우령을 자연으로 돌려보내며, 정직과 거짓의 진정한 의미를 깨닫다.",
      "portuguese": "Com honestidade como espelho, refletindo o bem e o mal no coração das pessoas, ajudando o espírito da raposa perdido a retornar à natureza, compreendendo o verdadeiro significado da honestidade e das mentiras.",
      "russian": "С честностью как зеркалом, отражающим добро и зло в сердцах людей, помогая заблудшему духу лисы вернуться к природе, постигая истинный смысл честности и лжи.",
      "schinese": "以诚实为镜，照见人心的善恶，帮助迷失的狐仙回归自然，感悟诚实与谎言的真谛。",
      "tchinese": "以誠實為鏡，照見人心的善惡，幫助迷失的狐仙回歸自然，感悟誠實與謊言的真諦。",
      "thai": "ใช้ความซื่อสัตย์เป็นกระจก สะท้อนความดีและชั่วในใจคน ช่วยวิญญาณจิ้งจอกที่หลงทางกลับคืนสู่ธรรมชาติ เข้าใจแก่นแท้ของความซื่อสัตย์และคำโกหก",
      "token": "NEW_ACHIEVEMENT_1_13_DESC",
      "vietnamese": "Lấy sự trung thực làm gương, soi rọi thiện ác trong lòng người, giúp hồ ly thần lạc lối trở về với tự nhiên, thấu hiểu chân lý của sự thật và dối trá."
    }
  },
  {
    "name": "90000013",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/fbb1ac7c189d522099fd25a7fadc13aa67d387c7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/5e4de1aa8f433d4c6fd171955803ed70f2577f5e.jpg",
    "displayName": {
      "english": "Return of Childhood Dreams",
      "french": "Retour des rêves d'enfance",
      "german": "Rückkehr der Kinderträume",
      "indonesian": "Kembalinya Mimpi Masa Kecil",
      "italian": "Ritorno dei sogni d'infanzia",
      "japanese": "幼き夢の帰霊",
      "koreana": "동심의 귀령",
      "portuguese": "Retorno dos sonhos de infância",
      "russian": "Возвращение детских снов",
      "schinese": "童梦归灵",
      "tchinese": "童夢歸靈",
      "thai": "การกลับคืนของความฝันในวัยเด็ก",
      "token": "NEW_ACHIEVEMENT_1_14_NAME",
      "vietnamese": "Hồi quy giấc mơ tuổi thơ"
    },
    "description": {
      "english": "With childlike innocence as guide and traditional games as medium, help the lost soul Taro fulfill his wishes, experience the purest joy, and escort Taro back to his origin.",
      "french": "Avec l'innocence enfantine comme guide et les jeux traditionnels comme moyen, aidez l'âme perdue de Taro à réaliser ses souhaits, ressentez la joie la plus pure et escortez Taro vers son origine.",
      "german": "Mit kindlicher Unschuld als Führung und traditionellen Spielen als Medium, hilf der verlorenen Seele Taro seine Wünsche zu erfüllen, erlebe die reinste Freude und geleite Taro zurück zu seinem Ursprung.",
      "indonesian": "Dengan kepolosan anak-anak sebagai pemandu dan permainan tradisional sebagai media, membantu jiwa Taro yang tersesat mewujudkan keinginannya, merasakan kebahagiaan paling murni, dan mengantar Taro kembali ke asalnya.",
      "italian": "Con l'innocenza infantile come guida e i giochi tradizionali come mezzo, aiuta l'anima perduta di Taro a realizzare i suoi desideri, prova la gioia più pura e scorta Taro alla sua origine.",
      "japanese": "童心を導きとし、伝統的な遊びを媒体として、迷える魂の太郎の願いを叶え、最も純粋な喜びを感じ、太郎を本来の場所へと導く。",
      "koreana": "동심을 이끎삼아 전통 놀이를 매개로, 길 잃은 영혼 타로의 소원을 이루어주고, 가장 순수한 기쁨을 느끼며, 타로를 본래의 자리로 돌려보내다.",
      "portuguese": "Com inocência infantil como guia e jogos tradicionais como meio, ajude a alma perdida do Taro a realizar seus desejos, experimente a alegria mais pura e escolte Taro de volta à sua origem.",
      "russian": "С детской невинностью как проводником и традиционными играми как средством, помогите потерянной душе Таро исполнить его желания, испытайте чистейшую радость и сопроводите Таро обратно к истокам.",
      "schinese": "以童心为引，以传统游戏为媒，帮助迷失的灵魂小太郎实现愿望，感受最为纯真的快乐，护送小太郎回归本源。",
      "tchinese": "以童心為引，以傳統遊戲為媒，幫助迷失的靈魂小太郎實現願望，感受最為純真的快樂，護送小太郎回歸本源。",
      "thai": "ใช้จิตใจเด็กเป็นผู้นำทาง ใช้เกมดั้งเดิมเป็นสื่อกลาง ช่วยวิญญาณทาโร่ที่หลงทางให้สมปรารถนา สัมผัสความสุขที่บริสุทธิ์ที่สุด นำพาทาโร่กลับสู่ต้นกำเนิด",
      "token": "NEW_ACHIEVEMENT_1_14_DESC",
      "vietnamese": "Với tâm hồn trẻ thơ làm người dẫn đường và trò chơi truyền thống làm phương tiện, giúp linh hồn lạc lối Taro thực hiện ước nguyện, cảm nhận niềm vui thuần khiết nhất, và đưa Taro trở về nguồn cội."
    }
  },
  {
    "name": "90000014",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/6cdbc981c699aaf13b7126ad7211c482bf523809.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/ba65dfdc5a7243a4d6bc6fe0dd455972a7b98fbe.jpg",
    "displayName": {
      "english": "Weaving Dreams into Reality",
      "french": "Tisser les rêves en réalité",
      "german": "Träume in Wirklichkeit weben",
      "indonesian": "Menenun Mimpi Menjadi Kenyataan",
      "italian": "Intrecciare i sogni in realtà",
      "japanese": "幻夢織り成す真実",
      "koreana": "환몽직진",
      "portuguese": "Tecendo sonhos em realidade",
      "russian": "Сплетение снов в реальность",
      "schinese": "幻梦织真",
      "tchinese": "幻夢織真",
      "thai": "การทอความฝันสู่ความจริง",
      "token": "NEW_ACHIEVEMENT_1_15_NAME",
      "vietnamese": "Dệt mộng thành thực"
    },
    "description": {
      "english": "With kindness as the needle and hope as the thread, you awakened the remaining hope in Taro Tsukishiro, the Dream Weaver, and experienced life's joys and sorrows.",
      "french": "Avec la bonté comme aiguille et l'espoir comme fil, vous avez réveillé l'espoir restant en Taro Tsukishiro, le Tisserand des Rêves, et ressenti les hauts et les bas de la vie.",
      "german": "Mit Güte als Nadel und Hoffnung als Faden erwecktest du die verbliebene Hoffnung in Taro Tsukishiro, dem Traumweber, und erlebtest die Höhen und Tiefen des Lebens.",
      "indonesian": "Dengan kebaikan sebagai jarum dan harapan sebagai benang, membangkitkan harapan tersisa dalam diri Taro Tsukishiro sang Penenun Mimpi, dan merasakan pahit manisnya kehidupan.",
      "italian": "Con la gentilezza come ago e la speranza come filo, hai risvegliato la speranza rimasta in Taro Tsukishiro, il Tessitore dei Sogni, e sperimentato le gioie e i dolori della vita.",
      "japanese": "善意を針とし、希望を糸として、夢織り師・月城太郎の残された希望を呼び覚まし、世の中の温かさと冷たさを感じ取った。",
      "koreana": "선의를 바늘로, 희망을 실로 삼아, 꿈의 짜개 츠키시로 타로의 남은 희망을 일깨우고, 세상의 희로애락을 느꼈다.",
      "portuguese": "Com bondade como agulha e esperança como linha, você despertou a esperança restante em Taro Tsukishiro, o Tecelão de Sonhos, e experimentou as alegrias e tristezas da vida.",
      "russian": "С добротой как иглой и надеждой как нитью, вы пробудили оставшуюся надежду в Таро Цукисиро, Ткаче Снов, и испытали взлеты и падения жизни.",
      "schinese": "以善意为针，以希望为线，唤醒了梦境编织者月城太郎残存的希望，感受了人间冷暖。",
      "tchinese": "以善意為針，以希望為線，喚醒了夢境編織者月城太郎殘存的希望，感受了人間冷暖。",
      "thai": "ใช้ความปรารถนาดีเป็นเข็ม ความหวังเป็นด้าย ปลุกความหวังที่เหลืออยู่ของทาโร่ ผู้ทอฝัน และสัมผัสรสชาติของชีวิต",
      "token": "NEW_ACHIEVEMENT_1_15_DESC",
      "vietnamese": "Với lòng tốt làm kim và hy vọng làm chỉ, đánh thức hy vọng còn sót lại trong Taro Tsukishiro, người Dệt Giấc Mơ, và cảm nhận được nỗi buồn vui của cuộc sống."
    }
  },
  {
    "name": "90000015",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/c6f6bb5eec7649fdfd3eb87dbe196e418c6663fc.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/2325e0620557e84cd160e4e98f3a7c87b7432f29.jpg",
    "displayName": {
      "english": "Endless Sea of Desires",
      "french": "Mer infinie des désirs",
      "german": "Endloses Meer der Begierden",
      "indonesian": "Lautan Hasrat Tanpa Batas",
      "italian": "Mare infinito dei desideri",
      "japanese": "欲望の果てなき海",
      "koreana": "욕망의 끝없는 바다",
      "portuguese": "Mar infinito dos desejos",
      "russian": "Бескрайнее море желаний",
      "schinese": "欲海无涯",
      "tchinese": "慾海無涯",
      "thai": "ทะเลแห่งตัณหาไร้ขอบเขต",
      "token": "NEW_ACHIEVEMENT_1_16_NAME",
      "vietnamese": "Biển dục vô bờ"
    },
    "description": {
      "english": "With humanity as foundation and friendship as bonds, you faced human weaknesses and witnessed the birth of Desire's incarnation - the Rakshasa of Desire.",
      "french": "Avec l'humanité comme fondement et l'amitié comme liens, vous avez affronté les faiblesses humaines et assisté à la naissance de l'incarnation du Désir - le Rakshasa du Désir.",
      "german": "Mit Menschlichkeit als Grundlage und Freundschaft als Bindung hast du menschlichen Schwächen ins Auge gesehen und die Geburt der Verkörperung der Begierde - den Rakshasa der Begierde - bezeugt.",
      "indonesian": "Dengan kemanusiaan sebagai dasar dan persahabatan sebagai ikatan, menghadapi kelemahan manusia dan menyaksikan kelahiran penjelmaan Hasrat - Rakshasa Hasrat.",
      "italian": "Con l'umanità come fondamento e l'amicizia come legame, hai affrontato le debolezze umane e testimoniato la nascita dell'incarnazione del Desiderio - il Rakshasa del Desiderio.",
      "japanese": "人間性を基に、絆を結びとして、人間の弱さと向き合い、欲望の化身である欲の羅刹の誕生を目撃した。",
      "koreana": "인간성을 기반으로 하고 인연을 맺어, 인간의 약점과 마주하고, 욕망의 화신인 욕망의 나찰의 탄생을 목격했다.",
      "portuguese": "Com a humanidade como fundamento e a amizade como laços, você enfrentou as fraquezas humanas e testemunhou o nascimento da encarnação do Desejo - o Rakshasa do Desejo.",
      "russian": "С человечностью как основой и дружбой как узами, вы столкнулись с человеческими слабостями и стали свидетелем рождения воплощения Желания - Ракшасы Желания.",
      "schinese": "以人性为本，以情谊为结，直面了人性的弱点，见证了欲望的化身——欲之罗刹的诞生",
      "tchinese": "以人性為本，以情誼為結，直面了人性的弱點，見證了慾望的化身——慾之羅剎的誕生",
      "thai": "ใช้ความเป็นมนุษย์เป็นรากฐาน มิตรภาพเป็นสายใย เผชิญหน้ากับจุดอ่อนของมนุษย์ เป็นพยานการเกิดของร่างอวตารแห่งตัณหา—ยักษ์แห่งความปรารถนา",
      "token": "NEW_ACHIEVEMENT_1_16_DESC",
      "vietnamese": "Với nhân tính làm nền tảng và tình bạn làm sợi dây, đối mặt với những điểm yếu của con người và chứng kiến sự ra đời của hiện thân Dục Vọng - La Sát của Dục Vọng."
    }
  },
  {
    "name": "90000016",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/f78d8d494f121f38d6386d1bae60fc140bab01e2.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/6176665e645f3834cc18a5e2d4bbd87f2cf1b505.jpg",
    "displayName": {
      "english": "Solitary Courage Becomes Poetry",
      "french": "Le courage solitaire devient poésie",
      "german": "Einsamer Mut wird Poesie",
      "indonesian": "Keberanian Tunggal Menjadi Puisi",
      "italian": "Il coraggio solitario diventa poesia",
      "japanese": "孤独な勇気が詩となる",
      "koreana": "고독한 용기가 시가 되다",
      "portuguese": "Coragem solitária torna-se poesia",
      "russian": "Одинокая храбрость становится поэзией",
      "schinese": "孤勇成诗",
      "tchinese": "孤勇成詩",
      "thai": "ความกล้าเดียวดายกลายเป็นบทกวี",
      "token": "NEW_ACHIEVEMENT_1_17_NAME",
      "vietnamese": "Lẻ loi thành thơ"
    },
    "description": {
      "english": "Congratulations! Throughout all chapters, you stayed true to your original intentions, led the team with your own strength, and completed challenges without relying on Shikigami.",
      "french": "Félicitations ! Tout au long des chapitres, vous êtes resté fidèle à vos intentions initiales, avez dirigé l'équipe par vos propres forces et relevé les défis sans compter sur les Shikigami.",
      "german": "Glückwunsch! In allen Kapiteln bist du deinen ursprünglichen Absichten treu geblieben, hast das Team mit eigener Kraft geführt und die Herausforderungen ohne die Hilfe von Shikigami gemeistert.",
      "indonesian": "Selamat! Sepanjang semua bab, Anda tetap setia pada niat awal, memimpin tim dengan kekuatan sendiri, dan menyelesaikan tantangan tanpa mengandalkan Shikigami.",
      "italian": "Congratulazioni! In tutti i capitoli, sei rimasto fedele alle tue intenzioni originali, hai guidato la squadra con le tue forze e completato le sfide senza fare affidamento sugli Shikigami.",
      "japanese": "おめでとう！全ての章で初心を貫き、自らの力でチームを導き、式神に頼ることなく挑戦を成し遂げた。",
      "koreana": "축하합니다! 모든 챕터에서 초심을 지키며, 자신의 힘으로 팀을 이끌고, 식신에 의존하지 않고 도전을 완수했습니다.",
      "portuguese": "Parabéns! Em todos os capítulos, você manteve suas intenções originais, liderou a equipe com suas próprias forças e completou os desafios sem depender dos Shikigami.",
      "russian": "Поздравляем! На протяжении всех глав вы оставались верны своим первоначальным намерениям, вели команду собственными силами и выполнили испытания без помощи Шикигами.",
      "schinese": " 恭喜你，在所有章节中，始终保持初心，凭借一己之力引导团队，未依靠式神完成挑战。",
      "tchinese": "恭喜你，在所有章節中，始終保持初心，憑藉一己之力引導團隊，未依靠式神完成挑戰。",
      "thai": "ยินดีด้วย! ในทุกบท คุณยังคงรักษาความตั้งใจแรก นำทีมด้วยพลังของตัวเอง และผ่านความท้าทายโดยไม่พึ่งพาชิกิกามิ",
      "token": "NEW_ACHIEVEMENT_1_17_DESC",
      "vietnamese": "Chúc mừng! Xuyên suốt tất cả các chương, bạn vẫn giữ được tâm ban đầu, dẫn dắt đội nhóm bằng sức mạnh của chính mình và hoàn thành thử thách mà không dựa vào Thức Thần."
    }
  },
  {
    "name": "90000017",
    "hidden": false,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/f0bcda06e6553ce7a30cf072b6daee0d2bcc12c2.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/3161340/3721e410a0d239c74859e8f1b8c41751ec1e42d1.jpg",
    "displayName": {
      "english": "Light of Bonds",
      "french": "Lumière des liens",
      "german": "Licht der Verbindungen",
      "indonesian": "Cahaya Ikatan",
      "italian": "Luce dei legami",
      "japanese": "絆の光",
      "koreana": "인연의 빛",
      "portuguese": "Luz dos laços",
      "russian": "Свет уз",
      "schinese": "羁绊之光",
      "tchinese": "羈絆之光",
      "thai": "แสงแห่งสายสัมพันธ์",
      "token": "NEW_ACHIEVEMENT_1_18_NAME",
      "vietnamese": "Ánh sáng của sự gắn kết"
    },
    "description": {
      "english": "Congratulations! You've successfully built deep bonds with all companions, worked together, and overcame all difficulties through teamwork.",
      "french": "Félicitations ! Vous avez réussi à créer des liens profonds avec tous vos compagnons, travaillé ensemble et surmonté toutes les difficultés grâce au travail d'équipe.",
      "german": "Glückwunsch! Du hast erfolgreich tiefe Bindungen zu allen Gefährten aufgebaut, zusammengearbeitet und alle Schwierigkeiten durch Teamwork überwunden.",
      "indonesian": "Selamat! Anda berhasil membangun ikatan yang dalam dengan semua rekan, bekerja sama, dan mengatasi semua kesulitan melalui kerja tim.",
      "italian": "Congratulazioni! Hai costruito con successo legami profondi con tutti i compagni, lavorato insieme e superato tutte le difficoltà attraverso il lavoro di squadra.",
      "japanese": "おめでとう！仲間全員と深い絆を築き、力を合わせ、チームワークですべての困難を乗り越えた。",
      "koreana": "축하합니다! 모든 동료들과 깊은 유대를 쌓고, 힘을 모아 팀워크로 모든 어려움을 극복했습니다.",
      "portuguese": "Parabéns! Você construiu laços profundos com todos os companheiros, trabalhou junto e superou todas as dificuldades através do trabalho em equipe.",
      "russian": "Поздравляем! Вы успешно установили глубокие связи со всеми товарищами, работали вместе и преодолели все трудности благодаря командной работе.",
      "schinese": " 恭喜你，成功与所有伙伴建立深厚羁绊，群策群力，用团队的力量战胜了所有困难。",
      "tchinese": "恭喜你，成功與所有夥伴建立深厚羈絆，群策群力，用團隊的力量戰勝了所有困難。",
      "thai": "ยินดีด้วย! คุณสร้างสายสัมพันธ์อันแน่นแฟ้นกับเพื่อนทุกคน ร่วมแรงร่วมใจ และเอาชนะทุกอุปสรรคด้วยพลังของทีม",
      "token": "NEW_ACHIEVEMENT_1_18_DESC",
      "vietnamese": "Chúc mừng! Bạn đã thành công trong việc xây dựng mối quan hệ sâu sắc với tất cả đồng đội, cùng nhau hợp lực và vượt qua mọi khó khăn bằng sức mạnh đồng đội."
    }
  }
]