[
  {
    "name": "SURVIVED_THE_WAR",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/a23bc2ba4660bad7b991e4284b05f06730a98144.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/85b81345bfb710c46c6353f24fc18625416e7066.jpg",
    "displayName": {
      "english": "Epilogue: War is over",
      "german": "Epilog: Der Krieg ist vorbei",
      "french": "Épilogue : la guerre est finie",
      "italian": "Epilogo: La guerra è finita",
      "koreana": "에필로그: 종전",
      "spanish": "Epílogo: La guerra ha acabado",
      "schinese": "后记：战争结束",
      "russian": "Эпилог: Война закончилась",
      "japanese": "エピローグ：戦争終結",
      "polish": "Epilog: Wojna dobiegła końca",
      "turkish": "Son söz: Savaş bitti",
      "brazilian": "Epílogo: A guerra acabou",
      "token": "NEW_ACHIEVEMENT_1_0_NAME"
    },
    "description": {
      "english": "The dogs of war have been raging insanely all around for so long. Too long for many. But I survived and I hope I am not the only one.",
      "german": "Zu lange haben die Schrecken des Krieges voll übermenschlichem Zorn gewütet. Zu lange für viele von uns. Doch ich habe überlebt und damit bin ich hoffentlich nicht alleine.",
      "french": "Les chiens de guerre aboient depuis bien longtemps. Trop longtemps. Mais j'ai survécu et j'espère que d'autres aussi.",
      "italian": "I mastini della guerra hanno imperversato in lungo e in largo per moltissimo tempo. Troppo tempo, per molti, ma io non ho incontrato la morte, e spero lo stesso sia valso per molti altri.",
      "koreana": "오랫동안 전쟁의 광풍이 미친 듯이 도처를 휩쓸었다. 너무 많은 이들이 너무 오랫동안 시달렸지. 하지만 난 살아남았다. 나만 살아남은 것이 아니기를.",
      "spanish": "Los perros de la guerra han deambulado llenos de rabia mucho tiempo. Demasiado para algunos, pero he sobrevivido y espero que alguien más lo haya hecho.",
      "schinese": "战争的魔爪在城市肆虐了如此之久，很多人都没能挺下来。但我得以幸存，也希望还有更多的幸存者。",
      "russian": "Война бушевала так долго... Для многих – слишком долго. Но я живу и надеюсь, что остались и другие.",
      "japanese": "戦火はあらゆる場所で荒れ狂い、そしてあまりにも長く続いた。多くの人にとっては限界を超えた長さだったろうが、私は生き延びた。生き延びたのが、私だけでなければいいが。",
      "polish": "Psy wojny szaleją już od tak dawna. Zbyt dawna. Udało mi się przetrwać – i mam nadzieję, że nie tylko mnie.",
      "turkish": "Savaş rüzgârları delicesine bir öfkeyle uzun süre çevremizde esti. Birçokları için çok uzun. Ama ben kurtuldum ve umarım kurtulan tek ben değilimdir.",
      "brazilian": "Os cães da guerra ladram loucamente há muito tempo. Tempo demais, para alguns. Mas eu sobrevivi, e torço para não ser o único.",
      "token": "NEW_ACHIEVEMENT_1_0_DESC"
    }
  },
  {
    "name": "SURVIVED_7_DAYS_NO_CASUALITIES",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/93fb84174d0213d9984cea87ec9d5cf77ac9e304.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/bbdb7da7a0fb118984e83aa3610d8ba7eda681d6.jpg",
    "displayName": {
      "english": "Diary: Day 7",
      "german": "Tagebuch: Tag 7",
      "french": "Journal : jour 7",
      "italian": "Diario: 7° giorno",
      "koreana": "일기: 7일",
      "spanish": "Diario: Día 7",
      "schinese": "日记：第7天",
      "russian": "Дневник: День 7",
      "japanese": "日記：７日目",
      "polish": "Dziennik: Dzień 7",
      "turkish": "Günlük: 7. Gün",
      "brazilian": "Diário: Dia 7",
      "token": "NEW_ACHIEVEMENT_1_1_NAME"
    },
    "description": {
      "english": "It's been seven days since we holed up here. Death is all around, but we've been lucky to keep everyone alive - so far...",
      "german": "Seit sieben Tagen halten wir uns hier versteckt. Überall draußen wartet der Tod, doch bisher hatten wir das Glück, alle am Leben zu halten – hoffentlich bleibt das so ...",
      "french": "Cela fait sept jours que nous sommes là. La guerre fait des ravages dehors, mais nous avons eu de la chance de garder tout le monde en vie jusqu'à présent...",
      "italian": "Sono passati sette giorni da quando ci siamo rintanati qua dentro. La morte regna tutt'intorno, ma siamo stati abbastanza fortunati da tenere tutti in vita… Almeno finora…",
      "koreana": "여기에서 숨은 것이 7일째다. 도처에 죽음이 도사렸지만, 적어도 지금까진 우리 모두 살았으니 다행이지...",
      "spanish": "Han pasado siete días desde que nos escondimos aquí. La muerte acecha en cada esquina, pero tenemos suerte de seguir todos con vida... por ahora.",
      "schinese": "我们开始在这里避难已经有7天了。到处都蔓延着死亡。我们很幸运，得以让大家幸存至今。",
      "russian": "Мы торчим здесь уже семь дней. Смерть повсюду, но у нас пока все живы. Пока...",
      "japanese": "ここに隠れて７日経った。死は、ありふれたものとなっているが、私たちは幸運にも全員生き延びている――今のところは……。",
      "polish": "Siedzimy tu już siedem dni. Choć śmierć jest wiecznie w pobliżu, udało nam się utrzymać wszystkich przy życiu – jak na razie…",
      "turkish": "Buraya geldiğimizden beri yedi gün geçti. Ölüm her yerde ama herkesi hayatta tutacak kadar şanslıydık - şimdiye kadar…",
      "brazilian": "Faz sete dias que nos escondemos aqui. A morte está ao redor, mas tivemos sorte e todos estão vivos. Por enquanto...",
      "token": "NEW_ACHIEVEMENT_1_1_DESC"
    }
  },
  {
    "name": "SURVIVED_WINTER_DAY",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/cc6d4e4eb529b88ecdf15ce83d6de6536dd63287.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/4fe923f1127696d62c3da085fcb723303140f084.jpg",
    "displayName": {
      "english": "Diary: Effing Snow",
      "german": "Tagebuch: Scheiß Schnee",
      "french": "Journal : le règne de la neige",
      "italian": "Diario: Neve del menga",
      "koreana": "일기: 빌어먹을 눈",
      "spanish": "Diario: Maldita nieve",
      "schinese": "日记：积雪",
      "russian": "Дневник: Проклятый снег",
      "japanese": "日記：ひどい大雪",
      "polish": "Dziennik: Cholerny śnieg",
      "turkish": "Günlük: Lanet olası Kar",
      "brazilian": "Diário: Neve FDP",
      "token": "NEW_ACHIEVEMENT_1_2_NAME"
    },
    "description": {
      "english": "Fucking snow. It buried half of the city so deep that we can't get there. No point waiting for the snow plows...",
      "german": "Dieser verfluchte Schnee. Die halbe Stadt liegt so tief darunter begraben, dass wir sie nicht erreichen können. Und es hat keinen Sinn, auf Schneepflüge zu warten ...",
      "french": "Saloperie de neige. La ville est complètement recouverte, on ne peut plus aller nulle part. Et les chasse-neige ne risquent plus de passer...",
      "italian": "Neve del cazzo. Ha sommerso mezza città così pesantemente da non poterla raggiungere. E non ha certo senso aspettare i gatti delle nevi…",
      "koreana": "망할 놈의 눈. 도시가 반쯤 눈에 파묻힌 탓에 갈 수가 없다. 제설기를 기다려봐야 오지도 않을 테지...",
      "spanish": "Qué asco de nieve. Ha cubierto la mitad de la ciudad; tanto que hay sitios a los que no podemos llegar. No tiene sentido esperar a las quitanieves...",
      "schinese": "该死的积雪。城市被白雪覆盖，我们无法前行。没必要去等待除雪车了……",
      "russian": "Долбаный снег. Половину города замело, и мы не можем туда добраться. А снегоуборочных машин не дождешься...",
      "japanese": "忌々しい雪だ。雪が町の半分を埋め尽くし、身動きが取れなくなってしまった。除雪機が来るのを待っても意味がない……。",
      "polish": "Ten cholerny śnieg. Pół miasta jest przysypane, więc nie możemy się tam dostać. Królestwo za pług śnieżny…",
      "turkish": "Lanet olası kar. Şehrin yarısını o kadar derine gömdü ki oraya gidemeyiz. Kar küreyicilerini beklemenin bir anlamı yok…",
      "brazilian": "Neve de merda. Cobriu metade da cidade de tal modo que não tem como ir lá. Não faz sentido esperar os limpa-neves...",
      "token": "NEW_ACHIEVEMENT_1_2_DESC"
    }
  },
  {
    "name": "GET_ALL_SHELTER_ITEMS",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/2bf4691d2fc7affdc7d992906324514b3f260e86.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/66c00140e48ebf64602ae45fd1dde1af254f54ee.jpg",
    "displayName": {
      "english": "Diary: Finished ransacking",
      "german": "Tagebuch: Schluss mit dem Gewühle",
      "french": "Journal : il ne reste plus rien",
      "italian": "Diario: Razzie terminate",
      "koreana": "일기: 방 정리 끝",
      "spanish": "Diario: Se acabó el saqueo",
      "schinese": "日记：家徒四壁",
      "russian": "Дневник: Обыскали все",
      "japanese": "日記：探し回るのは終わり",
      "polish": "Dziennik: Koniec plądrowania",
      "turkish": "Günlük: Köşe bucak arama",
      "brazilian": "Diário: Sem recursos",
      "token": "NEW_ACHIEVEMENT_1_3_NAME"
    },
    "description": {
      "english": "We've explored every nook and cranny of our abode and there's nothing useful left to find. We must venture outside.",
      "german": "Wir haben jeden Winkel und jede Ritze unserer Bleibe erkundet und es gibt nichts Nützliches mehr zu entdecken. Wir müssen unser Glück draußen versuchen.",
      "french": "Nous avons exploré le moindre recoin de notre abri et récupéré tout ce qui pouvait nous servir. Nous devons sortir pour trouver d'autres choses.",
      "italian": "Abbiamo setacciato ogni angolo e ogni fessura della nostra abitazione e non è rimasto più nulla di utile. Dobbiamo avventurarci all'esterno.",
      "koreana": "우린 집을 구석구석 샅샅이 뒤집어 엎었고, 이제 더는 유용한 걸 찾을 수가 없다. 밖으로 나가야 한다.",
      "spanish": "Hemos explorado cada rincón de nuestra morada y no hay nada útil en ella. Tendremos que buscar afuera.",
      "schinese": "我们已经搜刮了屋子里的每个角落。没有其他物资了。我们必须出去寻找补给。",
      "russian": "Мы осмотрели все закоулки нашего жилища, и убедились, что тут не осталось ничего полезного. Надо устроить вылазку.",
      "japanese": "私たちは住み家の隅々まで探り尽くした。役に立つものはもう何も見つからないだろう。思い切って外に出なければならない。",
      "polish": "Przeszukaliśmy już każdy kąt w naszym schronieniu i nie znaleźliśmy nic użytecznego. Teraz po zapasy musimy wybierać się na zewnątrz.",
      "turkish": "Evimizin köşe bucak araştırdık ve artık bulunabilecek işe yarar başka bir şey kalmadı. Dışarı gitmeye cesaret etmeliyiz.",
      "brazilian": "Exploramos cada fresta da nossa casa, e não sobrou nada de útil. Vamos ter que sair e explorar.",
      "token": "NEW_ACHIEVEMENT_1_3_DESC"
    }
  },
  {
    "name": "USE_RADIO_3_TIMES",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/61512db81d54fa0a07be9ef1ed24e975e61eb1b7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/8f71689796ded624cf9275ea2c660193bcc571a8.jpg",
    "displayName": {
      "english": "Note: Bless the radio",
      "german": "Notiz: Gelobt sei das Radio",
      "french": "Note : vive la radio",
      "italian": "Nota: La radio sia lodata",
      "koreana": "메모: 라디오 만세",
      "spanish": "Nota: Bendita radio",
      "schinese": "字条：神奇的广播",
      "russian": "Записка: Слава радио!",
      "japanese": "ノート：ラジオに祝福あれ",
      "polish": "Notatka: Wspaniałe radio",
      "turkish": "Not: Radyo sağ olsun",
      "brazilian": "Nota: Deus abençoe o rádio",
      "token": "NEW_ACHIEVEMENT_1_4_NAME"
    },
    "description": {
      "english": "The radio is useful beyond expectations. We get the news and it's so good to be reminded of normal life and the wide world.",
      "german": "Das Radio ist viel nützlicher, als wir uns erwartet hatten. Wir empfangen die Nachrichten und es tut so gut, an das normale Leben und die weite Welt erinnert zu werden.",
      "french": "La radio nous sauve vraiment la vie. Elle nous donne les nouvelles de la ville et du monde en plus de nous remémorer la vie normale.",
      "italian": "L'utilità della radio va oltre ogni aspettativa. Riceviamo notizie e aggiornamenti, e ricordarsi della vita normale e di cosa succede nel mondo è una sensazione stupenda.",
      "koreana": "라디오가 기대 이상으로 유용하다. 새 소식도 들을 수 있고, 일상 생활 이야기와 더 넓은 세상이 있다는 것을 떠올리게 해준다.",
      "spanish": "La radio es útil hasta límites insospechados. Nosotros conseguimos las noticias; es muy bueno recordar la vida normal y lo grande que es el mundo.",
      "schinese": "电台的作用超过预期。我们收到了新闻。能听到外界的消息，找回日常的感觉真好。",
      "russian": "Радио принесло больше пользы, чем мы ожидали. Так здорово слушать новости и вспоминать, что где-то в мире идет нормальная жизнь.",
      "japanese": "ラジオは思っていた以上に便利だ。ニュースを聞くことができるし、普通の生活や広い世界のことを思い出せるのは、本当に最高だ。",
      "polish": "Radio jest niezmiernie użyteczne. Możemy posłuchać wiadomości. Jak dobrze jest przypomnieć sobie o istnieniu normalnego życia.",
      "turkish": "Radyo beklentilerin ötesinde bir yarar sağlıyor. Hem haberleri alıyoruz hem de bize normal bir yaşamı ve dünyayı hatırlatıyor.",
      "brazilian": "O rádio é muito mais útil do que se imaginava. Recebemos as notícias, e é tão bom lembrar da vida normal e do resto do mundo.",
      "token": "NEW_ACHIEVEMENT_1_4_DESC"
    }
  },
  {
    "name": "CRAFT_ALCOHOL_WITH_MOONSHINE_STILL",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/e3fb9beda101959d7db2bb845d7deec483d404d1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/d10137573e6cc318e6af63d160900bcdda99ef66.jpg",
    "displayName": {
      "english": "Note: Distilled gold",
      "german": "Notiz: Destilliertes Gold",
      "french": "Note : de l'or en bouteille",
      "italian": "Nota: Oro distillato",
      "koreana": "메모: 술은 소중해",
      "spanish": "Nota: Oro destilado",
      "schinese": "字条：黄金佳酿",
      "russian": "Записка: Чистое золото",
      "japanese": "ノート：黄金の蒸留",
      "polish": "Notatka: Płynne złoto",
      "turkish": "Not: Damıtılmış altın",
      "brazilian": "Nota: Ouro destilado",
      "token": "NEW_ACHIEVEMENT_1_5_NAME"
    },
    "description": {
      "english": "We finally managed to distill some moonshine. In a city under siege food and alcohol are always in high demand.",
      "german": "Wir haben es endlich geschafft, ein wenig Schnaps zu destillieren. In belagerten Städten ist kaum etwas so begehrt wie Nahrung und Alkohol.",
      "french": "Nous avons enfin réussi à distiller de l'alcool de contrebande. Dans une ville assiégée, la nourriture et l'alcool sont des denrées précieuses.",
      "italian": "Finalmente siamo riusciti a distillare un po' di liquore. In una città sotto assedio, la richiesta di cibo e alcol è sempre molto alta.",
      "koreana": "마침내 증류법으로 밀주를 만들어냈다. 포위된 도시에서 먹거리와 술은 언제나 수요가 많지.",
      "spanish": "Al fin hemos conseguido destilar un poco de aguardiente. En una ciudad asediada, todo el mundo busca comida y alcohol.",
      "schinese": "我们终于成功酿造了一些私家酒。在被围攻的城市里，食物和酒的需求十分旺盛。",
      "russian": "Наконец-то нам удалось сварить самогон. В осажденном городе еда и алкоголь всегда в цене.",
      "japanese": "ようやく密造酒の醸造に成功した。包囲された町では、食物とアルコールが常に大人気だ。",
      "polish": "W końcu udało nam się napędzić trochę bimbru. W oblężonym mieście zawsze jest duży popyt na jedzenie i alkohol.",
      "turkish": "Sonunda biraz içki damıtmayı başardık. Kuşatma altındaki bir şehirde yiyecek ve alkol için her zaman fazla talep vardır.",
      "brazilian": "Finalmente conseguimos destilar bebida. Em uma cidade sob cerco, há uma demanda muito grande por comida e álcool.",
      "token": "NEW_ACHIEVEMENT_1_5_DESC"
    }
  },
  {
    "name": "DOUBLE_GUARD_AT_NIGHT",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/add1ee0e2f7154354d54aeaf1c8352020c8575d1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/39e934728b97c42834e50b99de6d05787dbe8fe5.jpg",
    "displayName": {
      "english": "Note: Doubled the watch",
      "german": "Notiz: Wachen verdoppelt",
      "french": "Note : garde renforcée",
      "italian": "Nota: Guardia raddoppiata",
      "koreana": "메모: 경계 태세 강화",
      "spanish": "Nota: El doble de vigilancia",
      "schinese": "字条：加强警备",
      "russian": "Записка: Усиленная охрана",
      "japanese": "ノート：二重の見張り",
      "polish": "Notatka: Podwoić straż",
      "turkish": "Not: Nöbeti iki katına çıkarmak",
      "brazilian": "Nota: Guarda dobrada",
      "token": "NEW_ACHIEVEMENT_1_6_NAME"
    },
    "description": {
      "english": "It's crucial to secure our place against night intruders. Two persons watching out for thieves can also watch out for each other.",
      "german": "Wir müssen unsere Unterkunft unbedingt vor nächtlichen Eindringlingen schützen. Zwei Personen, die nach Dieben Ausschau halten, können währenddessen auch gut aufeinander aufpassen.",
      "french": "Il est essentiel de protéger notre abri des attaques nocturnes. Si on met deux personnes de garde, elles pourront aussi se protéger.",
      "italian": "Rendere il nostro rifugio sicuro contro gli intrusi di notte è di fondamentale importanza. Mettendo due persone, non solo faranno la guardia contro i ladri ma si guarderanno anche le spalle a vicenda.",
      "koreana": "밤에 침입하려는 놈들한테서 우리 피신처를 지키는 게 무엇보다도 중요하다. 두 사람이 보초를 서면 도둑이 드는지 살펴보면서 서로 조심할 수 있겠지.",
      "spanish": "Es muy importante proteger nuestro refugio contra los intrusos nocturnos. Si hay dos personas vigilando el lugar, también pueden cuidar una de la otra.",
      "schinese": "我们必须加强警备，防止在夜晚被偷袭。两个守卫既可以警戒匪徒，也可以彼此照看。",
      "russian": "Крайне важно защищать наше жилье от незваных ночных гостей. Два человека смотрят, не идут ли воры, и заодно присматривают друг за другом.",
      "japanese": "私たちの居場所を夜間の侵入者から守るのは重要なことだ。二人の人間が盗人を見張っていれば、お互いに監視し合うこともできる。",
      "polish": "Zabezpieczenie się przed nocnymi intruzami to sprawa najwyższej wagi. Dwie osoby na czatach mogą wypatrywać złodziei i pilnować siebie nawzajem.",
      "turkish": "Sığınağımızı davetsiz misafirlere karşı korumak çok önemli. İki kişi hem hırsızları gözleyebilir hem de birbirlerini kollayabilir.",
      "brazilian": "Proteger a nossa casa contra invasões noturnas é essencial. É bom ter duas pessoas vigiando, até pra uma poder cuidar da outra.",
      "token": "NEW_ACHIEVEMENT_1_6_DESC"
    }
  },
  {
    "name": "CURE_ILL_DWELLER",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/8bd7dac54beb09571e4b9e0b3b2d4b9710a77a2e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/2b04a8917037ae6f23106fbe559083d57d15d81c.jpg",
    "displayName": {
      "english": "Diary: Miraculous recovery",
      "german": "Tagebuch: Wundersame Heilung",
      "french": "Journal : guérison miraculeuse",
      "italian": "Diario: Guarigione miracolosa",
      "koreana": "일기: 기적의 회복",
      "spanish": "Diario: Recuperación milagrosa",
      "schinese": "日记：起死回生",
      "russian": "Дневник: Чудесное исцеление",
      "japanese": "日記：奇跡の回復",
      "polish": "Dziennik: Cudowne ozdrowienie",
      "turkish": "Günlük: Mucizevi iyileşme",
      "brazilian": "Diário: Recuperação milagrosa",
      "token": "NEW_ACHIEVEMENT_1_7_NAME"
    },
    "description": {
      "english": "This recovery from a grave illness proves that medicines work miracles. Or perhaps some of us have really robust immune systems.",
      "german": "Diese Genesung nach einer schweren Krankheit beweist, dass Medizin Wunder wirken kann. Oder vielleicht haben einige von uns einfach ein sehr robustes Immunsystem.",
      "french": "Cette guérison d'une maladie grave prouve que la médecine fait des miracles. Ou que certains d'entre nous ont un excellent système immunitaire.",
      "italian": "Questa guarigione da una grave malattia dimostra che la medicina è in grado di fare miracoli. Oppure che abbiamo rafforzato a dismisura il nostro sistema immunitario.",
      "koreana": "심각한 중병에서 치료되다니, 약이 기적처럼 듣고 있단 사실이 증명됐다. 아니면 우리 중 몇몇은 정말 강인한 면역 체계를 갖고 있거나.",
      "spanish": "Recuperarse de una enfermedad tan grave demuestra que las medicinas son milagrosas. O quizá que algunos de nosotros tenemos sistemas inmunológicos muy fuertes.",
      "schinese": "从重病中恢复健康，多亏了神奇的药品。也或许，我们中的一些人有着强健的免疫系统。",
      "russian": "Исцеление от тяжелой болезни доказывает, что лекарства творят чудеса. Или что у некоторых очень крепкая иммунная система.",
      "japanese": "重病からこうも回復するとは、投与したのは奇跡を起こす薬だったようだ。あるいは、ことによると、免疫系が本当にタフな人もいるということだろう。",
      "polish": "To niesamowite wyzdrowienie stanowi dowód na to, że współczesna medycyna działa cuda. A może po prostu niektórzy z nas mają bardzo silny układ odpornościowy.",
      "turkish": "Vahim bir hastalığın bu şekilde yenilmesi, ilaçların mucizeler yarattığını kanıtlıyor. Ya da belki bazılarımız gerçekten de sağlam bağışıklık sistemlerine sahip.",
      "brazilian": "Essa recuperação de uma doença grave prova que remédios fazem milagres. Isso, ou o nosso sistema imunológico é que é duro na queda.",
      "token": "NEW_ACHIEVEMENT_1_7_DESC"
    }
  },
  {
    "name": "SAVE_WOUNDED_DWELLER",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/fc1925fa2875e75c646fb15a9362cb60f110a3b6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/94400a2dd5414a1281c2a3928ab8d6fdb708a1f3.jpg",
    "displayName": {
      "english": "Diary: Patched up and ready to go ",
      "german": "Tagebuch: Zusammengeflickt und über den Berg",
      "french": "Journal : rétablissement total",
      "italian": "Diario: Medicato e di nuovo in pista",
      "koreana": "일기: 응급 처치 끝, 나갈 준비 완료",
      "spanish": "Diario: Unos cuantos remiendos y listo",
      "schinese": "日记：伤口愈合",
      "russian": "Дневник: Подлатались и снова в строю",
      "japanese": "日記：応急処置で準備万端",
      "polish": "Dziennik: Do wesela się zagoi",
      "turkish": "Günlük: Bandajlı ve gitmeye hazır",
      "brazilian": "Diário: Com curativos e tudo",
      "token": "NEW_ACHIEVEMENT_1_8_NAME"
    },
    "description": {
      "english": "What good fortune, not only we managed to dress these critical wounds, but they are healing nicely. Someone must be praying for us.",
      "german": "Was für ein Glück! Wir konnten diese schlimmen Wunden nicht nur verbinden, sie verheilen auch noch trefflich! Irgendjemand muss für uns gebetet haben.",
      "french": "Nous avons vraiment de la chance. Nous avons réussi à soigner de graves blessures et la guérison se fait sans difficulté. C'est un miracle !",
      "italian": "Con un pizzico di buona sorte, non solo siamo riusciti a medicare le ferite, ma stanno persino guarendo bene. C'è qualcuno che prega per noi da qualche parte.",
      "koreana": "운도 좋지, 심각한 상처에 붕대도 둘렀고 잘 낫고 있다. 누군가 우릴 위해 기도를 하나 보다.",
      "spanish": "Qué suerte, no solo hemos conseguido tapar estas heridas tan graves, también están curándose correctamente. Alguien debe estar rezando por nosotros.",
      "schinese": "我们真是幸运，严重的伤口在经过包扎后开始愈合。一定是有人给我们祈祷。",
      "russian": "Как же нам повезло: мы обработали серьезные раны, и они уже начали заживать. Кажется, кто-то за нас молится.",
      "japanese": "なんて幸運なんだろう。重いけがの手当てに成功しただけじゃなく、その後の経過も順調だ。誰かが私たちのために祈ってくれているに違いない。",
      "polish": "Mamy szczęście – nie tylko udało się nam opatrzyć te głębokie rany, lecz również goją się one całkiem nieźle. Ktoś chyba się za nas modli.",
      "turkish": "Çok büyük şans, bu kritik yaralar sadece kapanmakla kalmadı, aynı zamanda güzel bir şekilde iyileşiyorlar. Birileri bizim için dua ediyor olmalı.",
      "brazilian": "Que sorte, não só conseguimos tratar esses ferimentos terríveis, como a recuperação está indo bem. Alguém deve estar rezando por nós.",
      "token": "NEW_ACHIEVEMENT_1_8_DESC"
    }
  },
  {
    "name": "CURE_DWELLER_BROKEN_STATUS",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/55d6ccd00ab6d01160c15b0153f9df9b98f759f2.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/07bfdf6741ca4d5fe06873c9925db68309e7d0e1.jpg",
    "displayName": {
      "english": "Diary: Back from the brink ",
      "german": "Tagebuch: Vom Abgrund zurückgeholt",
      "french": "Journal : retour au calme",
      "italian": "Diario: Ritorno dall'orlo del baratro",
      "koreana": "일기: 구사일생",
      "spanish": "Diario: De vuelta del abismo",
      "schinese": "日记：绝望的边缘",
      "russian": "Дневник: На шаг от пропасти",
      "japanese": "日記：ドン底からの復活",
      "polish": "Dziennik: Znad krawędzi",
      "turkish": "Günlük: Eşikten geri dönmek",
      "brazilian": "Diário: Dos limites da razão",
      "token": "NEW_ACHIEVEMENT_1_9_NAME"
    },
    "description": {
      "english": "With just kind words and deeds, we helped one of us survive the darkest depression that can kill just as dead as a bullet. ",
      "german": "Mit liebevollen Worten und Taten konnten wir einen der Unseren aus einer dunklen Depression erretten, die genauso tödlich sein kann wie eine Kugel selbst. ",
      "french": "Nous avons épaulé et soutenu l'un d'entre nous qui traversait une terrible dépression, mais qui s'en est sorti.",
      "italian": "Grazie soltanto a gentili parole e buone azioni, abbiamo aiutato uno dei nostri a superare la depressione più buia che è in grado di uccidere tanto quanto un proiettile.",
      "koreana": "친절한 말과 행동으로 깊은 우울증에 빠져 있던 이가 살아가도록 도왔다. 우울증이 깊으면 탄환만큼이나 치명적이기 마련이지.",
      "spanish": "Solo con palabras y actos amables, ayudamos a uno de los nuestros a superar una profunda depresión, tan mortal como una bala.",
      "schinese": "仅靠着善言善行，我们将一名同伴从与子弹一样致命的绝望中救了回来。",
      "russian": "Добрыми словами и поступками мы помогли одному из наших выйти из тяжелой депрессии, которая убивает не хуже пули.",
      "japanese": "完全なる絶望は、銃弾と同様に人を死に至らしめることができる。私たちは親身な言葉と行動により、絶望の淵にあった仲間の命を救った。",
      "polish": "Wystarczyły nasze dobre słowa i uczynki, aby jedno z nas przetrwało najmroczniejszą depresję, która potrafi odbierać życie równie skutecznie co pociski.",
      "turkish": "İçimizden birinin, sadece nazik sözler ve eylemlerle, aynı kurşun gibi insanları öldürebilecek en karanlık depresyondan kurtulmasına yardım ettik.",
      "brazilian": "Com palavras gentis e ações bonitas, ajudamos um dos nossos a sobreviver à terrível depressão que mata tanto quanto um tiro.",
      "token": "NEW_ACHIEVEMENT_1_9_DESC"
    }
  },
  {
    "name": "BEDS_FOR_ALL_DWELLERS",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/688385b8b558b7cf6b4d52654a73e31b55afabf8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/7711b80808af7801a1972877b993ac76aeaaf7eb.jpg",
    "displayName": {
      "english": "Diary: Hostel's open!",
      "german": "Tagebuch: Herberge geöffnet!",
      "french": "Journal : le dortoir est prêt !",
      "italian": "Diario: Le porte dell'ostello sono aperte!",
      "koreana": "일기: 호스텔 개장!",
      "spanish": "Diario: ¡El hostal está abierto!",
      "schinese": "日记：青年旅社开业！",
      "russian": "Дневник: Хостел открылся!",
      "japanese": "日記：ホステル開業！",
      "polish": "Dziennik: Hostel otwarty!",
      "turkish": "Günlük: Pansiyon açık!",
      "brazilian": "Diário: O albergue está aberto!",
      "token": "NEW_ACHIEVEMENT_1_10_NAME"
    },
    "description": {
      "english": "We have now enough beds for everybody - that is, everybody but the one that has to go out and search for stuff.",
      "german": "Jetzt haben wir genügend Betten für alle – außer für denjenigen, der gerade rausgeschickt wird, um Material zu suchen.",
      "french": "Nous avons désormais assez de lits pour tout le monde, sauf pour celui ou celle qui ira chercher des provisions la nuit.",
      "italian": "Disponiamo di letti a sufficienza per tutti, o meglio, per tutti tranne per chi deve uscire alla ricerca di provviste.",
      "koreana": "모두가 누울 침대를 충분히 갖췄다. 정확히는 나가서 물자를 찾을 사람의 침대 하나만 빼고.",
      "spanish": "Ahora tenemos camas suficientes para todos; o más bien, para todos menos para quien tenga que salir para encontrar suministros.",
      "schinese": "现在每个人都能拥有一张床……除了那个要外出搜刮物资的人。",
      "russian": "Теперь у нас достаточно кроватей для всех – для всех, кроме того, чья очередь идти искать припасы.",
      "japanese": "今や全員分のベッドが揃った――つまり、外に出て、物資を探さなきゃいけない人以外の、全員の分だ。",
      "polish": "Łóżek wystarczy teraz dla wszystkich – oprócz osoby, która wychodzi na poszukiwania na zewnątrz.",
      "turkish": "Artık herkes için yetecek kadar yatağımız var - yani dışarı gidip bir şeyler arayacak kişi dışındaki herkes.",
      "brazilian": "Temos camas para todos. Quer dizer, para todos exceto quem vai sair para explorar e procurar coisas.",
      "token": "NEW_ACHIEVEMENT_1_10_DESC"
    }
  },
  {
    "name": "WARM_MEAL_FOR_ALL_DWELLERS",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/b546c6e8da321628ae88adf8a23c2d71f5603527.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/bbae40de3f5201c5d64b406d53e034df8624603a.jpg",
    "displayName": {
      "english": "Diary: Shooting for five stars",
      "german": "Tagebuch: Fünf-Sterne-Schießen",
      "french": "Journal : repas gastronomique",
      "italian": "Diario: 3 stelle",
      "koreana": "일기: 5성급 호텔",
      "spanish": "Diario: De cinco estrellas",
      "schinese": "日记：久违的美食",
      "russian": "Дневник: Пятизвездочный сервис",
      "japanese": "日記：目指せ五つ星",
      "polish": "Dziennik: Kuchenne rewolucje",
      "turkish": "Günlük: Beş yıldızı hedeflemek",
      "brazilian": "Diário: Refeição cinco estrelas",
      "token": "NEW_ACHIEVEMENT_1_11_NAME"
    },
    "description": {
      "english": "For the first time since we wound up here all of us ate a hot meal. Let's not get accustomed yet.",
      "german": "Zum ersten Mal, seit wir uns in dieser misslichen Lage befinden, hatten alle von uns eine warme Mahlzeit. Daran sollten wir uns besser nicht gewöhnen.",
      "french": "Pour la première fois depuis que nous sommes ici, nous avons tous pu manger un repas chaud. Mieux vaut ne pas s'y habituer.",
      "italian": "Per la prima volta da quando siamo finiti qui, abbiamo tutti quanti mangiato un pasto caldo. Meglio non farci troppo l'abitudine però.",
      "koreana": "이런 상황에 내몰린 이후 처음으로 우리 모두 따뜻한 식사를 했다. 익숙해지면 안 되는데.",
      "spanish": "Hemos comido comida caliente por primera vez desde que llegamos aquí. Será mejor que no nos acostumbremos.",
      "schinese": "自从我们躲到这里，还是第一次让所有人都吃上一顿热烘烘的饭。但不要奢望每顿都能这样。",
      "russian": "Впервые с тех пор, как мы здесь поселились, все поели горячей еды. Но привыкать к хорошему пока рано.",
      "japanese": "ここにたどり着いて以来、初めて、私たち全員が温かい食事を口にした。まだこれには慣れないようにしよう。",
      "polish": "Pierwszy raz, odkąd tu jesteśmy, wszyscy zjedliśmy gorący posiłek. Lepiej się nie przyzwyczajać.",
      "turkish": "Burada sığındığımızdan beri ilk defa hepimiz sıcak bir yemek yedik. Henüz buna alışmasak iyi olur.",
      "brazilian": "Pela primeira vez desde que nos escondemos aqui, todos comemos uma refeição quentinha. Mas é bom não se acostumar.",
      "token": "NEW_ACHIEVEMENT_1_11_DESC"
    }
  },
  {
    "name": "SURVIVE_FIGHT_WITH_ARMED_ENEMY",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/547f03dea5842a0810ebf85eb5a94b5591e090a7.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/0b047e558a7f4bdf98d399bffd0698912df22751.jpg",
    "displayName": {
      "english": "Diary: First blood",
      "german": "Tagebuch: Erste Opfer",
      "french": "Journal : premiers accrocs",
      "italian": "Diario: Primo sangue",
      "koreana": "일기: 첫 유혈 사태",
      "spanish": "Diario: Primera sangre",
      "schinese": "日记：第一滴血",
      "russian": "Дневник: Первая кровь",
      "japanese": "日記：初めての戦闘",
      "polish": "Dziennik: Pierwsza krew",
      "turkish": "Günlük: İlk kan",
      "brazilian": "Diário: Sobrevivente",
      "token": "NEW_ACHIEVEMENT_1_12_NAME"
    },
    "description": {
      "english": "One of us survived our first brush with violent death. We hope against all odds there will be no more encounters like that.",
      "german": "Einer von uns hat das erste Aufeinandertreffen mit dem gewaltsamen Tod überlebt. Wir hoffen aller Wahrscheinlichkeit zum Trotz, dass es kein zweites Treffen geben wird.",
      "french": "L'un d'entre nous a survécu à une altercation mortelle. Espérons que nous n'aurons plus de rencontres de ce genre.",
      "italian": "Uno di noi è sopravvissuto al suo primo faccia a faccia con la morte. Le probabilità non giocano a nostro favore, ma ci auguriamo che situazioni simili non si ripetano.",
      "koreana": "우리 중 한 명이 치명적인 죽음에 처음으로 맞섰고, 살아남았다. 이런 일이 더는 없기를 기도할 뿐이다.",
      "spanish": "Uno de nosotros sobrevivió a nuestro primer encontronazo con la violencia de la muerte. Esperemos que no vuelva a haber situaciones como esta.",
      "schinese": "我们的一个同胞与死亡擦肩而过。希望不再会有这样的遭遇。",
      "russian": "Один из нас чуть не погиб в кровавой схватке. Надеемся, что судьба нас пощадит, и таких встреч больше не будет.",
      "japanese": "仲間の一人が初めて殺されかけ、そして生き延びた。望みは薄いが、こんなことはもうないことを切に願う。",
      "polish": "Jedno z nas otarło się o śmierć. Miejmy nadzieję, że nie będzie już więcej takich incydentów.",
      "turkish": "Birimiz vahşi ölümle olan ilk çatışmamızda hayatta kaldı. Tüm imkânsızlığına rağmen, bir daha böyle bir karşılaşma yaşamayacağımızı umuyoruz.",
      "brazilian": "Um dos nossos sobreviveu ao primeiro encontro violento com a morte. Vamos torcer para não ter que passar por isso de novo, mesmo que as chances sejam poucas.",
      "token": "NEW_ACHIEVEMENT_1_12_DESC"
    }
  },
  {
    "name": "ACHIEVE_COMFORT_LEVEL",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/dca11d2cc1b33bd74c830d6cb63a7201fd637867.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/3e46b2de3d9cec974d39f961935db33a1dab0640.jpg",
    "displayName": {
      "english": "Note: Creature comforts",
      "german": "Notiz: Leibliches Wohl",
      "french": "Note : confort",
      "italian": "Nota: Comodità",
      "koreana": "메모: 편안한 환경",
      "spanish": "Nota: Comodidades",
      "schinese": "字条：舒适家园",
      "russian": "Записка: Уютная норка",
      "japanese": "ノート：快適な生活",
      "polish": "Notatka: Nie ma jak w domu",
      "turkish": "Not: Hayatın ufak lüksleri",
      "brazilian": "Nota: Nível de conforto",
      "token": "NEW_ACHIEVEMENT_1_13_NAME"
    },
    "description": {
      "english": "Our place is starting to resemble a proper home. Let's furnish it so we can live in a relative comfort, it keeps the spirits up.",
      "german": "Unsere Unterkunft sieht schon langsam aus wie ein richtiges Zuhause. Besorgen wir noch ein paar Möbel, damit wir es ein wenig gemütlich haben. Das hebt die Stimmung.",
      "french": "On commence à se sentir chez soi dans notre abri. Ajoutons-y un peu de confort avec quelques meubles, ça nous fera du bien.",
      "italian": "Il nostro rifugio inizia a sembrare una vera casa. Arrediamolo un po' in modo da vivere in modo relativamente confortevole, servirà a tenere alti gli spiriti.",
      "koreana": "우리 은신처가 집의 모양새를 갖추기 시작했다. 상대적으로 편안한 환경에서 살 수 있도록 가구를 갖춰 보자. 사기도 오르겠지.",
      "spanish": "Este lugar empieza a parecerse a un hogar decente. Vamos a amueblarlo para poder vivir relativamente cómodos, así nos animaremos.",
      "schinese": "这个地方开始有了些家的样子。我们来布置一番，给自己一个还算舒适的环境，我们也好打起精神来。",
      "russian": "Наше жилище начинает напоминать настоящий дом. Давайте обставим его с удобством, чтобы у жильцов поднялось настроение.",
      "japanese": "私たちの居場所はちゃんとした家のようになりつつある。家具を備え付けてさらに快適に生活できるようにすれば、皆の士気を維持できるだろう。",
      "polish": "Nasze schronienie zaczyna przypominać prawdziwy dom. Umeblujmy je, żeby żyć we względnej wygodzie – to podnosi na duchu.",
      "turkish": "Mekânımız gerçek bir evi andırmaya başlıyor. Haydi döşeyelim ki göreceli bir rahatlıkta yaşayabilelim, moralleri yüksek tutar.",
      "brazilian": "Nossa casa está começando a parecer um lar. Vamos mobiliar tudo para viver com relativo conforto e aumentar o moral.",
      "token": "NEW_ACHIEVEMENT_1_13_DESC"
    }
  },
  {
    "name": "STORYITEM_FROM_5_LOCATIONS",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/6a872018ec6d4b39e07810c79f589914a2f17cc6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/6ae9f48d882ea133a8fa5569c742c2c5886ab12a.jpg",
    "displayName": {
      "english": "Diary: Traces of lives ",
      "german": "Tagebuch: Spuren von Leben",
      "french": "Journal : empreintes de vie",
      "italian": "Diario: Tracce di vita",
      "koreana": "일기: 생명의 흔적",
      "spanish": "Diario: Restos de vida",
      "schinese": "日记：生命的痕迹",
      "russian": "Дневник: Следы жизни",
      "japanese": "日記：生活の跡",
      "polish": "Dziennik: Ślady życia",
      "turkish": "Günlük: Hayatın izleri",
      "brazilian": "Diário: Registros de vidas",
      "token": "NEW_ACHIEVEMENT_1_15_NAME"
    },
    "description": {
      "english": "Every building we visit has a story to tell. I'm wondering sometimes what kind of story we'll leave behind...",
      "german": "Jedes Gebäude, das wir betreten, hat eine Geschichte zu erzählen. Ich frage mich manchmal, welche Geschichte wir hinterlassen werden ...",
      "french": "Chaque bâtiment que nous visitons raconte une histoire. Je me demande parfois quelle histoire nous laisserons derrière nous...",
      "italian": "Ogni edificio che visitiamo ha una storia da raccontare. A volte mi chiedo qual è la storia che ci lasciamo alle spalle…",
      "koreana": "방문하는 모든 건물마다 이야기가 깃들어 있다. 가끔 우리가 뒤에 남겨둔 이야기는 무엇일까 궁금해진다...",
      "spanish": "Todos los edificios que visitamos tienen una historia que contar. A veces me pregunto qué tipo de historia esconderán...",
      "schinese": "每一栋我们去过的房子都有自己的故事。有时我会想，我们自己在身后留下了什么故事呢？",
      "russian": "Каждое здание, куда мы заходим, могло бы рассказать историю. Интересно, а какую историю оставим после себя мы..?",
      "japanese": "訪れるすべての建物には語られるべき物語がある。ときに思う。私たちはどんな物語を後に残すのだろうか……。",
      "polish": "Każdy budynek, który odwiedzamy, ma jakąś historię do opowiedzenia.  A jaką historię zostawimy po sobie my…?",
      "turkish": "Ziyaret ettiğimiz her binanın anlatacak bir hikâyesi vardır. Bazen arkamızda ne tür bir hikâye bırakacağımızı merak ediyorum…",
      "brazilian": "Cada prédio que visitamos tem uma história para contar. Às vezes, me pergunto que histórias nós vamos deixar...",
      "token": "NEW_ACHIEVEMENT_1_15_DESC"
    }
  },
  {
    "name": "SURVIVE_WINTER_ALL_INIT_DWELLER",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/ff45bcc7b66c2d61da5a66f61937c51d7d3fe558.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/95cd6c92c97c555f331c1f27f58a5802f712a487.jpg",
    "displayName": {
      "english": "Diary: We Have Wintered",
      "german": "Tagebuch: Wir haben überwintert",
      "french": "Journal : fin de l'hibernation",
      "italian": "Diario: Abbiamo svernato",
      "koreana": "일기: 겨울을 버텨냈다",
      "spanish": "Diario: Sobreviviendo al invierno",
      "schinese": "日记：熬过严冬",
      "russian": "Дневник: Мы перезимовали",
      "japanese": "日記：冬を越えた",
      "polish": "Dziennik: Przezimowaliśmy",
      "turkish": "Günlük: Kış Bitti",
      "brazilian": "Diário: Fim do inverno",
      "token": "NEW_ACHIEVEMENT_1_16_NAME"
    },
    "description": {
      "english": "The winter's gone. The freeze is over. We made it through... everyone made it! Amazing.",
      "german": "Der Winter ist vorüber. Der Frost ist Vergangenheit. Wir haben es geschafft ... alle haben es geschafft! Es ist ein Wunder.",
      "french": "L'hiver est fini, la neige a fondu. Nous avons réussi... tout le monde a survécu ! Victoire !",
      "italian": "L'inverno è finito, il gelo è ormai passato e siamo sopravvissuti… Ce l'hanno fatta tutti! Incredibile.",
      "koreana": "겨울이 지나갔다. 추위가 누그러진다. 우리가 해낸 거다... 모두가 살아남았어! 기적 같다.",
      "spanish": "El invierno ha acabado. Las heladas ya se han ido. Hemos sobrevivido... ¡Lo hemos conseguido! Increíble.",
      "schinese": "冬日已过，冰霜不在。我们都熬下来了！太好了。",
      "russian": "Зима закончилась. Морозы ушли. Мы выжили... все выжили! Потрясающе.",
      "japanese": "冬は去った。凍えるような寒さはもう終わりだ。私たちは生き延びた……それも全員がだ！素晴らしい。",
      "polish": "Zima minęła. Skończyły się mrozy. Udało nam się… wszyscy przetrwali! Niesamowite.",
      "turkish": "Kış bitti. Don sona erdi. Başardık... herkes başardı! İnanılmaz.",
      "brazilian": "O inverno se foi. O frio passou. Nós conseguimos... todos sobreviveram! Incrível.",
      "token": "NEW_ACHIEVEMENT_1_16_DESC"
    }
  },
  {
    "name": "SURVIVE_WAR_ALL_INIT_DWELLERS",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/a4b17792b928291a25877a66e4705dab61ec6deb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/9058b8836eb7ea942e93bf7acb3d8246899e89cd.jpg",
    "displayName": {
      "english": "Epilogue: We made it!",
      "german": "Epilog: Wir haben es geschafft!",
      "french": "Épilogue : Nous avons réussi !",
      "italian": "Epilogo: Ce l'abbiamo fatta!",
      "koreana": "에필로그: 성공이다!",
      "spanish": "Epílogo: ¡Lo hemos conseguido!",
      "schinese": "后记：我们做到了！",
      "russian": "Эпилог: У нас получилось!",
      "japanese": "エピローグ：生き延びた！",
      "polish": "Epilog: Udało nam się!",
      "turkish": "Son söz: Başardık!",
      "brazilian": "Epílogo: Conseguimos!",
      "token": "NEW_ACHIEVEMENT_1_17_NAME"
    },
    "description": {
      "english": "In the beginning, we didn't hope we'll all make it. So many died. And yet we're still here. This surely means something... right?",
      "german": "Zu Beginn wagten wir nicht einmal zu hoffen, dass alle von uns überleben würden. So viele sind gestorben. Und doch sind wir immer noch hier. Das hat doch etwas zu bedeuten ... oder?",
      "french": "Nous ne pensions pas tous survivre au début. Tant de gens sont morts. Et pourtant, nous sommes là. C'est incroyable !",
      "italian": "All'inizio non ci contavamo molto, e in tanti sono morti. Eppure noi siamo ancora qui. Deve pure significare qualcosa… vero?",
      "koreana": "처음에는 해낼 거라고 생각하지 않았다. 너무 많이 죽어나갔으니까. 하지만 우린 아직 살아있다. 여기에도... 뭔가 의미가 있는 거겠지?",
      "spanish": "Al principio no pensábamos que fuésemos a conseguirlo. Muchos han muerto y nosotros seguimos aquí. Esto tiene que significar algo... ¿verdad?",
      "schinese": "起初我们不相信大家都能挺过来。那么多人死去，我们却还幸存着。这一定意味着什么，不是吗？",
      "russian": "Мы с самого начала даже не надеялись, что все выживут. Много людей погибло. Но мы все еще здесь, и это тоже кое-что значит... правда?",
      "japanese": "最初は、私たち全員が生き延びられるなんて思いもしなかった。あまりにも多くの人が戦争で命を落としたが、私たちはまだ生きている。私たちは間違いなく、すごいことをやってのけたんだ……そうだろう？",
      "polish": "Na początku nawet nie mieliśmy nadziei, a jednak wciąż żyjemy. To coś znaczy… prawda?",
      "turkish": "Başlangıçta, hepimizin hayatta kalabileceğini ummuyorduk. Pek çok kişi öldü. Ve yine de hâlâ buradayız. Bunun bir önemi olmalı... değil mi?",
      "brazilian": "No começo, não achávamos que todos conseguiríamos sobreviver. Tantos morreram. Mas ainda estamos aqui. Isso deve ter algum significado... certo?",
      "token": "NEW_ACHIEVEMENT_1_17_DESC"
    }
  },
  {
    "name": "VISIT_ALL_LOCATIONS_FROM_TIMELINE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/63b61475a4388264b1cc1f80e17706cd960370b3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/3e220b21e1c2d769ffa4abe446c62334b7f10fd5.jpg",
    "displayName": {
      "english": "Diary: We've been everywhere",
      "german": "Tagebuch: Wir waren überall",
      "french": "Journal : on a fouillé partout",
      "italian": "Diario: Siamo stati ovunque",
      "koreana": "일기: 모든 곳을 가봤다",
      "spanish": "Diario: Hemos estado en todas partes",
      "schinese": "日记：遍寻四方",
      "russian": "Дневник: Мы были везде.",
      "japanese": "日記：あらゆる場所を訪れた",
      "polish": "Dziennik: Byliśmy wszędzie",
      "turkish": "Günlük: Her yere gittik",
      "brazilian": "Diário: Estivemos em todos os lugares",
      "token": "NEW_ACHIEVEMENT_1_18_NAME"
    },
    "description": {
      "english": "We've combed through all the neighborhood, it's harder and harder to find anything useful. This war can't end soon enough.",
      "german": "Wir haben bereits die gesamte Nachbarschaft durchkämmt und es wird immer schwieriger, nützliche Dinge zu finden. Dieser Krieg kann nicht früh genug enden.",
      "french": "Nous avons passé le quartier au peigne fin, il est de plus en plus difficile de trouver des choses utiles. Il faut vraiment que cette guerre se termine.",
      "italian": "Abbiamo setacciato tutto il vicinato, e trovare qualcosa di utile si fa sempre più difficile. Questa guerra non finirà mai abbastanza presto.",
      "koreana": "근처를 전부 수색했다. 점점 더 유용한 걸 찾기가 어려워진다. 이놈의 전쟁은 빨리 끝나질 않는군.",
      "spanish": "Hemos peinado todo el vecindario, cada vez es más difícil encontrar algo útil. Esta guerra no parece que vaya a terminar pronto.",
      "schinese": "我们搜刮了街区的角角落落。物资越来越难找到了。真希望战争尽快结束。",
      "russian": "Мы прочесали район от и до, но находить что-то полезное становится все сложнее. Эта война слишком затянулась.",
      "japanese": "隣近所をくまなく探しているが、役に立つ物を見つけるのが段々と困難になってきている。この戦争が終わるまで持つとは思えない。",
      "polish": "Szukaliśmy już wszędzie, prawie nigdzie nie ma nic użytecznego. Niech ta wojna wreszcie się skończy.",
      "turkish": "Bütün mahalleyi baştan aşağı taradık, işe yarar bir şeyler bulmak daha da zor bir hâle geliyor. Bu savaş kısa sürede bitemez.",
      "brazilian": "Já reviramos a vizinhança inteira, e está cada vez mais difícil encontrar recursos. Essa guerra precisa acabar logo.",
      "token": "NEW_ACHIEVEMENT_1_18_DESC"
    }
  },
  {
    "name": "SURVIVE_BANDITS_ATTACK_ALL_INIT_DWELLERS",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/3e06f04355683349acc442aed77917fed257dbaf.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/870a0e38ca489ec750edba16b315f607fc234bee.jpg",
    "displayName": {
      "english": "Diary: We Made A Stand",
      "german": "Tagebuch: Unser Widerstand",
      "french": "Journal : défense inébranlable",
      "italian": "Diario: Abbiamo opposto resistenza",
      "koreana": "일기: 맞서 싸웠다",
      "spanish": "Diario: Les plantamos cara",
      "schinese": "日记：坚守阵地",
      "russian": "Дневник: Мы не сдавались",
      "japanese": "日記：持ちこたえた",
      "polish": "Dziennik: Stawiliśmy opór",
      "turkish": "Günlük: Karşı Koyduk",
      "brazilian": "Diário: Vamos resistir",
      "token": "NEW_ACHIEVEMENT_1_19_NAME"
    },
    "description": {
      "english": "The bandits came in packs like dogs driven mad with hunger. We beat them back every night. And everyone survived. A miracle.",
      "german": "Die Banditen kamen in Rudeln wie Wölfe, denen der Hunger den Verstand geraubt hatte. Jede einzelne Nacht haben wir sie zurückgeschlagen. Und alle haben überlebt. Ein Wunder.",
      "french": "Les bandits sont venus nombreux, comme une meute de chiens affamés. Nous les avons repoussés à chaque fois et tout le monde a survécu. C'est un miracle !",
      "italian": "I banditi si sono precipitati contro di noi come cani in preda alla fame. Li abbiamo scacciati ogni volta che si sono presentati. E tutti sono sopravvissuti. È un miracolo.",
      "koreana": "강도놈들이 떼를 지어서 습격했다. 마치 배가 고파서 미친 개들 같았다. 매일 밤 우린 놈들을 쫓아냈다. 그리고 모두가 살아남았다. 기적이야.",
      "spanish": "Los ladrones vinieron en manada, como lobos hambrientos. Les hicimos frente cada noche. Y todos sobrevivimos. Fue un milagro.",
      "schinese": "那些匪徒像饿疯的狗一样闯了进来。我们每次都击退了他们。大家都幸存了。真是个奇迹。",
      "russian": "Бандиты нападали стаями, как дикие собаки, обезумевшие от голода. Мы отбивались от них каждую ночь. И все выжили. Чудо.",
      "japanese": "強盗が、飢えた犬のように集団でやって来た。私たちは、毎晩奴らを撃退した。そして、全員が生き延びた。奇跡だ。",
      "polish": "Bandyci przychodzili w stadach, niczym wilki oszalałe z głodu. Każdej nocy ich odpieraliśmy. I przetrwaliśmy wszyscy. Cud.",
      "turkish": "Haydutlar açılıktan deliren köpek sürüleri gibi geldiler. Her gece onları geri püskürttük. Ve herkes hayatta kaldı. Bir mucize.",
      "brazilian": "Os bandidos vieram em matilhas, como cães loucos de fome. Derrotamos eles todas as noites, e todos sobreviveram. Um verdadeiro milagre.",
      "token": "NEW_ACHIEVEMENT_1_19_DESC"
    }
  },
  {
    "name": "STIMULANTS_FOR_ALL_DWELLERS",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/867da2c778f06af7f2c406634c4af57773db72d2.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/7df00d3535ccb282638795e0617e455786fd0805.jpg",
    "displayName": {
      "english": "Note: A bit of indulgence",
      "german": "Notiz: Ein kleiner Genuss",
      "french": "Note : petits plaisirs",
      "italian": "Nota: Un po' di indulgenza",
      "koreana": "메모: 약간의 사치",
      "spanish": "Nota: Un poco de indulgencia",
      "schinese": "字条：战火中的放纵",
      "russian": "Записка: Простые радости",
      "japanese": "ノート：つかの間の耽溺",
      "polish": "Notatka: Popuszczanie pasa",
      "turkish": "Not: Biraz şımarıklık",
      "brazilian": "Nota: Um pouco de indulgência",
      "token": "NEW_ACHIEVEMENT_1_20_NAME"
    },
    "description": {
      "english": "For the first time we all indulged our addictions. It keeps the spirits up, and damn the health issues, we can die tonight anyway.",
      "german": "Zum ersten Mal konnten wir uns unseren Neigungen hingeben. Das hebt die Stimmung. Und zum Teufel mit der Gesundheit, denn wir sterben vielleicht schon heute Nacht.",
      "french": "Pour la première fois, nous nous sommes tous fait plaisir. Ça nous a remonté le moral. Au diable notre santé, peu importe si nous mourons ce soir.",
      "italian": "Per la prima volta ci siamo abbandonati ai nostri vizi, tutti quanti. È meglio tenere alti gli spiriti e al diavolo i problemi di salute, tanto stanotte potremmo morire.",
      "koreana": "처음으로 우리 모두 약간의 사치를 부려봤다. 기운이 샘솟는 느낌이다. 건강 문제는 어쩌지... 이러나 저러나 오늘밤에 죽을 수도 있는데.",
      "spanish": "Es la primera vez que nos damos un capricho y bebemos. Nos mantiene animados; que les den a los problemas de salud, podríamos morir esta noche de todas formas.",
      "schinese": "我们第一次这样放纵自己。这让我们精神振奋。谁还在乎健康问题，反正今晚我们可能就会死。",
      "russian": "Впервые мы все дали волю своим привычкам. Это поддерживает боевой дух, а здоровье... Да какое здоровье? Мы можем погибнуть сегодня ночью.",
      "japanese": "初めて、全員分の嗜好品を用意できた。これでやる気が出るというものだ。今夜には死ぬかもしれないのに、健康上の問題なんて気にしていられるか。",
      "polish": "Po raz pierwszy wszyscy sobie pofolgowaliśmy. To podnosi na duchu, a poza tym czy naprawdę musimy dbać o zdrowie? Przecież możemy dziś zginąć.",
      "turkish": "İlk defa hepimiz bağımlılıklarımıza teslim olduk. Cesaretimizi yüksek tutmamızı sağlar ve sağlık sorunlarının canı cehenneme, sonuçta bu gece her şekilde ölebiliriz.",
      "brazilian": "Pela primeira vez, demos um pouco de vazão aos nossos vícios. Todo mundo ficou animado, e porra, essa pode ser a nossa última noite na terra.",
      "token": "NEW_ACHIEVEMENT_1_20_DESC"
    }
  },
  {
    "name": "DLC_WAR_CHILD_UNLOCKED",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/c500cbbba5eb87f33258349129773caf7c55c46e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/5583d28095b7a72615d34d9f8e3f47886ff3d4f6.jpg",
    "displayName": {
      "english": "Note: Helping children",
      "german": "Notiz: Kindern helfen",
      "french": "Note : au secours des enfants",
      "italian": "Nota: Aiutare i bambini",
      "koreana": "메모: 아이들 돕기",
      "spanish": "Nota: Ayudando a los niños",
      "schinese": "字条：帮助孩子",
      "russian": "Записка: Помощь детям",
      "japanese": "ノート：子供を助けるということ",
      "polish": "Notatka: Pomoc dzieciom",
      "turkish": "Not: Çocuklara yardım etmek",
      "brazilian": "Nota: Ajudando crianças",
      "token": "NEW_ACHIEVEMENT_1_21_NAME"
    },
    "description": {
      "english": "It’s the children who suffer the most during war. They need all the help  they can get. Thank you!",
      "german": "In Kriegszeiten leidet keine Bevölkerungsgruppe so sehr wie die Kinder. Sie brauchen jede Hilfe, die sie kriegen können. Danke!",
      "french": "Ce sont les enfants qui souffrent le plus pendant la guerre. Ils ont plus que jamais besoin de notre aide. Merci !",
      "italian": "Sono i più piccoli a soffrire di più in tempo di guerra. Necessitano di tutto l'aiuto possibile. Grazie!",
      "koreana": "전시에 가장 고통스러운 건 아이들이다. 어린 아이는 도와주는 게 인간의 도리겠지. 고마워!",
      "spanish": "Los niños son quienes más sufren durante la guerra. Necesitan toda la ayuda posible. ¡Gracias!",
      "schinese": "孩子是战争中最大的受害者。他们需要得到帮助。谢谢！",
      "russian": "На войне дети страдают больше всех. Им нужна любая помощь. Спасибо!",
      "japanese": "戦争で最も苦しむのは子供たちです。彼らは最大限の援助を必要としています。あなたに感謝を！",
      "polish": "W czasie wojny najbardziej cierpią dzieci. Trzeba im pomagać, gdy to tylko możliwe. Dziękuję!",
      "turkish": "Savaştan en çok etkilenenler çocuklardır. Alabildikleri her türlü yardıma ihtiyaç duyarlar. Teşekkürler!",
      "brazilian": "São as crianças que mais sofrem na guerra. Elas precisam de toda ajuda que puderem. Agradeço!",
      "token": "NEW_ACHIEVEMENT_1_21_DESC"
    }
  },
  {
    "name": "DLC_WAR_CHILD_GRAFFITI_COMPLETED",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/0ec096fc94bfa9589c156829786e1f96ec2d0f78.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/f3e3c909773fbb163d8ac8af7442ae4d98e7d09d.jpg",
    "displayName": {
      "english": "Note: Street Art",
      "german": "Notiz: Straßenkunst.",
      "french": "Note : art de rue.",
      "italian": "Nota: Arte di strada",
      "koreana": "메모: 길거리 예술.",
      "spanish": "Nota: Arte callejero",
      "schinese": "字条：街头艺术。",
      "russian": "Записка: Уличное искусство",
      "japanese": "ノート：ストリートアート",
      "polish": "Notatka: Sztuka uliczna",
      "turkish": "Not: Sokak Sanatı.",
      "brazilian": "Nota: Arte das ruas",
      "token": "NEW_ACHIEVEMENT_1_22_NAME"
    },
    "description": {
      "english": "War can’t shut people’s mouths. Sometimes graffiti speaks more than a  thousand words.",
      "german": "Der Krieg kann die Menschen nicht zum Schweigen bringen. Manchmal sagt ein Graffiti mehr als tausend Worte.",
      "french": "Le peuple s'exprime malgré la guerre. Un graffiti vaut parfois mieux qu'un long discours.",
      "italian": "La guerra non può zittire la gente. A volte i graffiti valgono più di mille parole.",
      "koreana": "전쟁이 사람들의 입을 막을 순 없다. 가끔 길거리의 그래피티가 천 마디 말보다 더 많은 걸 말해준다.",
      "spanish": "La guerra no ha acallado las voces de la gente. A veces un grafiti vale más que mil palabras.",
      "schinese": "战争不会闭上人们的嘴。有时，墙上的涂鸦要胜过千言万语。",
      "russian": "Война не может заткнуть людям рот. Иногда граффити значит больше, чем тысяча слов.",
      "japanese": "戦争は人の口を閉ざすことはできない。落書きはときに千の言葉よりも雄弁である。",
      "polish": "Wojna nie zamknie ludziom ust. Czasem jedno graffiti mówi więcej niż tysiąc słów.",
      "turkish": "Savaş insanları susturamaz. Bazen bir grafiti yüzlerce kelimeden daha fazlasını söyler.",
      "brazilian": "A guerra não é capaz de calar as pessoas. Ás vezes, o grafite vale mais do que mil palavras.",
      "token": "NEW_ACHIEVEMENT_1_22_DESC"
    }
  },
  {
    "name": "THE_SCHOOL_OF_LIFE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/5313235f73ba5860004c7b96398808cf0dff0b94.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/9633a6c0e8c4004263ab8a80edf70cbdcc2db5eb.jpg",
    "displayName": {
      "english": "Note: The school of life",
      "german": "Notiz: Die Schule des Lebens",
      "french": "Note : leçons de vie",
      "italian": "Nota: Scuola di vita",
      "koreana": "메모: 인생 학교",
      "spanish": "Nota: La escuela de la vida",
      "schinese": "字条：生命的课堂",
      "russian": "Записка: Школа жизни",
      "japanese": "ノート：人生の学校",
      "polish": "Notatka: Szkoła życia",
      "turkish": "Not: Hayat okulu",
      "brazilian": "Nota: A escola da vida",
      "token": "NEW_ACHIEVEMENT_1_23_NAME"
    },
    "description": {
      "english": "It’s crucial that kids learn to survive on their own. What if we don’t come back one night?",
      "german": "Es ist äußerst wichtig, dass die Kinder lernen, alleine zurechtzukommen. Was, wenn wir eines Nachts nicht zurückkehren?",
      "french": "Les enfants doivent apprendre à survivre par eux-mêmes. Que leur arrivera-t-il si nous mourions ?",
      "italian": "È fondamentale che i bambini imparino a sopravvivere per conto loro, perché il giorno in cui non faremo ritorno è sempre dietro l'angolo.",
      "koreana": "아이들에게 스스로 살아남는 방법을 가르쳐야 한다. 어느 날 갑자기 우리가 돌아오지 못하면 어떻게 되겠어?",
      "spanish": "Es muy importante que los niños aprendan a sobrevivir solos. ¿Qué les pasará si una noche no volvemos a aparecer?",
      "schinese": "孩子们应该学会如何自己生存。如果有一天我们回不来了该怎么办呢？",
      "russian": "Детям необходимо учиться выживать самостоятельно. Вдруг однажды ночью мы не вернемся?",
      "japanese": "子供たちに自力で生き延びる方法を教えるのは重要なことだ。私たちがある晩帰ってこられなかったらどうなる？",
      "polish": "Dzieci muszą się nauczyć samodzielności, aby przetrwać. Co będzie, jeśli pewnej nocy nie wrócimy?",
      "turkish": "Çocukların kendi başlarına hayatta kalabilmeyi öğrenmesi çok önemli. Ya bir gece geri dönemezsek?",
      "brazilian": "As crianças precisam aprender a sobreviver sozinhas. E se algum dia nós não voltarmos para casa?",
      "token": "NEW_ACHIEVEMENT_1_23_DESC"
    }
  },
  {
    "name": "OUR_FUTURE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/3f8fd0fa7bcc65b6ad12564f886086608969eee2.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/d7730aa9d678af28ad4b46c9a92a303065d8c406.jpg",
    "displayName": {
      "english": "Diary: Our future",
      "german": "Tagebuch: Unsere Zukunft",
      "french": "Journal : notre avenir",
      "italian": "Diario: Il nostro futuro",
      "koreana": "일기: 우리의 미래",
      "spanish": "Diario: Nuestro futuro",
      "schinese": "日记：我们的未来",
      "russian": "Дневник: Наше будущее",
      "japanese": "日記：私たちの未来",
      "polish": "Dziennik: Nasza przyszłość",
      "turkish": "Günlük: Geleceğimiz",
      "brazilian": "Diário: O nosso futuro",
      "token": "NEW_ACHIEVEMENT_1_24_NAME"
    },
    "description": {
      "english": "We made it! Schools will reopen soon. From now on, kids will live a normal life again.",
      "german": "Wir haben es geschafft! Die Schulen werden bald wieder ihre Tore öffnen. Von nun an können Kinder wieder ein normales Leben führen.",
      "french": "Nous avons réussi ! Les écoles vont bientôt rouvrir. Les enfants vont pouvoir retrouver une vie normale.",
      "italian": "Ce l'abbiamo fatta! Presto le scuole riapriranno. D'ora in poi, i bambini potranno nuovamente vivere una vita normale.",
      "koreana": "성공이다! 곧 학교가 다시 열린다. 앞으로는 아이들이 평범한 삶을 살 수 있겠지.",
      "spanish": "¡Lo hemos conseguido! Las escuelas volverán a abrir pronto. A partir de ahora, los niños volverán a tener una vida normal.",
      "schinese": "我们做到了！学校很快就能开学。从现在起，孩子们又能过上正常的日子了。",
      "russian": "У нас получилось! Школы скоро снова откроются. Теперь дети вернутся к нормальной жизни.",
      "japanese": "やった！学校がもうすぐ再会する。これからは、子供たちはまた普通の生活を送れるようになるんだ。",
      "polish": "Udało nam się! Wkrótce szkoły będą otwarte. Od teraz dzieci znów będą miały normalne życie.",
      "turkish": "Başardık! Okullar yakında tekrar açılacak. Bu günden itibaren çocuklar yeniden normal bir hayat sürecekler.",
      "brazilian": "Conseguimos! As escolas vão reabrir em breve. As crianças vão voltar a ter uma vida normal.",
      "token": "NEW_ACHIEVEMENT_1_24_DESC"
    }
  },
  {
    "name": "AVOID_THE_WORST",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/51aaca82629e2c4fe8acd7ee5f290f9404ee051a.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/cdac95408ed97dc1b79c48045e9e2417b82817fb.jpg",
    "displayName": {
      "english": "Note: Avoid the worst",
      "german": "Notiz: Das Schlimmste vermeiden",
      "french": "Note : éviter le pire",
      "italian": "Nota: Evitare il peggio",
      "koreana": "메모: 최악을 피해",
      "spanish": "Nota: Evitar lo peor",
      "schinese": "字条：对抗暴行",
      "russian": "Записка: Избежать худшего",
      "japanese": "ノート：最悪の事態を避ける",
      "polish": "Notatka: Unikać najgorszego",
      "turkish": "Not: En kötüden kaçın",
      "brazilian": "Nota: Evite o pior",
      "token": "NEW_ACHIEVEMENT_1_25_NAME"
    },
    "description": {
      "english": "Attacking a place that shelters a kid… Atrocious! We stand together to protect our little one!",
      "german": "Einen Ort anzugreifen, an dem sich ein Kind versteckt ... Entsetzlich! Wir halten zusammen, um unser Kleines zu beschützen!",
      "french": "C'est ignoble d'attaquer un abri avec un enfant ! Nous ne laisserons personne s'en prendre à lui !",
      "italian": "Attaccare un rifugio dove vive un bambino… È semplicemente atroce! Dobbiamo restare uniti per proteggere il piccolo!",
      "koreana": "아이가 있는 은신처를 공격하다니... 끔찍해! 우리 모두가 함께 맞서서 아이를 지켜야 해!",
      "spanish": "Atacar un lugar en el que se refugia un niño... ¡Es atroz! ¡Nos mantendremos unidos para proteger a nuestro pequeño!",
      "schinese": "去袭击住着孩子的避难所……惨无人道！我们要一起去保护孩子！",
      "russian": "Напасть на дом с ребенком... Возмутительно! Мы будем вместе защищать нашего малыша!",
      "japanese": "子供を保護している場所を襲撃するとは……なんて恐ろしいことをするんだ！私たちは団結して幼い子供を守ってみせる！",
      "polish": "Atakowanie miejsca, w którym schroniło się dziecko… to nieludzkie! Razem obronimy naszego malucha!",
      "turkish": "Küçük bir çocuğa barınaklık eden bir yere saldırmak... İğrenç! Küçük çocuğumuzu korumak için beraberce dimdik duruyoruz!",
      "brazilian": "Atacar um local que protege uma criança... Que coisa horrível! Vamos nos unir para proteger nossos pequenos!",
      "token": "NEW_ACHIEVEMENT_1_25_DESC"
    }
  },
  {
    "name": "BETTER_DAYS",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/c25ce4c27fd447f354751bbc1a373eaa8a004312.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/d1752ee4568a00cf9b210d11e5437dde2120f359.jpg",
    "displayName": {
      "english": "Note: Better days",
      "german": "Notiz: Bessere Zeiten",
      "french": "Note : des jours meilleurs",
      "italian": "Nota: Giorni migliori",
      "koreana": "메모: 더 나은 날들",
      "spanish": "Nota: Días mejores",
      "schinese": "字条：美好的日子",
      "russian": "Записка: Лучшие времена",
      "japanese": "ノート：若干の平穏",
      "polish": "Notatka: Lepsze dni",
      "turkish": "Not: Daha iyi günler",
      "brazilian": "Nota: Dias melhores",
      "token": "NEW_ACHIEVEMENT_1_26_NAME"
    },
    "description": {
      "english": "Kids… they sometimes seem to be far away from this war. It’s heartwarming.",
      "german": "Kinder ... manchmal scheinen sie darauf zu vergessen, dass dieser Krieg existiert. Es ist herzerwärmend.",
      "french": "Parfois, les enfants arrivent à s'échapper de la réalité de la guerre. C'est rassurant.",
      "italian": "I bambini… A volte sembrano vivere in un mondo lontano da questa guerra. È toccante.",
      "koreana": "아이들은... 가끔씩 이 전쟁과 전혀 상관없는 듯한 모습을 보여. 마음이 따뜻해지네.",
      "spanish": "Niños... A veces parece que son ajenos a todo este desastre. Es conmovedor.",
      "schinese": "孩子们有时似乎远离着战争。这让人心生暖意。",
      "russian": "Дети... Иногда кажется, что они живут в своем мире, где нет войны. Это согревает сердце.",
      "japanese": "子供たちは……時に戦争のことを忘れたかのように見えることがある。心が温まる。",
      "polish": "Dzieciaki… one czasami zdają się takie nieświadome tej wojny. To budujące.",
      "turkish": "Çocuklar... bazen bu savaşın çok uzağındalarmış gibi görünüyor. Bu insanın içini ısıtıyor.",
      "brazilian": "Crianças... às vezes elas parecem tão distantes dessa guerra. Isso é reconfortante.",
      "token": "NEW_ACHIEVEMENT_1_26_DESC"
    }
  },
  {
    "name": "BOND_FOR_LIFE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/3c4edf0020a71b6cf30bbe169cf391f179f43965.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/9f9ec032b66d62b2580cbf8cd958747c7350cd73.jpg",
    "displayName": {
      "english": "Diary: Bond for life",
      "german": "Tagebuch: Bund fürs Leben",
      "french": "Journal : amis pour la vie",
      "italian": "Diario: Uniti per sempre",
      "koreana": "일기: 삶의 의지를 주는 유대감",
      "spanish": "Diario: Unidos de por vida",
      "schinese": "日记：新伙伴",
      "russian": "Дневник: Дружба навеки",
      "japanese": "日記：生涯の絆",
      "polish": "Dziennik: Więź na całe życie",
      "turkish": "Günlük: Yaşam için bağ",
      "brazilian": "Diário: Um vínculo para toda a vida",
      "token": "NEW_ACHIEVEMENT_1_27_NAME"
    },
    "description": {
      "english": "At least the kid has a new playmate. Maybe it will even be a break from our daily routine here.",
      "german": "Immerhin hat das Kind einen neuen Spielkameraden. Vielleicht wird unser täglicher Trott dadurch ein wenig unterbrochen.",
      "french": "Au moins les enfants peuvent jouer ensemble. Ça nous changera peut-être aussi de notre quotidien.",
      "italian": "Almeno il ragazzino ha un nuovo compagno di giochi. Forse sarà anche un modo di spezzare la routine per noi.",
      "koreana": "아이에게 새로운 놀이 친구가 생겼다. 어쩌면 이렇게 우리 일상도 잠깐 쉬어갈 수 있을지 모르지.",
      "spanish": "Por lo menos el niño tiene alguien con quien jugar. Puede que hasta nos distraiga un poco de la rutina diaria.",
      "schinese": "至少孩子有了新玩伴。或许我们的日常也会增添一份新意。",
      "russian": "По крайней мере, у ребенка появился новый товарищ для игр. Может, они отвлекутся от повседневных забот.",
      "japanese": "少なくとも一人、あの子に新しい遊び友達ができた。しばらくの間、この場所での日課を任せられるかもしれない。",
      "polish": "Dzieciak ma przynajmniej kogoś do zabawy. Może pozwoli nam to nawet odpocząć od codziennej rutyny.",
      "turkish": "En azından çocuğun yeni bir oyun arkadaşı var. Belki buradaki günlük rutinden ufak bir kaçış bile olabilir.",
      "brazilian": "Pelo menos a criança tem alguém para brincar. Pode ser até uma distração da nossa rotina diária.",
      "token": "NEW_ACHIEVEMENT_1_27_DESC"
    }
  },
  {
    "name": "EVERYBODY_GOT_TO_LEARN",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/25ed73e6cb3f0f8d20c92a0789b2855d1031cc6f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/cadd5949963e1f0aa3220ddd5aed9796a39e95d8.jpg",
    "displayName": {
      "english": "Note: Everybody got to learn",
      "german": "Notiz: Alle müssen lernen",
      "french": "Note : apprentissage indispensable",
      "italian": "Nota: Tutti hanno di che imparare",
      "koreana": "메모: 모두가 배우게 되겠지",
      "spanish": "Nota: El mundo tiene que aprender",
      "schinese": "字条：每个人都需要明白",
      "russian": "Записка: Все должны учиться",
      "japanese": "ノート：みんなが学ぶべきこと",
      "polish": "Notatka: Każdy musi się uczyć",
      "turkish": "Not: Herkes öğrenmeli",
      "brazilian": "Nota: Todos têm que aprender",
      "token": "NEW_ACHIEVEMENT_1_28_NAME"
    },
    "description": {
      "english": "Solidarity. That’s the first thing we have to teach to our children.",
      "german": "Solidarität. Das ist die wichtigste Lektion für unsere Kinder.",
      "french": "La solidarité. C'est la première chose que nous devons enseigner à nos enfants.",
      "italian": "Solidarietà. È il primo valore che dobbiamo insegnare ai nostri bambini.",
      "koreana": "연대를. 아이들에게 첫 번째로 가르쳐야 할 것이다.",
      "spanish": "Solidaridad. Esa es la primera cosa que debemos enseñar a nuestros hijos.",
      "schinese": "团结的重要。这是我们应该教给孩子的第一件事。",
      "russian": "Солидарности. Это первое, чему мы должны учить наших детей.",
      "japanese": "団結。それが、私たちが最初に子供たちに教えなければならないことだ。",
      "polish": "Solidarność. To pierwsza rzecz, jakiej uczymy nasze dzieci.",
      "turkish": "Dayanışma. Bu, çocuklarımıza öğretmemiz gereken ilk şey.",
      "brazilian": "Solidariedade. É a primeira coisa que precisamos ensinar às nossas crianças.",
      "token": "NEW_ACHIEVEMENT_1_28_DESC"
    }
  },
  {
    "name": "OUR_OWN_PLAYGROUND",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/95c3094bec9424d9f5474e69e576f7e7b35e101f.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/8625082587d81dc2466144c46098f6ed6870cc82.jpg",
    "displayName": {
      "english": "Diary: Our own playground",
      "german": "Tagebuch: Unser eigener Spielplatz",
      "french": "Journal : notre terrain de jeu",
      "italian": "Diario: Il nostro parco giochi",
      "koreana": "일기: 우리만의 놀이터",
      "spanish": "Diario: Nuestro propio lugar de juegos",
      "schinese": "日记：我们的游乐场",
      "russian": "Дневник: Наша детская площадка",
      "japanese": "日記：私たちの遊び場",
      "polish": "Dziennik: Nasz własny plac zabaw",
      "turkish": "Günlük: Kendi oyun parkımız",
      "brazilian": "Diário: Nosso parquinho",
      "token": "NEW_ACHIEVEMENT_1_29_NAME"
    },
    "description": {
      "english": "We wish we could be kids again and have fun with practically nothing.",
      "german": "Wie schön wäre es, wieder Kind zu sein und sich an belanglosen Dingen erfreuen zu können.",
      "french": "Nous nous prenons à rêver d'être enfants à nouveau et de nous amuser avec presque rien.",
      "italian": "Vorremmo poter essere di nuovo bambini e divertirci con praticamente niente.",
      "koreana": "유년기로 돌아가서 아무것도 아닌 일로 즐거워할 수 있으면 좋겠다.",
      "spanish": "Ojalá pudiésemos ser niños de nuevo para poder divertirnos con casi cualquier cosa.",
      "schinese": "真希望自己能回到童年，即使一无所有也能玩得那么尽兴。",
      "russian": "Вот бы вернуться в детство и придумывать веселые игры из ничего.",
      "japanese": "また子供に戻れればいいのに。たいしたおもちゃがなくても楽しかったあの頃に。",
      "polish": "Miło byłoby znów być dziećmi i potrafić bawić się czymkolwiek.",
      "turkish": "Keşke tekrar çocuk olabilseydik ve hemen hemen hiçbir şey olmadan bile eğlenebilseydik.",
      "brazilian": "Quem me dera voltar a ser criança e me distrair com qualquer coisa.",
      "token": "NEW_ACHIEVEMENT_1_29_DESC"
    }
  },
  {
    "name": "NO_MORE_TEARS",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/0c2474345d5e40c1745472137cfd4d254454d938.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/a4ffb8c73149210f3a71d660a8e45c23e8eab885.jpg",
    "displayName": {
      "english": "Note: No more tears",
      "german": "Notiz: Keine Tränen mehr",
      "french": "Note : après les larmes...",
      "italian": "Nota: Niente più lacrime",
      "koreana": "메모: 눈물은 이제 그만",
      "spanish": "Nota: No más lágrimas",
      "schinese": "字条：忘却悲伤",
      "russian": "Записка: Больше никаких слез",
      "japanese": "ノート：もう泣かないで",
      "polish": "Notatka: Koniec płaczu",
      "turkish": "Not: Daha fazla ağlamak yok",
      "brazilian": "Nota: Chega de chorar",
      "token": "NEW_ACHIEVEMENT_1_30_NAME"
    },
    "description": {
      "english": "Nothing is more beautiful to see than a child smile and play again.",
      "german": "Nichts ist schöner als ein Kind, das wieder lachen und spielen kann.",
      "french": "Il n'y a rien de plus beau qu'un enfant qui a retrouvé le sourire et qui joue.",
      "italian": "Non c'è nulla di più bello che vedere un bambino giocare e ridere di nuovo.",
      "koreana": "아이가 웃으면서 노는 모습을 다시 보는 것만큼 아름다운 게 있을까.",
      "spanish": "No hay nada más bonito que ver a un niño sonreír y jugar otra vez.",
      "schinese": "孩子脸上重新出现微笑，尽兴玩耍。这真是世上最美的景象。",
      "russian": "Что может быть прекрасней, чем смотреть, как ребенок играет и смеется?",
      "japanese": "子供が再び笑顔になって遊ぶ姿ほど、美しいものはない。",
      "polish": "Nie ma nic piękniejszego od widoku uśmiechniętego, bawiącego się dziecka.",
      "turkish": "Bir çocuğun tekrar güldüğünü ve oynadığını görmekten daha güzel bir şey yok.",
      "brazilian": "Não tem nada mais bonito do que uma criança sorrindo e brincando de novo.",
      "token": "NEW_ACHIEVEMENT_1_30_DESC"
    }
  },
  {
    "name": "ESCAPE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/81ee1cc425b34604e86cf337d9af3515b58ad9f3.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/40604be34542902567b0655184dfd2be0f39524c.jpg",
    "displayName": {
      "english": "Epilogue: Exodus",
      "german": "Epilog: Exodus",
      "french": "Épilogue : exode",
      "italian": "Epilogo: Esodo",
      "koreana": "에필로그: 탈출",
      "spanish": "Epílogo: Éxodo",
      "schinese": "后记：逃离",
      "russian": "Эпилог: Исход",
      "japanese": "エピローグ：エクソダス",
      "polish": "Epilog: Exodus",
      "turkish": "Son söz: Göç",
      "brazilian": "Epílogo: Êxodo",
      "token": "NEW_ACHIEVEMENT_1_31_NAME"
    },
    "description": {
      "english": "Safe at last, I looked back at the burning city and wept. I wished that all who wanted to leave it could do so. Escape from Pogoren.",
      "german": "Endlich in Sicherheit blickte ich zurück auf die brennende Stadt und schluchzte. Ich wünschte, dass alle anderen Willigen sie ebenfalls verlassen könnten. Aus Pogoren fliehen.",
      "french": "Enfin hors de danger, je me retournai vers la ville en flammes et pleurai. Je pensai alors à tous ceux qui voulaient quitter la ville, leur souhaitant de tout mon cœur d'y arriver. De fuir Pogoren.",
      "italian": "Una volta al sicuro, ho guardato la città in fiamme alle mie spalle e pianto. Il mio augurio è che tutte le persone che speravano di farlo ce l'abbiano fatta: fuggire da Pogoren.",
      "koreana": "드디어 안전하다. 불타는 도시를 뒤돌아보며 눈물을 닦아냈다. 도시를 떠나길 바랐던 사람들이 모두 성공했기를 기도한다. 포고렌 탈출.",
      "spanish": "Al fin a salvo, eché la vista atrás para ver la ciudad en llamas y lloré. Ojalá todos los que querían marcharse pudieran escapar. Exiliados de Pogoren.",
      "schinese": "在逃离危险后，我回头看着烈火中的城市，流下了眼泪。我希望其他想求生的人也能和我一样，逃离柏格伦。",
      "russian": "Оказавшись в безопасности, мы оглядывались на горящий город и рыдали. Эх, если бы все, кто хотел убежать, имели такую возможность... Побег из Погорена.",
      "japanese": "ようやく安全な場所に行ける。私は振り返り、燃え盛る町を見て涙を流した。望む者全員が、ポゴレンから脱出できれば良かったのに。",
      "polish": "W końcu w bezpiecznym miejscu. Nawet stąd przykro jest patrzeć na stojące w płomieniach miasto. Szkoda, że nie wszyscy, którzy chcieli odejść, zdołali tego dokonać. Uciec z Pogoren.",
      "turkish": "En sonunda güvendeydim ve ağlayarak arkama, yanan şehre doğru baktım. Ayrılmak isteyen herkesin bunu başarmasını diledim. Pogoren'den kaçmak.",
      "brazilian": "Segurança, enfim. Olhei para a cidade em chamas e chorei. E pensar em todas as pessoas que querem escapar de Pogoren e não conseguem...",
      "token": "NEW_ACHIEVEMENT_1_31_DESC"
    }
  },
  {
    "name": "STORIES_THE_TRUTH",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/43f4c1994ffbd9734d38c8780394c0ea3bf7e468.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/5e6379dd8cd24f2ac321d474f87cac3625e88324.jpg",
    "displayName": {
      "english": "Diary: The Truth",
      "german": "Tagebuch: Die Wahrheit",
      "french": "Journal : la vérité",
      "italian": "Diario: La verità",
      "koreana": "일기: 진실",
      "spanish": "Diario: La verdad",
      "schinese": "日记：真相",
      "russian": "Дневник: Правда",
      "japanese": "日記：真実",
      "polish": "Dziennik: Prawda",
      "turkish": "Günlük: Gerçek",
      "brazilian": "Diário: A verdade",
      "token": "NEW_ACHIEVEMENT_2_0_NAME"
    },
    "description": {
      "english": "Faced my demons and learned the truth of that horrible night.",
      "german": "Ich habe meine Dämonen konfrontiert und die Wahrheit über diese schreckliche Nacht herausgefunden.",
      "french": "J'ai affronté mes démons et j'ai appris la vérité sur ce qu'il s'est produit cette nuit-là.",
      "italian": "Ho affrontato i miei demoni e ho scoperto la verità su quella tragica notte.",
      "koreana": "두려움에 맞서 그 끔찍한 밤에 일어난 진상을 알아냈다.",
      "spanish": "Me enfrenté a mis demonios y descubrí lo que pasó aquella terrible noche.",
      "schinese": "我面对了心中的恶魔，了解了那个可怕夜晚的真相。",
      "russian": "Пришлось заглянуть в глаза своим демонам и узнать правду о той жуткой ночи.",
      "japanese": "自らと向き合い、あの恐ろしい夜の真実を知った。",
      "polish": "Po konfrontacji z demonami przeszłości znam prawdę o tamtej przerażającej nocy.",
      "turkish": "Şeytanlarımla yüzleştim ve o korkunç gece hakkındaki gerçeği öğrendim.",
      "brazilian": "Enfrentei meus demônios e descobri a verdade sobre aquela noite horrível.",
      "token": "NEW_ACHIEVEMENT_2_0_DESC"
    }
  },
  {
    "name": "STORIES_HOME_SHELLED_HOME",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/43970cb6c62972811f7297597f160ec29be03f3e.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/6e904476d59feefb2936db206d888a9060ea98bf.jpg",
    "displayName": {
      "english": "Diary: Home Shelled Home",
      "german": "Tagebuch: Heimat, zerschossene Heimat",
      "french": "Journal : désolation",
      "italian": "Diario: La nostra casa bombardata",
      "koreana": "일기: 폭격 당한 집",
      "spanish": "Diario: Hogar, destrozado hogar",
      "schinese": "日记：被炮轰的家园",
      "russian": "Дневник: Дом, разрушенный дом",
      "japanese": "日記：砲撃されても我が家は我が家",
      "polish": "Dziennik: Kąt straszny, ale własny",
      "turkish": "Günlük: Evim Bombalanmış Evim",
      "brazilian": "Diário: Lar destruído lar",
      "token": "NEW_ACHIEVEMENT_2_1_NAME"
    },
    "description": {
      "english": "Finally found a way back to the old apartment. Or whatever was left of it.",
      "german": "Endlich habe ich einen Weg in unsere alte Wohnung gefunden. Oder – was davon übrig ist.",
      "french": "Vous avez trouvé un moyen d'accéder à votre ancien appartement. Du moins, ce qu'il en reste.",
      "italian": "Finalmente abbiamo trovato un modo per tornare al nostro vecchio appartamento. O almeno ciò che ne è rimasto.",
      "koreana": "마침내 예전 아파트로 돌아가는 길을 찾았다. 예전 아파트의 흔적이라 해도 좋고.",
      "spanish": "Al final encontramos la manera de volver al viejo apartamento. O lo que quedaba de él.",
      "schinese": "终于回到了老公寓。或者说是回到了老公寓的残骸。",
      "russian": "Наконец-то удалось добраться до старой квартиры. Точнее, до того, что от нее осталось.",
      "japanese": "ようやく住み慣れたアパートに帰れるようになった。あるいは、住み慣れたアパートの残骸に。",
      "polish": "Nareszcie udało ci się wrócić do starego mieszkania. Albo raczej do tego, co z niego zostało.",
      "turkish": "Sonunda eski apartmana geri dönmenin bir yolunu buldum. Ya da ondan geriye kalanlara.",
      "brazilian": "Finalmente consegui voltar ao antigo apartamento. Ou o que restou dele.",
      "token": "NEW_ACHIEVEMENT_2_1_DESC"
    }
  },
  {
    "name": "STORIES_COMPASSION",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/328b8669c840ae285a984918a9a015f966343940.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/792a32e564f8a934ae910d8ddb20f4f07812f26d.jpg",
    "displayName": {
      "english": "Diary: Compassion",
      "german": "Tagebuch: Barmherzigkeit",
      "french": "Journal : compassion",
      "italian": "Diario: Compassione",
      "koreana": "일기: 연민",
      "spanish": "Diario: Compasión",
      "schinese": "日记：同情心",
      "russian": "Дневник: Сострадание",
      "japanese": "日記：思いやり",
      "polish": "Dziennik: Empatia",
      "turkish": "Günlük: Merhamet",
      "brazilian": "Diário: Compaixão",
      "token": "NEW_ACHIEVEMENT_2_2_NAME"
    },
    "description": {
      "english": "The hoodie meant the world to Amelia, but war turns everything upside down. This piece of cloth was crucial to this woman’s health. Maybe life.",
      "german": "Der Kapuzenpullover hat Amelia früher sehr viel bedeutet, doch der Krieg stellt alles auf den Kopf. Dieses Kleidungsstück war für die Gesundheit dieser Frau äußerst wichtig. Vielleicht auch für ihr Leben.",
      "french": "Amelia adorait son sweat-shirt, mais la guerre change la donne. Ce vêtement était très important pour cette femme. Peut-être même vital.",
      "italian": "La felpa era tutto per Amelia, ma la guerra sconvolge e capovolge tutto. Quel pezzo di stoffa era fondamentale per la salute della donna. Forse vitale.",
      "koreana": "그 후드티는 아멜리아의 전부였지만, 전쟁이 세상을 온통 바꿔놓았다. 이 옷가지가 아멜리아의 건강에 아주 중요했다. 어쩌면 생존이 걸렸는지도 모른다.",
      "spanish": "Esa sudadera era muy importante para Amelia, pero la guerra pone todo patas arriba. Esa prenda era esencial para la salud de esa mujer. Quizá hasta para su propia vida.",
      "schinese": "这件连帽衫对艾米莉亚很重要，但战争改变了一切。这件衣服对那个女人的健康至关重要。甚至意味着生命。",
      "russian": "Эта толстовка много значила для Амелии, но война навязывает свои правила. Без этого куска ткани женщина бы не поправилась. А может, и не выжила бы.",
      "japanese": "パーカーは、アメリアにとって何よりも大切なものだった。しかし、戦争がすべてを変えてしまった。あのボロボロの服は、この女性の健康、おそらく生命にとって、欠かせないものになっていたのだ。",
      "polish": "Bluza była dla Amelii bardzo ważna, ale wojna wszystko zmienia. To ubranie miało kluczowe znaczenie dla zdrowia tej kobiety. A może nawet życia.",
      "turkish": "Kapüşonlu sweatshirt, Amelia için dünyalara bedeldi ama savaş her şeyi altüst etti. Bu kumaş parçası, bu kadının sağlığı için çok önemliydi. Belki hayatı.",
      "brazilian": "O moletom significava o mundo para Amelia, mas a guerra vira tudo de ponta cabeça. Esse pedaço de pano era essencial para a saúde da mulher. Talvez para a vida.",
      "token": "NEW_ACHIEVEMENT_2_2_DESC"
    }
  },
  {
    "name": "STORIES_THE_DOCTOR",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/ada1eedecbbdf2bc2bd2a0fc7fedbe54abdde0d1.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/a186341f7f0fef0a4a8d43dca0cdefa2b9118d74.jpg",
    "displayName": {
      "english": "Diary: The doctor",
      "german": "Tagebuch: Der Doktor",
      "french": "Journal : le médecin",
      "italian": "Diario: Il dottore",
      "koreana": "일기: 의사",
      "spanish": "Diario: El doctor",
      "schinese": "日记：医生",
      "russian": "Дневник: Раскаяние",
      "japanese": "日記：医者",
      "polish": "Dziennik: Lekarz",
      "turkish": "Günlük: Doktor",
      "brazilian": "Diário: O médico",
      "token": "NEW_ACHIEVEMENT_2_3_NAME"
    },
    "description": {
      "english": "The stakes were high, but I could not stay idle. I killed those soldiers, but I saved the doctor.",
      "german": "Es stand viel auf dem Spiel, aber ich konnte nicht untätig bleiben. Ich habe diese Soldaten getötet, doch ich konnte den Doktor retten.",
      "french": "C'était risqué, mais je ne pouvais pas rester sans rien faire. J'ai tué les soldats, mais j'ai sauvé le médecin.",
      "italian": "La posta in gioco era alta, ma non potevo restare con le mani in mano. Ho ucciso quei soldati, ma ho salvato il dottore.",
      "koreana": "대가가 만만치 않지만, 멀뚱히 있을 수만은 없었다. 군인들을 죽이고 의사를 구했다.",
      "spanish": "Había mucho en juego, pero no podía quedarme de brazos cruzados. Maté a esos soldados, pero salvé al doctor.",
      "schinese": "风险很大，但我不能无动于衷。我杀了那些军人，但救了医生。",
      "russian": "Ставки были высоки, но сидеть сложа руки было выше моих сил. Пришлось убить тех солдат и спасти доктора.",
      "japanese": "リスクは高かったが、じっとしてはいられなかった。私は兵士たちを殺し、医者を救った。",
      "polish": "Stawka była wysoka, ale bierność nie wchodziła w grę. Udało mi się uratować lekarza, co żołnierze przypłacili życiem.",
      "turkish": "Riskler çok yüksekti ama bir şey yapmadan duramazdım. O askerleri öldürdüm ama doktoru kurtardım.",
      "brazilian": "O risco era muito grande, mas eu não podia ficar só olhando. Matei aqueles soldados, mas salvei o médico.",
      "token": "NEW_ACHIEVEMENT_2_3_DESC"
    }
  },
  {
    "name": "STORIES_MALIK_ON_DUTY",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/402752668a1449702f47c9bb73c1eaecef05b87d.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/a8e992845b36f1a318fd97872c4083f21283adf5.jpg",
    "displayName": {
      "english": "Note: Malik on duty",
      "german": "Notiz: Malik im Dienst",
      "french": "Note : Malik veille au grain",
      "italian": "Nota: Malik a rapporto",
      "koreana": "메모: 말릭, 근무 중",
      "spanish": "Nota: Malik de servicio",
      "schinese": "字条：Malik的职责",
      "russian": "Записка: Малик на посту",
      "japanese": "ノート：マリクの役割",
      "polish": "Notatka: Dyżur Malika",
      "turkish": "Not: Malik görev başında",
      "brazilian": "Nota: Malik de plantão",
      "token": "NEW_ACHIEVEMENT_2_4_NAME"
    },
    "description": {
      "english": "Learn and broadcast all the news",
      "german": "Lerne und sende alle Nachrichten",
      "french": "Transmettez toutes les nouvelles",
      "italian": "Apprendi e divulga tutte le notizie",
      "koreana": "모든 소식을 알아내 방송한다",
      "spanish": "Consigue y retransmite todas las noticias.",
      "schinese": "掌握并播报所有新闻",
      "russian": "Узнайте и передайте все новости",
      "japanese": "すべてのニュースを知り、放送する",
      "polish": "Poznaj i nadaj wszystkie wiadomości.",
      "turkish": "Tüm haberleri öğren ve yayınla",
      "brazilian": "Descubra e transmita todas as notícias",
      "token": "NEW_ACHIEVEMENT_2_4_DESC"
    }
  },
  {
    "name": "STORIES_A_LIAR",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/b6b2507a0dff60b8fe246d5568b35a3e241288fb.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/7bb2117e89ec315068e739a709a02622e0806bb4.jpg",
    "displayName": {
      "english": "Diary: You are a liar",
      "german": "Tagebuch: Du bist ein Lügner",
      "french": "Journal : menteuse",
      "italian": "Diario: Dalla tua bocca escono solo bugie",
      "koreana": "일기: 거짓말쟁이",
      "spanish": "Diario: No haces más que mentir",
      "schinese": "日记：你是个骗子",
      "russian": "Дневник: Ложь",
      "japanese": "日記：あなたは嘘つきだ",
      "polish": "Dziennik: Kłamca, kłamca",
      "turkish": "Günlük: Sen bir yalancısın",
      "brazilian": "Diário: Você ama uma mentira",
      "token": "NEW_ACHIEVEMENT_2_5_NAME"
    },
    "description": {
      "english": "Lie to Malik on two or more occasions",
      "german": "Lüge Malik mindestens zweimal an",
      "french": "Mentez à Malik au moins deux fois",
      "italian": "Menti a Malik in almeno due occasioni.",
      "koreana": "말릭한테 두 번 이상 거짓말을 했다.",
      "spanish": "Miente a Malik en dos o más ocasiones",
      "schinese": "对Malik撒谎至少两次",
      "russian": "Солгите Малику два или больше раз",
      "japanese": "マリクに２回以上嘘をつく",
      "polish": "Okłam Malika co najmniej dwa razy.",
      "turkish": "Malik'e iki ya da daha fazla kez yalan söyle",
      "brazilian": "Minta para Malik em duas ocasiões ou mais",
      "token": "NEW_ACHIEVEMENT_2_5_DESC"
    }
  },
  {
    "name": "STORIES_THRUTHFUL",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/1fc91351edc04dd9be29b1527b4ce670bb97e787.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/adfae22ffb6f9b639fc4af735472c20218d8c23d.jpg",
    "displayName": {
      "english": "Diary: Thruthful",
      "german": "Tagebuch: Ehrlich",
      "french": "Journal : honnêteté",
      "italian": "Diario: Onestà",
      "koreana": "일기: 신뢰",
      "spanish": "Diario: Honrado",
      "schinese": "日记：诚实",
      "russian": "Дневник: Честность",
      "japanese": "日記：誠実",
      "polish": "Dziennik: Prawdomówność",
      "turkish": "Günlük: Doğrucu",
      "brazilian": "Diário: Sinceridade",
      "token": "NEW_ACHIEVEMENT_2_6_NAME"
    },
    "description": {
      "english": "Tell Malik the truth at least twice",
      "german": "Erzähl Malik mindestens zweimal die Wahrheit",
      "french": "Dites la vérité au moins deux fois à Malik",
      "italian": "Di' la verità a Malik in almeno due occasioni",
      "koreana": "말릭에게 두 번 이상 진실을 말한다",
      "spanish": "Dile a Malik la verdad al menos dos veces.",
      "schinese": "至少向Malik讲述真相两次",
      "russian": "Скажите Малику правду хотя бы два раза",
      "japanese": "マリクに真実を２回以上言う",
      "polish": "Co najmniej dwa razy powiedz Malikowi prawdę.",
      "turkish": "Malik'e en az iki defa doğruyu söyle",
      "brazilian": "Conte a verdade ao Malik pelo menos duas vezes",
      "token": "NEW_ACHIEVEMENT_2_6_DESC"
    }
  },
  {
    "name": "STORIES_HEIR",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/5b7adcb283c30259da6073229cbcfb114744ae97.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/4e3fdf42b72f602d1e3fea39d41a0a614fe0a2c3.jpg",
    "displayName": {
      "english": "Epilogue: Heir",
      "german": "Epilog: Erbfolge",
      "french": "Épilogue : héritier",
      "italian": "Epilogo: Erede",
      "koreana": "에필로그: 후손",
      "spanish": "Epílogo: Heredero",
      "schinese": "后记：继承人",
      "russian": "Эпилог: Преемник",
      "japanese": "エピローグ：遺志を継ぐ者",
      "polish": "Epilog: Dziedzic",
      "turkish": "Son söz: Varis",
      "brazilian": "Epílogo: Herdeiro",
      "token": "NEW_ACHIEVEMENT_2_7_NAME"
    },
    "description": {
      "english": "Finish the game as Malik's successor",
      "german": "Beende das Spiel als Maliks Nachfolger",
      "french": "Terminez le jeu avec le successeur de Malik",
      "italian": "Finisci il gioco come successore di Malik",
      "koreana": "말릭의 후계자로서 게임을 완료한다.",
      "spanish": "Termina el juego como el sucesor de Malik.",
      "schinese": "作为Malik的继承人完成游戏",
      "russian": "Закончите игру в роли преемника Малика",
      "japanese": "マリクの後継者になってゲームをクリアする",
      "polish": "Ukończ grę jako następca Malika.",
      "turkish": "Oyunu Malik'in halefi olarak bitir",
      "brazilian": "Complete o jogo como sucessor de Malik",
      "token": "NEW_ACHIEVEMENT_2_7_DESC"
    }
  },
  {
    "name": "STORIES_REMORSE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/32ef50277f98540322faa95c90d2a015c0ec7ac8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/0524414a55edb91ec021258527dcd6e53f91c2ad.jpg",
    "displayName": {
      "english": "Epilogue: Remorse",
      "german": "Epilog: Reue",
      "french": "Épilogue : remords",
      "italian": "Epilogo: Rimorso",
      "koreana": "에필로그: 후회",
      "spanish": "Epílogo: Remordimientos",
      "schinese": "后记：悔意",
      "russian": "Эпилог: Раскаяние",
      "japanese": "エピローグ：悔恨",
      "polish": "Epilog: Wyrzut sumienia",
      "turkish": "Son söz: Vicdan azabı",
      "brazilian": "Epílogo: Remorso",
      "token": "NEW_ACHIEVEMENT_2_8_NAME"
    },
    "description": {
      "english": "Finish the game apologising to Malik",
      "german": "Beende das Spiel, indem du dich bei Malik entschuldigst",
      "french": "Terminez le jeu en vous excusant auprès de Malik",
      "italian": "Completa il gioco scusandoti con Malik",
      "koreana": "말릭에게 사과하며 게임을 끝낸다",
      "spanish": "Termina el juego pidiéndole perdón a Malik.",
      "schinese": "对Malik道歉并完成游戏",
      "russian": "Закончите игру извинениями перед Маликом",
      "japanese": "マリクへの罪悪感を抱えてゲームをクリアする",
      "polish": "Ukończ grę, przeprosiwszy Malika.",
      "turkish": "Oyunu Malik'ten özür dileyerek bitir",
      "brazilian": "Conclua o jogo desculpando-se com Malik",
      "token": "NEW_ACHIEVEMENT_2_8_DESC"
    }
  },
  {
    "name": "STORIES_BACK_HOME",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/9e1b342182e33ab22746dfb2067bdef2f6567272.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/a9a73cce47a182b8ac322bad82e8ea42a2d5374e.jpg",
    "displayName": {
      "english": "Note: He is back home",
      "german": "Notiz: Er ist wieder zu Hause",
      "french": "Note : il est revenu",
      "italian": "Nota: È tornato a casa",
      "koreana": "메모: 그가 돌아왔어",
      "spanish": "Nota: Ha vuelto a casa",
      "schinese": "字条：他回来了",
      "russian": "Записка: Он вернулся домой",
      "japanese": "ノート：彼が帰ってきた",
      "polish": "Notatka: Syn marnotrawny",
      "turkish": "Not: Eve geri döndü",
      "brazilian": "Nota: Ele está de volta",
      "token": "NEW_ACHIEVEMENT_2_9_NAME"
    },
    "description": {
      "english": "Let Adem return to the shelter",
      "german": "Lass Adem zum Unterschlupf zurückkehren",
      "french": "Laissez Adem rentrer à l'abri",
      "italian": "Lascia che Adam ritorni al rifugio.",
      "koreana": "아뎀이 피난처로 돌아오게 했다.",
      "spanish": "Deja que Adem vuelva al refugio.",
      "schinese": "让Adem回到避难所",
      "russian": "Разрешите Адему вернуться в убежище",
      "japanese": "アデムをシェルターに帰らせる",
      "polish": "Pozwól Ademowi wrócić do schronienia.",
      "turkish": "Adem'in barınağa geri dönmesine izin ver",
      "brazilian": "Deixe Adem voltar ao abrigo",
      "token": "NEW_ACHIEVEMENT_2_9_DESC"
    }
  },
  {
    "name": "STORIES_ROLL_UP_MASTER",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/86b5985c5965a799e4a63d9ec6b4343eefbf560b.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/fee1cc3c053a406110d095a4cf62b5dd04df3d61.jpg",
    "displayName": {
      "english": "Note: Roll-up master",
      "german": "Notiz: Drehmeister",
      "french": "Note : rouleur professionnel",
      "italian": "Nota: Il mago delle cartine",
      "koreana": "메모: 말아피우기 대가",
      "spanish": "Nota: Fumador profesional",
      "schinese": "字条：卷烟大师",
      "russian": "Записка: Виртуоз самокруток",
      "japanese": "ノート：紙巻きの達人",
      "polish": "Notatka: Król skrętów",
      "turkish": "Not: Sarma ustası",
      "brazilian": "Nota: Senhor das bitucas",
      "token": "NEW_ACHIEVEMENT_2_10_NAME"
    },
    "description": {
      "english": "Make one hundred cigarettes",
      "german": "Drehe einhundert Zigaretten",
      "french": "Roulez cent cigarettes",
      "italian": "Crea cento sigarette",
      "koreana": "담배 100개를 만든다",
      "spanish": "Lía cien cigarros.",
      "schinese": "制作100根香烟",
      "russian": "Сделайте сто сигарет",
      "japanese": "タバコを100本作る",
      "polish": "Skręć sto papierosów.",
      "turkish": "Yüz sigara yap",
      "brazilian": "Faça cem cigarros",
      "token": "NEW_ACHIEVEMENT_2_10_DESC"
    }
  },
  {
    "name": "STORIES_TITO_QUEST_DONE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/7227d19f9e66ec975e7e251a2da47eab50f39cca.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/f8ac274f1c146470e584f230f94a8178d6da35e2.jpg",
    "displayName": {
      "english": "Diary: Good Neighbor",
      "german": "Tagebuch: Gute Nachbarschaft",
      "french": "Journal : bon voisinage",
      "italian": "Diario: Un buon vicino",
      "koreana": "일기: 좋은 이웃",
      "spanish": "Diario: Un buen vecino",
      "schinese": "日记：好邻居",
      "russian": "Дневник: Добрые соседи",
      "japanese": "日記：良き隣人",
      "polish": "Dziennik: Dobry sąsiad",
      "turkish": "Günlük: Hayırlı Komşu",
      "brazilian": "Diário: Boa vizinhança",
      "token": "NEW_ACHIEVEMENT_2_13_NAME"
    },
    "description": {
      "english": "The winter was severe. I knew Tito used to help my father frequently. I decided to help him too.",
      "german": "Der Winter war hart. Ich wusste, dass Tito meinem Vater oft zur Hand gegangen war. Ich entschied, ihm ebenfalls zu helfen.",
      "french": "L'hiver a été rude. Je savais que Tito avait souvent aidé ma famille, alors je l'ai aidé, moi aussi.",
      "italian": "L'inverno è stato rigido. Sapevo che Tito aiutava spesso mio padre. Quindi ho deciso di aiutarlo.",
      "koreana": "이번 겨울은 혹독하다. 티토가 우리 아버질 자주 도와줬다는 것을 안다. 나도 티토를 돕기로 했다.",
      "spanish": "El invierno fue duro. Sabía que Tito solía ayudar a mi padre. Decidí devolverle el favor.",
      "schinese": "冬日严寒难耐。我知道蒂托过去经常帮助我的父亲。因此我决定去帮助他。",
      "russian": "Зима была суровая. Тито часто помогал моему отцу. А моя помощь пригодилась ему.",
      "japanese": "辛い冬だった。ティトーが父をたびたび助けてくれていたのを知っていた私は、彼を助けることに決めた。",
      "polish": "Zima była ciężka. Wiedziałam, że Tito regularnie pomagał mojemu ojcu. Postanowiłam mu się odwdzięczyć.",
      "turkish": "Kış çok şiddetliydi. Eskiden Tito'nun babama sıklıkla yardım ettiğini biliyordum. Ben de ona yardım etmeye karar verdim.",
      "brazilian": "O inverno foi severo. Eu sabia que Tito costumava ajudar o meu pai com frequência. Eu decidi ajudar ele também.",
      "token": "NEW_ACHIEVEMENT_2_13_DESC"
    }
  },
  {
    "name": "STORIES_ALL_WS3_ENDINGS",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/9b4eef9cbf72974dc4bd811cc346b411f4b952c9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/857b91cbfef9a16cdb5e548eb24b46f252b7347f.jpg",
    "displayName": {
      "english": "Epilogue: All the way",
      "german": "Epilog: Das volle Programm",
      "french": "Épilogue : jusqu'au bout",
      "italian": "Epilogo: Fino in fondo",
      "koreana": "에필로그: 끝까지 갔다",
      "spanish": "Epílogo: Hasta el final",
      "schinese": "后记：完整结局",
      "russian": "Эпилог: Всеми путями",
      "japanese": "エピローグ：完遂",
      "polish": "Epilog: Do samego końca",
      "turkish": "Son söz: Sonuna kadar",
      "brazilian": "Epílogo: Até o fim",
      "token": "NEW_ACHIEVEMENT_2_14_NAME"
    },
    "description": {
      "english": "Complete the game with all the alternate endings.",
      "german": "Beende das Spiel mit allen alternativen Enden.",
      "french": "Terminez le jeu avec toutes ses fins.",
      "italian": "Completa il gioco con tutti i finali alternativi.",
      "koreana": "모든 다른 엔딩을 다 보고 게임을 완료한다.",
      "spanish": "Completa el juego con todos los finales alternativos.",
      "schinese": "触发所有结局。",
      "russian": "Пройдите игру со всеми возможными концовками.",
      "japanese": "すべての他のエンディングでゲームをクリアする。",
      "polish": "Ukończ grę ze wszystkimi alternatywnymi zakończeniami.",
      "turkish": "Oyunu bütün değişik sonlarla bitir.",
      "brazilian": "Conclua o jogo com todos os finais alternativos",
      "token": "NEW_ACHIEVEMENT_2_14_DESC"
    }
  },
  {
    "name": "STORIES_NO_HERITAGE_BURNED",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/1540dbda604838feac356194e850cb673251f4c8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/fc6845e074c90ca0a0cbc2bf151103c946c10e40.jpg",
    "displayName": {
      "english": "Diary: The Janitor",
      "german": "Tagebuch: Der Hausmeister",
      "french": "Journal : le concierge",
      "italian": "Diario: L'inserviente",
      "koreana": "일기: 수위",
      "spanish": "Diario: El conserje",
      "schinese": "日记：门卫",
      "russian": "Дневник: Сторож",
      "japanese": "日記：管理人",
      "polish": "Dziennik: Dozorca",
      "turkish": "Günlük: Hademe",
      "brazilian": "Diário: O zelador",
      "token": "NEW_ACHIEVEMENT_2_15_NAME"
    },
    "description": {
      "english": "Zoran's destiny is fulfilled. We didn't burn any of our legacy.",
      "german": "Zorans Schicksal hat sich erfüllt. Nichts aus unserem Vermächtnis wurde verbrannt.",
      "french": "Le souhait de Zoran a été exaucé. Nous n'avons brûlé aucune œuvre.",
      "italian": "Il destino di Zoran è compiuto. Non abbiamo dato fuoco a nessun'opera del nostro retaggio.",
      "koreana": "조란의 운명이 이루어졌다. 문화유산을 하나도 불태우지 않았다.",
      "spanish": "La voluntad de Zoran se ha cumplido. No hemos quemado nada de nuestro legado.",
      "schinese": "佐兰实现了自己的使命。我们没有焚烧自己的文化遗产。",
      "russian": "Зоран выполнил свое предназначение. Мы не сожгли ни одного экспоната.",
      "japanese": "ゾランの使命は果たされた。私たちは、一つの文化遺産も焼かなかった。",
      "polish": "Przeznaczenie Zorana się wypełniło. Nie spaliliśmy naszej spuścizny.",
      "turkish": "Zoran'ın rüyası gerçekleşti. Mirasımıza ait hiçbir şeyi yakmadık.",
      "brazilian": "O destino de Zoran foi cumprido. Não queimamos o nosso legado.",
      "token": "NEW_ACHIEVEMENT_2_15_DESC"
    }
  },
  {
    "name": "STORIES_EVERYTHING_REINFORCED",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/0d45a65a4b1bbfd33feda7b7f7c9f5f05fd699a4.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/506c68c1cee5d5fa3cd611232d97d9ea94ce3d21.jpg",
    "displayName": {
      "english": "Note: Fortify",
      "german": "Notiz: Verschanzen",
      "french": "Note : consolidation",
      "italian": "Nota: Fortificazione",
      "koreana": "메모: 요새화",
      "spanish": "Nota: Fortificar",
      "schinese": "字条：加固柱子",
      "russian": "Записка: Укрепления",
      "japanese": "ノート：補強",
      "polish": "Notatka: Wzmocnienie konstrukcji",
      "turkish": "Not: Güçlendir",
      "brazilian": "Nota: Fortificar",
      "token": "NEW_ACHIEVEMENT_2_16_NAME"
    },
    "description": {
      "english": "Our place was damaged in the bombing. We decided to reinforce all the pillars to buy us as much time as we can.",
      "german": "Unser Unterschlupf wurde durch das Bombardement beschädigt. Wir haben uns dazu entschlossen, alle Pfeiler zu verstärken, um uns so viel Zeit wie möglich zu verschaffen.",
      "french": "Les bombardements ont endommagé notre abri. Nous avons décidé de renforcer les piliers pour qu'ils tiennent le plus longtemps possible.",
      "italian": "Il nostro rifugio è stato devastato dai bombardamenti. Abbiamo deciso di rinforzare tutti i pilastri per guadagnare quanto più tempo possibile.",
      "koreana": "우리 피신처가 폭격으로 피해를 입었다. 최대한 시간을 벌기 위해 모든 기둥을 보강하기로 했다.",
      "spanish": "Nuestro refugio ha sido dañado durante el bombardeo. Hemos decidido reforzar los pilares para ganar tanto tiempo como podamos.",
      "schinese": "避难所在炮轰中受损。我们决定加固所有柱子以尽可能争取更多时间。",
      "russian": "Наше жилище пострадало от бомбежки. Мы решили укрепить опоры, чтобы выиграть время.",
      "japanese": "この建物は爆撃で損傷している。少しでも長く時間を稼ぐために、すべての柱を補強することに決めた。",
      "polish": "Nasze schronienie ucierpiało w bombardowaniu. Postanowiliśmy wzmocnić filary, żeby zyskać jak najwięcej czasu.",
      "turkish": "Kaldığımız yer bombardımanda hasar gördü. Mümkün olduğunca çok vakit kazanabilmek için bütün sütunları güçlendirmeye karar verdik.",
      "brazilian": "Nossa casa foi danificada no bombardeio. Decidimos reforçar todos os pilares para ganhar o máximo de tempo possível.",
      "token": "NEW_ACHIEVEMENT_2_16_DESC"
    }
  },
  {
    "name": "STORIES_BURNED_A_LOT",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/dac58d6175337adfc163f9dd2b284da6ceccfcd9.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/14835ad568766e13202554a1b53310a67eeffce7.jpg",
    "displayName": {
      "english": "Note: Burn'em all",
      "german": "Notiz: Sie sollen brennen",
      "french": "Note : au bûcher",
      "italian": "Nota: Nerone",
      "koreana": "메모: 전부 불태워라",
      "spanish": "Nota: Quemadlos a todos",
      "schinese": "字条：让世界燃尽",
      "russian": "Записка: Гори оно огнем",
      "japanese": "ノート：すべてを焼き払え",
      "polish": "Notatka: Spalić wszystko",
      "turkish": "Not: Hepsini yak",
      "brazilian": "Nota: Queime todos",
      "token": "NEW_ACHIEVEMENT_2_17_NAME"
    },
    "description": {
      "english": "Some people just want to watch the world burn.",
      "german": "Einige Leute wollen einfach nur die Welt brennen sehen.",
      "french": "Certaines personnes ne cherchent qu'à mettre le monde à feu et à sang.",
      "italian": "Alcune persone vogliono solo vedere il mondo che brucia.",
      "koreana": "어떤 사람들은 세상이 불타길 보고 싶어 하지.",
      "spanish": "Algunas personas solo quieren ver arder el mundo",
      "schinese": "有些人只想看到这个世界在烈火中燃尽。",
      "russian": "Некоторым не терпится посмотреть, как мир сгорит дотла.",
      "japanese": "火に包まれた世界を見たくてしょうがない人もいる。",
      "polish": "Niektórzy ludzie chcą po prostu patrzeć, jak świat płonie.",
      "turkish": "Bazı insanlar sadece dünyanın yanışını izlemek ister.",
      "brazilian": "Algumas pessoas só querem ver o mundo pegar fogo.",
      "token": "NEW_ACHIEVEMENT_2_17_DESC"
    }
  },
  {
    "name": "STORIES_ORPHANAGE_QUEST_DONE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/297d3b335239aaf27a30c8946ddc0700caf7f190.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/e3298fda3aab3cf997f0813d5b2bcc9ff2c4ad02.jpg",
    "displayName": {
      "english": "Diary: Innocent children",
      "german": "Tagebuch: Unschuldige Kinder",
      "french": "Journal : enfants innocents",
      "italian": "Diario: Bambini innocenti",
      "koreana": "일기: 순수한 아이들",
      "spanish": "Diario: Niños inocentes",
      "schinese": "日记：无辜的孩子们",
      "russian": "Дневник: Невинные дети",
      "japanese": "日記：無垢な子供たち",
      "polish": "Dziennik: Niewinne dzieci",
      "turkish": "Günlük: Masum çocuklar",
      "brazilian": "Diário: Crianças inocentes",
      "token": "NEW_ACHIEVEMENT_2_18_NAME"
    },
    "description": {
      "english": "They had only their adoptive father - Adam. Now they have a glimmer of hope to survive this war.",
      "german": "Sie hatten nur ihren Adoptivvater – Adam. Jetzt haben sie einen Funken Hoffnung, diesen Krieg vielleicht zu überleben.",
      "french": "Ils n'avaient qu'Adam, leur père adoptif. Maintenant, ils ont un peu d'espoir de survivre à cette guerre.",
      "italian": "Avevano soltanto Adam, il loro padre adottivo. Ora hanno un barlume di speranza, possono sperare di superare questa guerra.",
      "koreana": "아이들에겐 양부 아담밖에 없었다. 이제는 이 전쟁통에서 살아남을 실낱 같은 희망이 있다.",
      "spanish": "Solo tenían a su padre adoptivo: Adam. Ahora tienen un atisbo de esperanza para sobrevivir a esta guerra.",
      "schinese": "这些孩子只有他们的养父亚当。现在他们有了在战争中存活的一线曙光。",
      "russian": "У них был только приемный отец – Адам. Теперь у них есть искра надежды на то, чтобы пережить войну.",
      "japanese": "子供たちには養父のアダムしかいなかった。今や子供たちには、この戦争を生き延びることへのかすかな希望の光がある。",
      "polish": "Miały tylko ojca, który je adoptował – Adama. Teraz mają też jakąś szansę na przetrwanie wojny.",
      "turkish": "Sadece onları evlat edinen babaları vardı - Adam. Artık bu savaştan kurtulmak için bir umut ışığı var.",
      "brazilian": "As crianças só tinham Adam, o pai adotivo. Agora ao menos elas têm a esperança de sobreviver à guerra.",
      "token": "NEW_ACHIEVEMENT_2_18_DESC"
    }
  },
  {
    "name": "STORIES_TRUCK_FIXED",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/7226c33260da0d42928f95acf3a3f88957871697.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/abeda2abcf79a1a3f7545e89a57e56007984b767.jpg",
    "displayName": {
      "english": "Note: The truck is ready",
      "german": "Notiz: Der Laster ist bereit",
      "french": "Note : le camion est prêt",
      "italian": "Nota: Il furgone è pronto",
      "koreana": "메모: 트럭 준비 완료",
      "spanish": "Nota: El camión está listo",
      "schinese": "字条：卡车就绪",
      "russian": "Записка: Грузовик готов",
      "japanese": "ノート：トラックの準備完了",
      "polish": "Notatka: Ciężarówka jest gotowa",
      "turkish": "Not: Kamyon hazır",
      "brazilian": "Nota: O caminhão está pronto",
      "token": "NEW_ACHIEVEMENT_2_19_NAME"
    },
    "description": {
      "english": "We finally managed to repair the truck. Now we can move our heritage to safety.",
      "german": "Wir konnten den Laster endlich reparieren. Jetzt können wir unser Erbe endlich in Sicherheit bringen.",
      "french": "Nous avons enfin réussi à réparer le camion. Nous pouvons désormais mettre les œuvres en sécurité.",
      "italian": "Finalmente siamo riusciti a riparare il furgone. Ora possiamo mettere le opere d'arte al sicuro.",
      "koreana": "마침내 트럭을 수리했다. 이제 문화유산을 안전한 곳으로 옮길 수 있겠어.",
      "spanish": "Hemos conseguido reparar el camión. Ahora podemos poner a salvo nuestro legado.",
      "schinese": "我们终于修好了卡车。现在可以带上藏品转移到安全的场所了。",
      "russian": "Мы наконец-то починили грузовик. Теперь можно спокойно перевезти наше наследие.",
      "japanese": "私たちはついにトラックの修理に成功した。これで文化遺産を安全に運べる。",
      "polish": "W końcu udało nam się naprawić ciężarówkę. Możemy teraz przewieźć nasze dziedzictwo w bezpieczne miejsce.",
      "turkish": "Sonunda kamyonu tamir etmeyi başarabildik. Mirasımızı artık güvenliğe taşıyabiliriz.",
      "brazilian": "Enfim conseguimos consertar o caminhão. Agora podemos mover nosso legado em segurança.",
      "token": "NEW_ACHIEVEMENT_2_19_DESC"
    }
  },
  {
    "name": "STORIES_COLONEL_QUEST_DONE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/6f4a3b5689cb58ccda3138c8bdf1d10a5a129914.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/63387192ff1f11aa4a3e93563e961a90a41fa2e1.jpg",
    "displayName": {
      "english": "Note: The Colonel",
      "german": "Notiz: Der Oberst",
      "french": "Note : le colonel",
      "italian": "Nota: Il colonnello",
      "koreana": "메모: 대령",
      "spanish": "Nota: El coronel",
      "schinese": "字条：上校",
      "russian": "Записка: Полковник",
      "japanese": "ノート：大佐",
      "polish": "Notatka: Pułkownik",
      "turkish": "Not: Albay",
      "brazilian": "Nota: O Coronel",
      "token": "NEW_ACHIEVEMENT_2_20_NAME"
    },
    "description": {
      "english": "We gave the painting to Colonel Markov. Our heritage should be safe now.",
      "german": "Wir haben Oberst Markov das Gemälde übergeben. Unser Erbe sollte nun in Sicherheit sein.",
      "french": "Nous avons donné le tableau au colonel Markov. Les œuvres devraient être en sécurité maintenant.",
      "italian": "Abbiamo consegnato il dipinto al colonnello Markov. Ora il nostro retaggio dovrebbe essere al sicuro.",
      "koreana": "마르코프 대령한테 그림을 넘겼다. 우리 문화유산은 이제 안전할 거야.",
      "spanish": "Le dimos el cuadro al coronel Markov. Ahora nuestro legado debería estar a salvo.",
      "schinese": "我们把画作交给了马尔科夫上校。我们的藏品应该安全了。",
      "russian": "Мы отдали картину полковнику Маркову. Теперь наше наследие будет в безопасности.",
      "japanese": "マルコフ大佐に絵画を渡した。私たちの文化遺産はこれでもう安全なはずだ。",
      "polish": "Daliśmy obraz pułkownikowi Markovowi. Nasze dziedzictwo powinno być bezpieczne.",
      "turkish": "Tabloyu Albay Markov'a verdik. Mirasımız artık güvende olmalı.",
      "brazilian": "Entregamos a pintura ao Coronel Markov. Nosso legado deve estar seguro agora.",
      "token": "NEW_ACHIEVEMENT_2_20_DESC"
    }
  },
  {
    "name": "STORIES_PASER_QUEST_DONE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/1c9d279762b4dfbecb32d29cb425b72c65afb8c8.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/fc934e3304c96287a8caceaaba1f3b5ec0f5398e.jpg",
    "displayName": {
      "english": "Note: The Fence",
      "german": "Notiz: Der Händler",
      "french": "Note : le receleur",
      "italian": "Nota: Ricettazione",
      "koreana": "메모: 장물아비",
      "spanish": "Nota: El comerciante",
      "schinese": "字条：商人",
      "russian": "Записка: Меняла",
      "japanese": "ノート：フェンス",
      "polish": "Notatka: Paser",
      "turkish": "Not: Çalıntı eşya tüccarı",
      "brazilian": "Nota: A cerca",
      "token": "NEW_ACHIEVEMENT_2_21_NAME"
    },
    "description": {
      "english": "We gave the case files to Taras the fence. Our heritage should be safe now. ",
      "german": "Wir haben die Prozessakten Taras dem Händler gegeben. Unser Erbe sollte nun in Sicherheit sein.",
      "french": "Nous avons donné les documents qu'il demandait à Taras. Les œuvres devraient être en sécurité maintenant.",
      "italian": "Abbiamo consegnato i documenti del caso a Taras. Ora il nostro retaggio dovrebbe essere al sicuro.",
      "koreana": "장물아비 타라스한테 사건 파일을 줬다. 우리 문화유산은 이제 안전할 거야.",
      "spanish": "Le dimos los archivos del caso a Taras el comerciante. Ahora nuestro legado debería estar a salvo.",
      "schinese": "我们把诉讼文件交给了商人塔拉斯。我们的藏品应该安全了。",
      "russian": "Мы отдали материалы дела меняле Тарасу. Теперь наше наследие будет в безопасности.",
      "japanese": "フェンスのタラスに事件簿を渡した。私たちの文化遺産はこれでもう安全なはずだ。",
      "polish": "Oddaliśmy akta paserowi Tarasowi. Nasze dziedzictwo powinno być bezpieczne.",
      "turkish": "Dava dosyalarını çalıntı eşya tüccarı Taras'a verdik. Mirasımız artık güvende olmalı.",
      "brazilian": "Entregamos os arquivos ao Taras. Nosso legado deve estar seguro agora.",
      "token": "NEW_ACHIEVEMENT_2_21_DESC"
    }
  },
  {
    "name": "STORIES_PITA_IN_MUSEUM",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/434537d83347c87ece4596861ad48b37596ce44c.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/7d61bb2efb02e2afba4b2adc7246f0623fc97ef4.jpg",
    "displayName": {
      "english": "Diary: My dear Ruben",
      "german": "Tagebuch: Mein lieber Ruben",
      "french": "Journal : mon cher Ruben",
      "italian": "Diario: Caro Ruben",
      "koreana": "일기: 소중한 루벤",
      "spanish": "Diario: Mi querido Ruben",
      "schinese": "日记：亲爱的鲁本",
      "russian": "Дневник: Мой дорогой Рубен",
      "japanese": "日記：親愛なるルーベン氏",
      "polish": "Dziennik: Mój drogi Rubenie",
      "turkish": "Günlük: Sevgili Ruben",
      "brazilian": "Diário: Meu caro Ruben",
      "token": "NEW_ACHIEVEMENT_2_22_NAME"
    },
    "description": {
      "english": "We faced the harsh winter together and made it to the Museum, our new shelter. ",
      "german": "Gemeinsam haben wir den strengen Winter durchlebt und es zum Museum, unserem neuen Unterschlupf, geschafft.",
      "french": "Nous avons affronté ensemble ce terrible hiver et nous nous sommes installés au musée.",
      "italian": "Abbiamo affrontato i rigori dell'inverno insieme e abbiamo raggiunto il Museo, il nostro nuovo rifugio.",
      "koreana": "우린 함께 혹독한 겨울을 났고, 새로운 보금자리인 박물관으로 갔다.",
      "spanish": "Nos hemos enfrentado juntos al duro invierno y hemos conseguido llegar al museo, nuestro nuevo refugio.",
      "schinese": "我们一起熬过了严冬，并搬到了博物馆，作为我们新的避难所。",
      "russian": "Мы вместе пережили суровую зиму и перебрались в музей, наше новое пристанище.",
      "japanese": "私たちは共に厳しい冬に立ち向かい、博物館にたどり着いた。ここが、私たちの新しい隠れ家だ。",
      "polish": "Razem stawiliśmy czoła ostrej zimie i dotarliśmy do muzeum – naszego nowego schronienia.",
      "turkish": "Sert bir kışı birlikte göğüsledik ve yeni sığınağımız olan Müze'ye gelmeyi başardık.",
      "brazilian": "Enfrentamos os rigores do inverno juntos e chegamos ao Museu, nosso novo abrigo.",
      "token": "NEW_ACHIEVEMENT_2_22_DESC"
    }
  },
  {
    "name": "STORIES_EVERYTHING_SECURED",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/b74c97f440063d8f4898b7e3ff0b686a73553c19.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/f7e653b3b8c7bf8676b9b2c7fe72bf7bcf0a2545.jpg",
    "displayName": {
      "english": "Diary: The Custodian",
      "german": "Tagebuch: Der Wärter",
      "french": "Journal : la gardienne de la culture",
      "italian": "Diario: Il custode",
      "koreana": "일기: 관리인",
      "spanish": "Diario: El protector",
      "schinese": "日记：守护者",
      "russian": "Дневник: На страже культуры",
      "japanese": "日記：文化遺産の管理人",
      "polish": "Dziennik: Kustoszka",
      "turkish": "Günlük: Vasi",
      "brazilian": "Diário: O cuidador",
      "token": "NEW_ACHIEVEMENT_2_23_NAME"
    },
    "description": {
      "english": "Milena's wish came true. We saved it all - our precious heritage.",
      "german": "Milenas Wunsch ist wahr geworden. Wir haben alles retten können – unser wertvolles Erbe.",
      "french": "Le vœu de Milena a été exaucé. Nous avons sauvé tout notre patrimoine.",
      "italian": "Il desiderio di Milena si è avverato. Il nostro preziosissimo retaggio, l'abbiamo messo in salvo.",
      "koreana": "밀레나의 꿈이 이루어졌다. 우리가 소중한 문화유산을 하나도 빠짐없이 지켜낸 것이다.",
      "spanish": "El deseo de Milena se ha hecho realidad. Lo hemos salvado todo, nuestro preciado legado.",
      "schinese": "米莲娜的愿望成真。我们保护了珍贵的文化遗产。",
      "russian": "Желание Милены исполнилось. Мы спасли все наше бесценное наследие.",
      "japanese": "ミレーナの願いは叶った。私たちは大切な文化遺産をすべて保護した。",
      "polish": "Marzenie Mileny się spełniło. Udało nam się ocalić całe nasze dziedzictwo.",
      "turkish": "Milena'nın dileği gerçek oldu. Hepsini kurtardık - değerli mirasımız.",
      "brazilian": "O desejo de Milena se realizou. Salvamos tudo. Nosso precioso legado.",
      "token": "NEW_ACHIEVEMENT_2_23_DESC"
    }
  },
  {
    "name": "STORIES_CAR_MECHANIC_TRICKED",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/cfb7a308706b10cf4e7706d6d5c81fcb9464d7d5.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/499e174ba9ab263ac440efefbb4e0b661f0b938f.jpg",
    "displayName": {
      "english": "Diary: Fool the Crow",
      "german": "Tagebuch: Die Krähe täuschen",
      "french": "Journal : pigeonnez la pie",
      "italian": "Diario: Gazza abbindolata",
      "koreana": "일기: 까마귀를 속여라",
      "spanish": "Diario: Engaña a Cuervo",
      "schinese": "日记：愚弄乌鸦",
      "russian": "Дневник: Обхитрите Ворона",
      "japanese": "日記：カラスを化かす",
      "polish": "Dziennik: Zmylić wygę",
      "turkish": "Günlük: Kargayı aptal yerine koy",
      "brazilian": "Diário: Enrole o Crow",
      "token": "NEW_ACHIEVEMENT_2_24_NAME"
    },
    "description": {
      "english": "We acquired the truck parts without giving up Anja's necklace.",
      "german": "Wir konnten Lastwagenteile beschaffen, ohne Anjas Halskette eintauschen zu müssen.",
      "french": "Nous avons obtenu les pièces de rechange pour le camion sans avoir à donner le collier d'Anja.",
      "italian": "Abbiamo ottenuto le parti di ricambio per il furgone senza cedere la collana di Anja.",
      "koreana": "아냐의 목걸이를 내주지 않고 트럭 부품을 얻었다.",
      "spanish": "Hemos conseguido las piezas del camión sin tener que entregar el collar de Anja.",
      "schinese": "我们没有交出安娜的项链就得到了卡车零件。",
      "russian": "Мы достали запчасти для грузовика и сохранили ожерелье Ани.",
      "japanese": "アーニャのネックレスを渡すことなく、トラックの部品を手に入れた。",
      "polish": "Zdobyliśmy części do auta i zachowaliśmy naszyjnik Anji.",
      "turkish": "Anja'nın kolyesini vermeden kamyon parçalarını edindik.",
      "brazilian": "Conseguimos as peças de caminhão sem entregar o colar de Anja.",
      "token": "NEW_ACHIEVEMENT_2_24_DESC"
    }
  },
  {
    "name": "NEW_LIFE",
    "hidden": 1,
    "icon": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/4d53b2857e7a1cad63c9b87160690e0ff30b82a6.jpg",
    "icongray": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/282070/32c62f7c1309717698fbee9baa11194d60f98e0c.jpg",
    "displayName": {
      "english": "Epilogue: New life",
      "german": "Epilog: Neues Leben",
      "french": "Épilogue : nouvelle vie",
      "italian": "Epilogo: Una nuova vita",
      "koreana": "에필로그: 새로운 생명",
      "spanish": "Epílogo: Vida nueva",
      "schinese": "后记：新生命",
      "russian": "Эпилог: Новая жизнь",
      "japanese": "エピローグ：新しい命",
      "polish": "Epilog: Nowe życie",
      "turkish": "Son söz: Yeni hayat",
      "brazilian": "Epílogo: vida nova",
      "token": "NEW_ACHIEVEMENT_2_26_NAME"
    },
    "description": {
      "english": "Livia managed to survive until the end of war and gave birth to her child in time of peace.",
      "german": "Livia gelang es, den Krieg zu überleben. Sie gebar ihr Kind in einer Zeit des Friedens.",
      "french": "Livia a réussi à survivre jusqu'à la fin de la guerre et a donné naissance alors que la paix est restaurée.",
      "italian": "Livia è riuscita a sopravvivere fino al termine della guerra e dare alla luce suo figlio in tempo di pace.",
      "koreana": "리비아는 전쟁이 끝날 때까지 살아남았고, 평화로운 시기에 아이를 출산했다.",
      "spanish": "Livia consiguió sobrevivir hasta el final de la guerra y dio a luz a su hijo en tiempos de paz.",
      "schinese": "利维娅在战争中幸存，在战后的和平年代生下了孩子。",
      "russian": "Ливия пережила войну и родила ребенка уже в мирное время.",
      "japanese": "リヴィアは終戦まで生き延び、平和な時代に新しい命を授かった。",
      "polish": "Livii udało się dotrwać do końca wojny i urodzić dziecko w czasach pokoju.",
      "turkish": "Livia savaşın sonuna kadar hayatta kalmayı başardı ve barış zamanında çocuğunu doğurdu.",
      "brazilian": "Livia conseguiu sobreviver até o fim da guerra e deu a luz à sua criança em uma época de paz.",
      "token": "NEW_ACHIEVEMENT_2_26_DESC"
    }
  }
]